{
  "start": "545", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-46, effective March 27, 2013 (Expiration date June 25, 2013)\n\n20 DCSTAT 545\n\nAN ACT\n\nBill 20-186\nEmergency\nDeclaration\nRes. 20-74\n20 DCStat 797\n\nTo amend, on an emergency basis, the District of Columbia Government Comprehensive Merit Personnel\nAct of 1978 to grant the State Board of Education personnel authority and the authority to appoint\nup to 3 employees; and to amend the State Board of Education Establishment Act of 2007 to grant\nthe State Board of Education personnel authority, and make it responsible for administrating its\nbudget.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “State Board of Education Personnel Authority Emergency Amendment\nAct of 2013”.\nSec. 2. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) Section 406(b) (D.C. Official Code § 1-604.06(b)) is amended as follows:\n(1) Paragraph (20) is amended by striking the word “and” at the end.\n(2) Paragraph (21) is amended by striking the period at the end and inserting the\nphrase “; and” in its place.\n(3) A new paragraph (22) is added to read as follows:\n“(22) For employees of the State Board of Education, the personnel authority is\nthe State Board of Education.”.\n(b) Section 903(a) (D.C. Official Code § 1-609.03(a)) is amended as follows:\n(1) Paragraph (9) is amended by striking the word “and” at the end.\n(2) Redesignate paragraph (10) as paragraph (11).\n(3) A new paragraph (10) is added to read as follows:\n“(10) The State Board of Education may appoint no more than 3 full-time\nequivalent employees; and”.\n(4) The newly designated paragraph (11) is amended by striking the phrase\n“through (9)” and inserting the phrase “through (10)” in its place.\nSec. 3. Section 403(d) of the State Board of Education Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-2652(d)), is amended to read as\nfollows:\n“(d)(1) The Board shall, by order, specify its organizational structure, staff, operations,\nreimbursement of expenses policy, and other matters affecting the Board’s\nfunctions.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nState Board of\nEducation\nPersonnel\nAuthority\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 1-604.06\n\nNote,\n§ 1-609.03\n\nNote,\n§ 38-2652\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-46, effective March 27, 2013 (Expiration date June 25, 2013)\n\n20 DCSTAT 546\n\n“(2) The Board shall appoint staff members, who shall serve at the pleasure of the\nBoard, to perform administrative functions and any other functions necessary to\nexecute the mission of the Board.\n“(3) Beginning in fiscal year 2013, the Board shall prepare and submit to the\nMayor, for inclusion in the annual budget prepared and submitted to the Council pursuant to Part\nD of Title IV of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n798; D.C. Official Code § 1-204.41 et seq.) (“Home Rule Act”), annual estimates of the\nexpenditures and appropriations necessary for the operation of the Board for the year. All the\nestimates shall be forwarded by the Mayor to the Council for, in addition to the Mayor’s\nrecommendations, action by the Council pursuant to sections 446 and 603(c) of the Home Rule\nAct.\n“(4) The Board shall be reflected in the budget and financial system as an agencylevel entity.\n“(5) All assets, staff, and unexpended appropriations of the Office of the State\nSuperintendent of Education or of any other agency that are associated with the Board shall be\ntransferred to the Board by April 1, 2013.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "546", 
  "name": "Act_20-46.pdf", 
  "title": "State Board of Education Personnel Authority Amendment Emergency Act of 2013"
}