{
  "start": "3319", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-335, effective May 22, 2014 (Expiration date August 20, 2014)\n\n20 DCSTAT 3319\n\nAN ACT\n\nBill 20-788\nEmergency\nDeclaration\nRes. 20-469\n20 DCStat 3411\n\nTo amend, on an emergency basis, the Health Benefit Exchange Authority Establishment Act of 2011 to\npromote meaningful choice, provide enhanced benefits, and build a competitive private insurance\nmarketplace for the residents and small business owners of the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Better Prices, Better Quality, Better Choices for Health Coverage\nEmergency Amendment Act of 2014”.\n\nSec. 2. The Health Benefit Exchange Authority Establishment Act of 2011, effective\nMarch 2, 2012 (D.C. Law 19-94; D.C. Official Code § 31-3171.01 et seq.), is amended as\nfollows:\n(a) Section 2 (D.C. Official Code § 31-3171.01) is amended as follows:\n(1) New paragraphs (8A) and (8B) are added to read as follows:\n“(8A) “Metal level” means the bronze, silver, gold, and platinum levels of\ncoverage as defined in section 1302(d)(1) of the Federal Act.\n“(8B) “Navigator” refers to the entities described in section 1311(i) of the Federal\nAct.”.\n(2) A new paragraph (18) is added to read as follows:\n“(18) “Standardized plan” means a plan with defined benefits and cost sharing as\ndetermined by the executive board for the Authority.”.\n(b) Section 10 (D.C. Official Code § 31-3171.09) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph 5 is amended as follows:\n(i) Subparagraph (B)(i) is amended by striking the phrase “at least\none qualified health plan at the silver level and at least one plan at the gold level” and inserting\nthe phrase “at least one qualified health plan at the bronze level, at least one qualified health plan\nat the silver level, and at least one qualified health plan at the gold level” in its place.\n(ii) Subparagraph (D) is amended by striking the word “and” at the\nend.\n(iii) New subparagraphs (F), (G), and (H) are added to read as\nfollows:\n“(F) Provides accurate attestations as required in the initial certification\nprocess;\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nBetter Prices,\nBetter\nQuality,\nBetter Choices\nfor Health\nCoverage\nEmergency\nAmendment\nAct of 2014\n\nNote,\n§ 31-3171.01\n\nNote,\n§ 31-3171.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-335, effective May 22, 2014 (Expiration date August 20, 2014)\n\n20 DCSTAT 3320\n\n“(G) Offers one or more standardized plans that meet the criteria\ndeveloped by the executive board for the Authority, at each metal level in which the carrier is\nparticipating, in addition to other plans the carrier may offer; and\n“(H) Offers plans subject to the meaningful difference standard, as defined\nin section 4(ii) of Chapter 1 of the Affordable Exchanges Guidance, dated March 1, 2013, by the\nCenters for Consumer Information and Insurance Oversight at the Centers for Medicare and\nMedicaid Services in the U.S. Department of Health and Human Services, or as may be defined\nby the executive board for the Authority;”.\n(B) Paragraph (6) is amended by striking the word “or”.\n(C) Paragraph (7) is amended by striking the period at the end and\ninserting a semicolon in its place.\n(D) New paragraphs (8), (9), and (10) are added to read as follows:\n“(8) Comply with section 512 of the Paul Wellstone and Pete Domenici Mental\nHealth Parity and Addiction Equity Act of 2008, approved October 3, 2008 (Pub. L. No. 110343; 122 Stat. 3881), as applied to the Federal Act, including covering behavioral health\ninpatient and outpatient services for mental health and substance use disorders without day or\nvisit limitations;\n“(9) Provide a drug formulary that includes, at a minimum, the greater of either\nthe number of drugs listed in each category and class found in the District’s base-benchmark\nplan formulary, or the minimum number of drugs, by category and class, as established by the\nCenter for Consumer Information and Insurance Oversight in the Centers for Medicare and\nMedicaid Services at the U.S. Department of Health and Human Services; and\n“(10) Provide benefits identical to the essential health benefits benchmark plan, as\ndefined in federal regulations promulgated pursuant to section 1302(a) of the Federal Act, as\ndefined by the District without benefit substitution.”.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (2) is amended by striking the word “or”.\n(B) Paragraph (3) is amended by striking the period at the end and\ninserting the phrase “; or” in its place.\n(C) A new paragraph (4) is added to read as follows:\n“(4) On the basis of the number of qualified health plans being offered.”.\n(3) New subsections (g) and (h) are added to read as follows:\n“(g) A qualified health plan may provide additional services that are not in the essential\nhealth benefits package required in subsection (a)(1) of this section, if the services are eligible\nfor claims submission and reimbursement.\n“(h) For the purposes of the essential health benefits benchmark plan, as defined in\nfederal regulations promulgated pursuant to section 1302(a) of the Federal Act, the term\n“habilitative services” includes health care services that help a person keep, learn, or improve\nskills and functioning for daily living, including applied behavioral analysis for the treatment of\nautism spectrum disorder.”.\n(c) New sections 10a and 10b are added to read as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-335, effective May 22, 2014 (Expiration date August 20, 2014)\n\n20 DCSTAT 3321\n\n“Sec. 10a. Distribution of individual and small group health benefit plans.\n“(a) A carrier that offers individual or small group health benefit plans shall offer such\nplans solely through the American Health Benefit Exchange, as established pursuant to section\n5(a), subject to the following transition provisions:\n“(1) Individual health benefit plans with plan years beginning on or after January\n1, 2014, shall be offered solely through the American Health Benefit Exchange;\n“(2) On or after January 1, 2014, small group health benefit plans offered to any\nsmall business that was not insured as of December 31, 2013,shall be offered and issued solely\nthrough the American Health Benefit Exchange;\n“(3) Small group health benefit plans offered to or renewed by any small business\nthat was insured as of December 31, 2013, may be issued or renewed during calendar year 2014\nthrough existing distribution channels with the same carrier or a new carrier, except that such\nplans shall meet the qualifications for certification of a qualified health plan as provided in\nsection 10; and\n“(4) Unless the Council acts by October 1, 2014 to change the date that all small\ngroup health plans shall be offered, issued, or renewed through the American Health Benefit\nExchange, on or after January 1, 2015, all small group health benefit plans shall be offered and\nissued or renewed solely through the American Health Benefit Exchange.\n“(b) The requirements of this section shall not apply to grandfathered health plans as\ndefined in section 1251 of the Federal Act.\n“Sec. 10b. Sale, solicitation, and negotiation by insurance producers.\n“(a) An insurance producer that is licensed in the District and authorized by the\nCommissioner to sell, solicit, or negotiate health insurance pursuant to the Producer Licensing\nAct of 2002, effective March 27, 2003 (D.C. Law 14-264; D.C. Official Code § 31-1131.02 et\nseq.), may sell any qualified health plan offered in the American Health Benefit Exchange, after\nsatisfactorily completing training developed and provided by the Authority.\n“(b) An insurance producer shall be compensated directly by a health carrier for the sale\nof a qualified health plan offered in the American Health Benefit Exchange.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 31-3171.09a\n\nNote,\n§ 31-3171.09b\n\n\f", 
  "end": "3321", 
  "name": "Act_20-335.pdf", 
  "title": "Better Prices, Better Quality, Better Choices for Health Coverage Emergency Amendment Act of 2014"
}