{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1449\nD.C. Act 20-88, effective June 19, 2013 (Expiration date August 26, 2013)\n(Applicable as of May 28, 2013)\n\nAN ACT\n\nBill 20-304\nEmergency\nDeclaration\nRes. 20-142\n20 DCStat 1561\n\nTo amend, on an emergency basis, Chapter 10 of Title 47 of the District of Columbia Official Code to\nexempt from taxation certain property owned or leased by YMCA of Metropolitan Washington or\nYMCA Community Investment Initiative, nonprofit organizations.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “YMCA Community Investment Initiative Real Property Tax Exemption\nEmergency Act of 2013”.\n\nSec. 2. Chapter 10 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-1089. YMCA Community Investment Initiative, Lot 2010, Square 234.”.\n(b) A new section 47-1089 is added to read as follows:\n“§ 47-1089. YMCA Community Investment Initiative, Lot 2010, Square 234.\n“(a) The real property located at 1325 W Street, N.W., Washington, D.C., and described\nas Lot 2010, Square 234, shall be exempt from real property taxation, and interests in such\nproperty shall be exempt from possessory interest taxation so long as the real property continues\nto be used and occupied by the Young Men’s Christian Association of Metropolitan Washington\n(\"YMCA DC\"), even if it is owned by the Young Men’s Christian Association Community\nInvestment Initiative (\"YMCA CII\"), and is used for carrying out the charitable functions of the\nYMCA DC, subject to the provisions of §§ 47-1005, 47-1007, and 47-1009 as if the exemption\nhad been granted administratively.\n“(b)(1) Any transfer, assignment, or other disposition of all or any portion of the real\nproperty described in subsection (a) of this section to YMCA DC or YMCA CII, any security\ninterest instrument with respect to such property given by YMCA DC or YMCA CII to a third\nparty lender, or a lease of such property between YMCA DC and YMCA CII , shall be exempt\nfrom the tax imposed by section 303 of the District of Columbia Deed Recordation Tax Act of\n1962, approved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42-1103), so long as the real\nproperty continues to be used and occupied by YMCA DC; and\n“(2) Any transfer, assignment, or other disposition of all or any portion of the real\nproperty described in subsection (a) of this section by YMCA DC or YMCA CII, including a\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nYMCA\nCommunity\nInvestment\nInitiative Real\nProperty Tax\nExemption\nEmergency\nAct of 2013\n\nNote,\n§ 47-1089\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1450\nD.C. Act 20-88, effective June 19, 2013 (Expiration date August 26, 2013)\n(Applicable as of May 28, 2013)\n\nlease of such property between YMCA DC and YMCA CII, shall be exempt from the tax\nimposed by § 47-903, so long as the real property continues to be used and occupied by YMCA\nDC.\n“(c) The exemptions set forth in this section shall apply to successor entities formed by\nYMCA DC for purposes of meeting requirements under the New Market Tax Credit provided\nby section 45D of the Internal Revenue Code of 1986, so long as the real property continues to\nbe used and occupied by YMCA DC.\n“(d) The Council orders that all real property tax, penalties, interest, fees, and other\nrelated charges assessed against the real property described in subsection (a) of this section\nthrough the end of the month during which this act becomes effective be forgiven, and that any\npayments already made be refunded. The Council further orders that all recordation and transfer\ntaxes, penalties, and interest collected with respect to the transfers described in subsection (b) of\nthis section through the end of the month during which this act becomes effective be forgiven\nand payments already made be refunded.”.\nSec. 3. Applicability.\nThis act shall apply as of May 28, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than 90\ndays, as provided for emergency acts of the Council of the District of Columbia in section 412(a)\nof the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788; D.C.\nOfficial Code § 1-204.12(a)).\n\nApplicable as\nof May 28,\n2013\n\n\f",
  "title": "YMCA Community Investment Initiative Real Property Tax Exemption Emergency Act of 2013",
  "end": "1450",
  "start": "1449",
  "name": "Act_20-88.pdf"
}