{
  "start": "3316", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-333, effective May 22, 2014 (Expiration date August 19, 2014)\n\n20 DCSTAT 3316\n\nAN ACT\n\nBill 20-783\nEmergency\nDeclaration\nRes. 20-461\n20 DCStat 3395\n\nTo amend, on an emergency basis, due to Congressional review, section 47-1801.04 of the District of\nColumbia Official Code to clarify that the base year for cost-of-living adjustments related to the\npersonal income tax standard deduction and exemption is 2011.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Cost-of-Living Adjustment Personal Income Tax Standard Deduction\nand Exemption Technical Clarification Second Congressional Review Emergency Act of 2014”.\n\nSec. 2. Section 47-1801.04(11) of the District of Columbia Official Code is amended to\nread as follows:\n“ (11) (A) \"Cost-of-living adjustment\" means an amount, for any calendar year,\nequal to the dollar amount set forth in paragraph (44)(A) and (B) of this section or § 471806.02(f)(1)(A) and (i) multiplied by the difference between the Consumer Price Index for the\npreceding calendar year and the Consumer Price Index for the calendar year beginning January\n1, 2011, divided by the Consumer Price Index for the calendar year beginning January 1, 2011.\n“(B) For the purposes of this paragraph, the Consumer Price Index for any\ncalendar year is the average of the Consumer Price Index for the Washington-Baltimore\nMetropolitan Statistical Area for all-urban consumers published by the Department of Labor, or\nany successor index, as of the close of the 12-month period ending on July 31 of such calendar\nyear.”.\nSec. 3. Applicability.\n(a) Section 2 shall apply for taxable years beginning after December 31, 2010.\n(b) This act shall apply as of May 21, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nCost-of-Living\nAdjustment\nPersonal\nIncome Tax\nStandard\nDeduction and\nExemption\nTechnical\nClarification\nSecond\nCongressional\nReview\nEmergency\nAct of 2014\nNote,\n§ 47-1801.04\n\nNote,\n§ 47-1801.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-333, effective May 22, 2014 (Expiration date August 19, 2014)\n\n20 DCSTAT 3317\n\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3317", 
  "name": "Act_20-333.pdf", 
  "title": "Cost-of-Living Adjustment Personal Income Tax Standard Deduction and Exemption Technical Clarification Second Congressional Review Emergency Act of 2014"
}