{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1818\nD.C. Act 20-117, effective July 24, 2013 (Expiration date October 22, 2013)\n\nAN ACT\n\nBill 20-381\nEmergency\nDeclaration\nRes. 20-234\n20 DCStat 2085\n\nTo amend on an emergency basis, due to Congressional Review, An Act To establish a code of\nlaw for the District of Columbia to provide a borrower the same rights for a defective\nnotice of default on residential mortgage as the law provides for a defective notice of\nintention to foreclose on a residential mortgage, to provide that a foreclosure sale of a\nproperty secured by a residential mortgage shall be void if a lender files a notice of\nintention to foreclose on a residential mortgage without a mediation certificate, to\nprovide for a new definition of residential mortgage, to provide several technical changes\nto the text, and to amend the Foreclosure Mediation Fund provisions to allow mortgagerelated or foreclosure-related settlement funds to be transferred into the fund and allow\nthose funds to be used for specified mortgage-related or foreclosure-related matters.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis act may be cited as the “Saving D.C. Homes from Foreclosure Enhanced Congressional\nReview Emergency Amendment Act of 2013”.\n\nSec. 2. An Act To establish a code of law for the District of Columbia, approved March\n3, 1901 (31 Stat. 1271; D.C. Official Code § 42-801 et seq.), is amended as follows:\n(a) Subsection 539a(a) (D.C. Official Code § 42-815.01(a)) is amended by striking the\nphrase, “at least one of which is the principal place of abode of the debtor or his immediate\nfamily”.\n(b) Subsection 539b (D.C. Official Code § 42-815.02) is amended as follows:\n(1) Designate the 2nd subsection (e) as subsection (f).\n(2) Designate subsection (f) as subsection (g).\n(3) Designate subsection (g) as subsection (h).\n(4) Designate subsection (h) as subsection (i).\n(5) Designate subsection (i) as subsection (j).\n(6) The newly designated subsection (h) is repealed.\n(7) New subsections (h-1), (h-2), (h-3), and (h-4) are added to read as follows:\n“(h-1) A foreclosure sale of property secured by a residential mortgage shall be void if\na lender files a notice of intention to foreclose on a residential mortgage without a mediation\ncertificate.\n“(h-2) A borrower shall have the same rights to assert a claim for a defective notice of\ndefault on residential mortgage as the law provides for a defective notice of intention to foreclose\non a residential mortgage.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSaving D.C.\nHomes from\nForeclosure\nEnhanced\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 42-815.01\n\nNote,\n§ 42-815.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1819\nD.C. Act 20-117, effective July 24, 2013 (Expiration date October 22, 2013)\n\n“(h-3) Except as provided in subsections (h-1) and (h-2) of this section, a mediation\ncertificate shall serve as conclusive evidence that all other provisions of this act and\nimplementing regulations have been complied with and can be relied upon by a bona fide\npurchaser and a bona fide purchaser’s lender or assigns.\n“(h-4) Nothing in this act shall be construed to limit a borrower’s right to assert a claim\nfor fraud or monetary damages against the borrower’s lender.”.\n(c) Section 539 c(a) (D.C. Official Code § 42-815.03(a)) is amended to read as follows:\n“(a)(1) There is established as a nonlapsing fund the Foreclosure Mediation Fund\n(“Fund”), into which shall be deposited the fees and penalties generated by the foreclosure\nmediation program, the District’s share of proceeds from February 2012 consent judgments\nbetween the federal government and participating states, and any future designated settlements\nand funds.\n“(2) The Fund shall be used for one or more of the following purposes:\n“(A) Pay mortgage-related or foreclosure-related counseling;\n“(B) Mortgage-related or foreclosure-related legal assistance or advocacy;\n“(C) Mortgage-related or foreclosure-related mediation;\n“(D) Outreach or assistance to help current and former homeowners\nsecure the benefits for which they are eligible under mortgage-related or foreclosure-related\nsettlements or judgments, and\n“(E) Enforcement work in the area of financial fraud or consumer\nprotection.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 788; D.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 42-815.03\n\n\f",
  "title": "Saving D.C. Homes From Foreclosure Enhanced Congressional Review Emergency Amendment Act of 2013",
  "end": "1819",
  "start": "1818",
  "name": "Act_20-117.pdf"
}