{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-278, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3049\n\nAN ACT\n\nBill 20-668\nEmergency\nDeclaration\nRes. 20-416\n20 DCStat 3113\n\nTo amend, on an emergency basis, the Vending Regulation Act of 2009 and Chapter 5 of Title 24 of the\nDistrict of Columbia Municipal Regulations to re-establish a criminal penalty provision for\nviolating a regulation implementing the Vending Regulation Act of 2009 and to regulate the sale\nof tickets from public space.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Vending Regulations Emergency Amendment Act of 2014”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nVending\nRegulations\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 9 of the Vending Regulation Act of 2009, effective October 22, 2009\n(D.C. Law 18-71; D.C. Official Code § 37-131.08), is amended as follows:\n(a) The existing text is designated as subsection (a).\n(b) A new subsection (b) is added to read as follows:\n“(b)(1) In addition to any civil penalties that may be imposed under subsection (a) of this\nsection, any person that violates 24 DCMR § 573.8 shall, upon conviction, be subject to a fine\nnot to exceed $300, or by imprisonment not to exceed 90 days, or both, for each violation.\n“(2) Civil fines, penalties, and fees may be imposed as alternative sanctions for\nviolations under this subsection.”.\n\nNote,\n§ 37-131.08\n\nSec. 3. Chapter 5 of Title 24 of the District of Columbia Municipal Regulations is\namended by adding a new section 573.8 to read as follows:\n“573.8 No person shall sell or offer to sell any ticket from the sidewalks, streets, or public\nspaces anywhere in the District of Columbia for any excursion, musical or theatrical\nperformance, opera, sporting event, circus, or any entertainment of any kind; provided, that sales\nof tickets on public space for sightseeing bus excursions shall comply with the provisions of\nsections 573.5, 573.6, and 573.7.”.\n\nDCMR\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), and shall remain in effect for no longer\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-278, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3050\n\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Vending Regulations Emergency Amendment Act of 2014",
  "end": "3050",
  "start": "3049",
  "name": "Act_20-278.pdf"
}