{
  "start": "1428", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1428\nD.C. Act 20-75, effective May 23, 2013 (Expiration date August 21, 2013)\n\nAN ACT\n\nBill 20-274\nEmergency\nDeclaration\nRes. 20-124\n20 DCStat 1537\n\nTo amend, on an emergency basis, the District of Columbia Traffic Act, 1925, the District of Columbia\nTraffic Adjudication Act of 1978, and section 23-581 of the District of Columbia Official Code to\nrevise the definition of and penalties for reckless driving and create a new offense of and penalties\nfor aggravated reckless driving; to amend the Motor Vehicle Safety Responsibility Act of the\nDistrict of Columbia, the Anti-Drunk Driving Act of 1982 , and sections 301 and 302 of Title 18 of\nthe District of Columbia Municipal Regulations to remove mandatory suspension or revocation\nrequirements for reckless driving and establish these requirements for aggravated reckless\ndriving, and to amend section 303 of Title 18 of the District of Columbia Municipal Regulations\nto align the number of points assigned for reckless driving to the number assigned by other\njurisdictions, to clarify safe driving points assessment, and to clarify the procedures for\nchallenging the assessment of points for an offense committed in another jurisdiction.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Reckless Driving Emergency Amendment Act of 2013”.\nSec. 2. Section 9 of the District of Columbia Traffic Act, 1925, approved March 3, 1925\n(43 Stat. 1123; D.C. Official Code § 50-2201.04), is amended as follows:\n(a) Subsection (b) is amended to read as follows:\n\"(b) A person shall be guilty of reckless driving if the person drives a vehicle upon a\nhighway carelessly and heedlessly in willful or wanton disregard for the rights or safety of\nothers, or without due caution and circumspection and at a speed or in a manner so as to\nendanger or be likely to endanger a person or property.\".\n(b) A new subsection (b-1) is added to read as follows:\n\"(b-1) A person shall be guilty of aggravated reckless driving if the person violates\nsubsection (b) of this section and the person does one or more of the following:\n\"(1) Operates the vehicle at a rate or speed at or greater than 30 miles per hour\nover the stated speed limit;\n\"(2) Causes bodily harm or permanent disability or disfigurement to another; or\n\"(3) Causes property damage in excess of $1,000.\".\n(c) Subsection (c) is amended to read as follows:\n\"(c)(1) A person violating subsection (b) of this section shall, upon conviction for the first\noffense, be fined no more than the amount set forth in section 101 of the Criminal Fine\nProportionality Emergency Amendment Act of 2013, effective April 1, 2013 (D.C. Act 20-45; 60\nDCR 5400), or incarcerated for no more than 90 days, or both.\n\"(2) A person violating subsection (b) of this section when the person has been\nconvicted of a prior offense under subsection (b) of this section within a 2-year period and is\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nReckless\nDriving\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 50-2201.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1429\nD.C. Act 20-75, effective May 23, 2013 (Expiration date August 21, 2013)\n\nbeing sentenced on the current offense shall be fined no more than the amount set forth in section\n101 of the Criminal Fine Proportionality Emergency Amendment Act of 2013, effective April 1,\n2013 (D.C. Act 20-45; 60 DCR 5400), or incarcerated for no more than 180 days.\n\"(3) A person violating subsection (b) of this section when the person has 2 or\nmore prior convictions for offenses under subsection (b) of this section within a 2-year period\nand is being sentenced on the current offense shall be fined no more than the amount set forth in\nsection 101 of the Criminal Fine Proportionality Emergency Amendment Act of 2013, effective\nApril 1, 2013 (D.C. Act 20-45; 60 DCR 5400), or incarcerated for no more than one year.\".\n(c) A new subsection (c-1) is added to read as follows:\n\"(c-1)(1) A person violating subsection (b-1) of this section shall, upon conviction for the\nfirst offense, be fined no more than the amount set forth in section 101 of the Criminal Fine\nProportionality Emergency Amendment Act of 2013, effective April 1, 2013 (D.C. Act 20-45; 60\nDCR 5400), or incarcerated for no more than 180 days, or both.\n\"(2) A person violating subsection (b-1) of this section when the person has one\nor more prior convictions for offenses under subsection (b-1) within a 2-year period and is being\nsentenced on the current offense shall be fined no more than the amount set forth in section 101\nof the Criminal Fine Proportionality Emergency Amendment Act of 2013, effective April 1,\n2013 (D.C. Act 20-45; 60 DCR 5400), or incarcerated for no more than one year.\".\n(d) Subsection (d) is amended by striking the phrase \"reckless driving\" and inserting the\nphrase \"aggravated reckless driving\" in its place.\n(e) A new subsection (e) is added to read as follows:\n\"(e) A presumption shall exist that a reckless, careless, hazardous, or aggressive driving\nconviction that occurred in a foreign jurisdiction constitutes reckless driving as provided in\nsubsection (b) of this section, unless the District can show evidence that the person met the\nrequirements for aggravated reckless driving in subsection (b-1) of this section.\".\nSec. 3. Section 202 of the District of Columbia Traffic Adjudication Act of 1978,\neffective September 12, 1978 (D.C. Law 2-104; D.C. Official Code § 50-2302.02), is amended\nas follows:\n(a) Paragraph (2) is repealed.\n(b) A new paragraph (2A) is added to read as follows:\n\"(2A) Violation of section 9(b-1) of the District of Columbia Traffic Act, 1925,\napproved March 3, 1925 (43 Stat. 1123; D.C. Official Code § 50-2201.04(b-1)).\".\n\nNote,\n§ 50-2302.02\n\nSec. 4. Section 37(a) of the Motor Vehicle Safety Responsibility Act of the District of\nColumbia, approved May 25, 1954 (68 Stat. 130; D.C. Official Code § 50-1301.37(a)), is\namended by striking the phrase \"reckless driving involving personal injury\" and inserting the\nphrase \"aggravated reckless driving\" in its place.\n\nNote,\n§ 50-1301.37\n\nSec. 5. Section 23-581(a)(3) of the District of Columbia Official Code is amended by\nstriking the phrase \"Reckless driving . . . . . . . .section 9(b) of the District of Columbia Traffic\n\nNote,\n§ 23-581\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1430\nD.C. Act 20-75, effective May 23, 2013 (Expiration date August 21, 2013)\n\nAct, 1925, approved March 3, 1925 (43 Stat. 1123; D.C. Official Code § 50-2201.04(b))\", and\ninserting the phrase \"Aggravated reckless driving . . . . . section 9(b-1) of the District of\nColumbia Traffic Act, 1925, approved March 3, 1925 (43 Stat. 1123; D.C. Official Code § 502201.04(b-1))\" in its place.\nSec. 6. Section 3t(a)(4) of Subtitle D of Title I of the Anti-Drunk Driving Act of 1982,\nsigned by the Mayor on October 24, 2012 (D.C. Act. 19-489; 59 DCR 12957), is amended by\nstriking the phrase \"Reckless driving\" and inserting the phrase \"Aggravated reckless driving\" in\nits place.\n\nNote,\n§ 50-2206.55\n\nSec. 7. Chapter 3 of Title 18 of the District of Columbia Municipal Regulations (18\nDCMR § 300 et seq.), is amended as follows:\n(a) Section 301.1(d) (18 DCMR § 301.1(d)) is amended by striking the phrase “Reckless\ndriving” and inserting the phrase \"Aggravated reckless driving” in its place.\n(b) Section 302.14 (18 DCMR § 302.14) is amended by striking the phrase \"Reckless\nDriving\" and inserting the phrase \"Aggravated Reckless Driving\" in its place.\n(c) Section 303 (18 DCMR § 303) is amended as follows:\n(1) Subsection 303.2 is amended as follows:\n(A) Subsection 303.2(j) (18 DCMR § 303.2(j)) is amended to read as\nfollows:\n“(j) Reckless driving six points”.\n(B) A new subsection 303.2(j-1) (18 DCMR § 303.2(j-1)) is added to read\nas follows\n\"(j-1) Aggravated reckless driving twelve points.\".\n(2) Subsection 303.9 (18 DCMR § 303.9) is amended to read as follows:\n“303.9 The Director shall assign one (1) safe driving point annually at the beginning of\nthe calendar year to the driving record of a licensee who was not assessed points during the\npreceding twelve (12) months, up to a maximum accumulation of five (5) points.”.\n(3) Subsection 303.10 (18 DCMR §303.10) is amended by adding the phrase\n“Safe driving points shall not be used to offset points assessed for a mandatory revocation or\nsuspension.” at the end.\n(4) Subsection 303.13 (18 DCMR § 303.13) is amended to read as follows:\n\"303.13 The Director shall redesignate an offense assigned to a driving record pursuant to\nsection 303.12, if the licensee demonstrates by submission of official documentation (e.g., an\nindication of the number of miles travelled over the speed limit in the location where cited) that\nthe traffic offense committed in another jurisdiction on its facts would have been considered a\ndifferent offense if committed in the District.”.\n\nDCMR\n\nSec. 8. Applicability.\nThis act shall apply as of June 1, 2013.\n\nApplicable as\nof June 1,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1431\nD.C. Act 20-75, effective May 23, 2013 (Expiration date August 21, 2013)\n\nSec. 9. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 10. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "1431", 
  "name": "Act_20-75.pdf", 
  "title": "Reckless Driving Emergency Amendment Act of 2013"
}