{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-35 effective March 19, 2013 (Expiration date June 17, 2013)\n\n20 DCSTAT 508\n\nAN ACT\n\nBill 20-159\nEmergency\nDeclaration\nRes. 20-50\n20 DCStat 773\n\nTo amend, on an emergency basis, due to Congressional review, the Police Officers, Fire Fighters, and\nTeachers Retirement Benefit Replacement Act of 1998 to comply with applicable tax qualification\nprovisions of the Internal Revenue Code of 1986 for governmental retirement plans.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Police Officers, Fire Fighters, and Teachers Retirement Benefit\nReplacement Act of 1998 Congressional Review Emergency Amendment Act of 2013”.\nSec. 2. The Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement\nAct of 1998, effective September 18, 1998 (D.C. Law 12-152; D.C. Official Code § 1-1901.01 et\nseq.), is amended as follows:\n(a) Section 123 (D.C. Official Code § 1-905.03) is amended to read as follows:\n“Sec. 123. Tax treatment of replacement plan.\n“The replacement plan described in section 121 shall be deemed a “governmental plan”\nas defined in section 414(d) of the Internal Revenue Code of 1986, approved October 22, 1986\n(100 Stat. 2085; 26 U.S.C. § 414(d)) (\"Internal Revenue Code\"), which is intended to qualify\nunder section 401(a) of the Internal Revenue Code, and all benefits provided from the\nreplacement plan shall be deemed governmental plan benefits maintained by the District.”.\n(b) Section 203 (D.C. Official Code § 1-911.03) is amended to read as follows:\n“Sec. 203. Alienation of benefits.\n“Benefits of the retirement programs provided for in this act shall not be assigned or\nalienated, except to the extent expressly permitted by this act or by another applicable law and\nwith respect to a domestic relations order that substantially meets all of the requirements of\nsection 414(p) of the Internal Revenue Code, as determined solely by the Retirement Board.”.\nSec. 3. Applicability.\nThis act shall apply as of March 22, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nPolice\nOfficers, Fire\nFighters, and\nTeachers\nRetirement\nBenefit\nReplacement\nAct of 1998\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 1-905.03\n\nNote,\n§ 1-911.03\n\nApplicable\nas of\nMarch 22,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-35 effective March 19, 2013 (Expiration date June 17, 2013)\n\n20 DCSTAT 509\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Police, Fire Fighters, Teachers Retirement Benefit Replacement Act of 2013 of 1998 Congressional Review Emergency Amendment Act of 2013",
  "end": "509",
  "start": "508",
  "name": "Act_20-35.pdf"
}