{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4446\nD.C. Act 20-528, effective December 19, 2014 (Expiration date March 19, 2015)\n\nAN ACT\n\nBill 20-1008\nEmergency\nDeclaration\nRes. 20-719\n20 DCStat 4654\n\nTo amend, on an emergency basis, the Day Care Policy Act of 1979 to establish a pilot, community-based\nQuality Improvement Network that will allow children and families to benefit from early,\ncontinuous, intensive, and comprehensive child development and family-support engagement\nservices, including educational, health, nutritional, behavioral, and family-support services.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Early Learning Quality Improvement Network Emergency Amendment\nAct of 2014”.\n\nEarly\nLearning\nQuality\nImprovement\nNetwork\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. The Day Care Policy Act of 1979, effective September 19, 1979 (D.C. Law 3-16;\nD.C. Official § 4-401 et seq.), is amended by adding a new section 15a to read as follows:\n“Sec. 15a. Comprehensive child development programs.\n“(a) Notwithstanding sections 3 through 11, the Office of the State Superintendent of\nEducation (“OSSE”) shall establish a pilot, community-based Quality Improvement Network\n(“QIN”) composed of:\n“(1) Child development hubs, selected through a competitive process, that will\nprovide quality improvement technical assistance and comprehensive services to licensed child\ndevelopment centers and licensed child development homes selected by OSSE to be partners and\nthat agree to meet federal Early Head Start Program Performance Standards for program\nparticipation; and\n“(2) Child development centers and child development homes, selected through a\ncompetitive process, to provide low-income infants and toddlers high-quality, full-day, full-year\ncomprehensive early learning and development services and continuum of care.\n“(b) Child development centers and child development homes within the QIN shall\nreceive technical assistance from child development hubs to achieve the following within 18\nmonths of being selected by OSSE to participate in the QIN:\n“(1) Child development centers and child development homes within the QIN\nshall have adult-to-child ratios and group sizes that meet or exceed federal Early Head Start\nstandards for all children from birth to 3 years of age in child development centers, or as\notherwise approved by OSSE.\n“(2) Child development centers and child development homes within the QIN\nshall have a comprehensive curriculum or program that is aligned with federal Head Start\nProgram Performance Standards and the District’s early learning and development standards for\nserving infants, toddlers, and their families.\n\nNote, New\n§ 4-415\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4447\nD.C. Act 20-528, effective December 19, 2014 (Expiration date March 19, 2015)\n\n“(3) Staff who have direct supervision of infants and toddlers at child\ndevelopment centers and child development homes within the QIN shall, at a minimum, meet or\nexceed Early Head Start Standards for staff qualifications or credentials.\n“(4) Child development centers and child development homes within the QIN\nshall partner with child development hubs to develop and implement a quality improvement plan,\nincluding aligning program policies and procedures to support on-site coaching, professional\ndevelopment, and teacher planning time.\n“(5) Child development centers and child development homes within the QIN\nshall provide child-, family-, and program-level data to OSSE and the child development hubs as\nrequested.\n“(6) Child development centers and child development homes within the QIN\nshall participate in ongoing, on-site and desktop monitoring activities to ensure compliance with\nprogram requirements and Head Start Program Performance Standards required to remain in\ngood standing with OSSE, the child development hubs, and the U.S. Department of Health and\nHuman Services, Office of Head Start, if applicable.\n“(7) Child development centers and child development homes within the QIN\nshall support comprehensive services for children and families by the child development hubs,\nincluding implementation of individualized family service plans.\n“(8) Child development centers and child development homes within the QIN\nshall participate in the Child and Adult Care Food Program.\n“(9) Child development centers and child development homes within the QIN\nshall facilitate children’s and families’ transitions to Pre-K or Head Start programs.\n“(c) OSSE shall have authority to set payment rates and to develop policies and\nprocedures for high-quality early learning and development services set under the authority of\nthis section.\n“(d) To be eligible for infant and toddler child development services provided by childcare partners in the QIN, a child shall be a resident of the District of Columbia and between birth\nand 3 years of age; provided, that a child who turns 3 years old during a program year may\ncontinue to receive services for the duration of the program year before transitioning into a prekindergarten or Head Start preschool program.\n“(e) To the extent possible, priority enrollment shall be given to children between birth\nand 3 years of age whose families are living at or below the federal poverty level, who are\nhomeless or in the foster care system, or who live with a grandparent, godparent, or relative who\nis receiving a grandparent caregiver subsidy pursuant to Title I of the Grandparent Caregivers\nPilot Program Establishment Act of 2005, effective March 8, 2006 (D.C. Law 16-69; D.C.\nOfficial Code § 4-251.01 et seq.).\n“(f) OSSE shall monitor the child development hubs and partner participants in the QIN\nfor adherence to policies and procedures set under the authority of this act.\n“(g) OSSE may, in whole or in part, terminate the grant provided to a hub or partner\nparticipant at any time if OSSE determines that a hub or partner participant has:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4448\nD.C. Act 20-528, effective December 19, 2014 (Expiration date March 19, 2015)\n\n“(1) Substantially failed to comply with, or meet the objectives and terms of, the\ngrant award; or\n“(2) Failed to comply with applicable federal or District laws or regulations.\n“(h) OSSE shall continue on-site monitoring for health and safety licensing compliance\nof child-care partners participating in the QIN; provided, that OSSE may delegate to the child\ndevelopment hubs on-site monitoring of the compliance of participating child development\ncenters and homes with federal Head Start Program Performance Standards; provided, that\nrelevant data collected by child development hubs is regularly reported to OSSE.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Early Learning Quality Improvement Network Emergency Amendment Act of 2014",
  "end": "4448",
  "start": "4446",
  "name": "Act_20-528.pdf"
}