{
  "start": "2410", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2410\nD.C. Act 20-166, effective September 30, 2013 (Expiration date December 29, 2013)\n\nAN ACT\n\nBill 20-425\nEmergency\nDeclaration\nRes. 20- 289\n20 DCStat 2682\n\nTo amend, on an emergency basis, section 47-340.28 of the District of Columbia Official Code to authorize\nthe issuance of additional revenue bonds of the District of Columbia payable from and secured by\nindividual income tax and business franchise tax revenues for the purposes of financing capital\nprojects of the District government.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Income Tax Secured Bond Authorization Emergency Act of 2013”.\n\nSec. 2. Section 47-340.28(a) of the District of Columbia Official Code is amended by\nstriking the amount “$5,180,985,000” and inserting the amount “$9,180,985,000” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nIncome Tax\nSecured Bond\nAuthorization\nEmergency\nAct of 2013\n\nNote,\n§ 47-340.28\n\n\f", 
  "end": "2410", 
  "name": "Act_20-166.pdf", 
  "title": "Income Tax Secured Bond Authorization Amendment Emergency Act of 2013"
}