{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-444, effective October 8, 2014 (Expiration date January 6, 2015)\n\n20 DCSTAT 4165\n\nAN ACT\n\nBill 20-859\nEmergency\nDeclaration\nRes. 20-621\n20 DCStat 4523\n\nTo amend, on an emergency basis, the Health Services Planning Program Re-establishment Act of 1996 to\nexempt from certificate of need requirements a change in ownership of the Specialty Hospital of\nWashington; and to provide the authority for the appointment of a receiver of a hospital.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Long-Term Care Stabilization Emergency Amendment Act of 2014\".\n\nSec. 2. Section 8 of the Health Services Planning Program Re-establishment Act of 1996,\neffective April 9, 1997 (D.C. Law 11-191; D.C. Official Code § 44-407), is amended by adding a\nnew subsection (b-3) to read as follows:\n“(b-3) Changes in ownership, whether voluntary or involuntary, of the hospitals and\nskilled nursing facilities known as Specialty Hospital of Washington, LLC, Specialty Hospital of\nWashington Nursing Center, LLC, Specialty Hospital of Washington Hadley, LLC, and SHA\nHadley SNF, LLC (collectively referred to as “SHW”), shall be exempt from the certificate-ofneed requirements for the purpose of:\n“(1) Allowing the transfer from the owner of record to another owner of all or a\nportion of SHW; or\n“(2) Notwithstanding any other provision of District law, allowing the owner of\nrecord, a subsequent owner, or caretaker, regardless of whether the transfer is voluntary or\ninvoluntary, to close or terminate a health service of the SHW within 90 days after the effective\ndate of the Long Term Care Stabilization Emergency Amendment Act of 2014, passed on\nemergency basis on September 23, 2014 (Enrolled version of Bill 20-859).”.\nSec. 3. Hospital receivership.\n(a) For the purposes of this section, the term:\n(1) “Emergency” means a situation, physical condition, or one or more practices,\nmethods, or operations that present imminent danger of death or serious physical or mental harm\nto a patient, including imminent or actual abandonment of an occupied hospital.\n(2) “Habitual violation” means a violation of the standards of health, safety, or\npatient care established under District or federal law that, due to its repetition, presents a\nreasonable likelihood of serious physical or mental harm to patients.\n(3) “Hospital” means a facility that provides 24-hour inpatient care, including\ndiagnostic, therapeutic, and other health-related care for a variety of physical or mental\nconditions, and may provide outpatient services, such as emergency care.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nLong-Term\nCare\nStabilization\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 44-407\n\nNote, New\n§ 44-721\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-444, effective October 8, 2014 (Expiration date January 6, 2015)\n\n20 DCSTAT 4166\n\n(4) “Licensee” means a person or other legal entity, other than a receiver\nappointed pursuant to this section, that is licensed or required to be licensed to operate a\nhospital.\n(5) “Owner” means the holder of the title to the real estate on which the hospital is\nmaintained.\n(6) “Patient” means a person living in or receiving care from a hospital.\n(7) “Substantial violation” means a violation of the standards of health, safety, or\npatient care established under District or federal law that presents a reasonable likelihood of\nserious physical or mental harm to patients.\n(b) The Mayor may bring an action in the Superior Court of the District of Columbia\nrequesting the appointment of a receiver to operate a hospital on the following grounds:\n(1) A hospital intends to close, but has not arranged for the orderly transfer of\npatients at least 30 days before its closure date;\n(2) An emergency exists at the hospital;\n(3) A habitual or substantial violation exists at the hospital; or\n(4) Insolvency or lack of financial resources of the owner or licensee has placed\nthe continued operation of the facility in jeopardy.\n(c)(1) The court shall hold a hearing no later than 10 days after an action requesting the\nappointment of a receiver is filed, unless all parties agree to a later date.\n(2) Notice of the hearing shall be served on both the owner and the licensee not\nless than 5 days before the hearing. If either the owner or the licensee cannot be served, the\ncourt shall specify the alternative notice to be provided.\n(3) The Mayor shall post notice of the hearing, using a court-approved form, in a\nconspicuous place in the hospital, for not less than 3 days before the hearing.\n(4) After the hearing, the court may appoint a receiver if it finds that any one of\nthe grounds for an appointment set forth in subsection (b) of this section has been satisfied.\n(d)(1) The court may:\n(A) Appoint any person considered appropriate as receiver, except a\nDistrict employee; and\n(B) Remove a receiver for good cause.\n(2) The court shall set a reasonable compensation for the receiver, which shall be\npaid from the revenue of the hospital.\n(3) A receiver shall not be considered an agent of the District of Columbia.\n(e) A receiver appointed pursuant to this section shall have such powers as the court may\ndirect to:\n(1) Operate the hospital;\n(2) Remedy the conditions that constituted the grounds for the receivership;\n(3) Protect the health, safety, and welfare of the patients;\n(4) Preserve the assets and property of the patients, owner, and licensee;\n(5) Remedy violations of District or federal law governing the operation of the\nhospital;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-444, effective October 8, 2014 (Expiration date January 6, 2015)\n\n20 DCSTAT 4167\n\n(6) Hire, direct, manage, and discharge any employee, including the\nadministrator of the hospital;\n(7) Receive and expend, in a reasonable and prudent manner, the revenues of the\nhospital received by the hospital during the 30-day period preceding the date of his or her\nappointment and any revenue due thereafter;\n(8) Continue the operation of the hospital;\n(9) Continue the care of the patients;\n(10) Correct and eliminate any deficiency of the hospital that endangers the safety\nor health of the patients; and\n(11) Exercise any additional powers and perform any additional duties,\nincluding regular accountings, as the court considers appropriate.\n(f)(1) The receiver shall:\n(A) Apply the revenues of the hospital to current operating expenses and,\nsubject to subparagraphs (B) and (C) of this paragraph, to debts incurred by the licensee before\nthe appointment of the receiver;\n(B) Ask the court for direction in the treatment of debts incurred before his\nor her appointment where the debts appear extraordinary, of questionable validity, or unrelated to\nthe normal and expected maintenance and operation of the hospital, or where payment of a debt\nwill interfere with the purposes of the receivership; and\n(C) Give priority to expenditures needed for current, direct patient care.\n(2)(A) If a receiver does not have sufficient funds to cover expenditures needed to\nprevent or remove jeopardy to the patients, the receiver may petition the court for permission to\nborrow non-District funds for this purpose. Notice of the receiver’s petition to the court for\npermission to borrow must be given to the owner, the licensee, and the Mayor.\n(B) The court, after a hearing, may authorize the receiver to borrow money\nupon specified terms of repayment and pledge security, if necessary, if the court determines:\n(i) That the hospital should not be closed and that the loan is\nreasonably necessary to prevent or remove jeopardy; or\n(ii) That the hospital should be closed and that the loan is\nnecessary to prevent or remove jeopardy to patients for the limited period of time they are\nawaiting transfer to another hospital or other facility.\n(g) A receiver may not close a hospital without leave of the court. In ruling on the issue\nof closure, the court shall consider:\n(1) The rights and best interests of the patients;\n(2) The availability of suitable alternative placements;\n(3) The rights, interests, and obligations of the owner and licensee;\n(4) The licensure status of the hospital; and\n(5) Any other factors the court considers relevant.\n(h) The owner and the licensee shall be divested of possession and control of the\nhospital during the period of receivership, under the conditions the court specifies.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-444, effective October 8, 2014 (Expiration date January 6, 2015)\n\n20 DCSTAT 4168\n\n(i) An order appointing a receiver pursuant to this section shall have the effect of a\nlicense of operation for the duration of the receivership. The receiver shall be responsible to the\ncourt for the conduct of the hospital during the receivership, and a violation of regulations\ngoverning the conduct of the hospital, if not promptly corrected, shall be reported to the court.\n(j)(1) The court shall review the continued necessity of a receivership at least\nsemiannually.\n(2) The court shall terminate a receivership when it certifies that the conditions\nthat prompted the receivership have been corrected or, in the case of a discontinuance of\noperation, when the patients have been safely relocated.\n(3) The court shall not terminate a receivership in favor of the former licensee or\nof a new licensee, unless the person, or entity, assumes all obligations incurred by the receiver\nand provides collateral or other assurances of payment considered sufficient by the court.\n(k) No person may bring suit against a receiver appointed pursuant to this section\nwithout first securing leave of the court. Except in cases of gross negligence or intentional\nwrongdoing, a receiver shall be liable only for actions taken in his or her official capacity and\nany adverse judgment shall be satisfied out of receivership assets.\n(l) The District of Columbia shall not be liable for repayment of funds borrowed by a\nreceiver during the course of the receivership or responsible for any financial obligations of the\nhospital.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Long-Term Care Stabilization Emergency Amendment Act of 2014",
  "end": "4168",
  "start": "4165",
  "name": "Act_20-444.pdf"
}