{
  "start": "378", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 378\nD.C. Act 19-609, effective January 10, 2013 (Expiration date April 10, 2013)\n\nAN ACT\n\nBill 19-1081\nEmergency\nDeclaration\nRes. 19-765\n20 DCStat 579\n\nTo approve, on an emergency basis, Modification Nos. M0009 and M0010 to Contract DCTO-2009-C0253 with Northrop Grumman Systems Corporation to continue to provide technical assistance\nand support services for the Department of Employment Services Unemployment Tax Accounting\nSystem and to authorize payment for the services received and to be received under these\nmodifications.\n\nNot codified\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract DCTO-2009-C-0253 Modification Nos. M0009 and M0010\nApproval and Payment Authorization Emergency Act of 2012”.\n\nContract\nDCTO-2009C-0253\nModification\nNos. M0009\nand M0010\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2012\n\nSec. 2. Pursuant to section 451(b)(1) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51(b)(1)), and\nnotwithstanding the requirements of section 202 of the Procurement Practices Reform Act of\n2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council\napproves Modification Nos. M0009 and M0010 to Contract Number DCTO-2009-C-0253 with\nNorthrop Grumman Systems Corporation to provide technical assistance and support services for\nthe Department of Employment Services Unemployment Tax Accounting System and authorizes\npayment not to exceed $1,064,469 for Option Year Four for services received and to be received\nunder the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "378", 
  "name": "Act_19-609.pdf", 
  "title": "Contract DCTO-2009-C-0253 Modification Nos. M0009 and M0010 Approval and Payment Authorization Emergency Act of 2012"
}