{
  "start": "2447", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2447\nD.C. Act 20-199, effective October 17, 2013 (Expiration date January 15, 2014)\n\nAN ACT\n\nBill 20-486\nEmergency\nDeclaration\nRes. 20-302\n20 DCStat 2705\n\nTo amend, on an emergency basis, Chapter 28 of Title 47 of the District of Columbia Official Code to\nenable the Mayor to suspend or revoke the business licenses of any business engaged in the\nbuying or selling of stolen items; and to amend section 16-1001.04 of the District of Columbia\nMunicipal Regulations to include, in the account of each transaction by a junk dealer or\nsecondhand dealer, information regarding the title of the good transacted.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Personal Property Robbery Prevention Second Emergency Amendment\nAct of 2013”.\n\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-2837(d) is repealed.\n(b) Section 47-2844 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “The Council of the District\nof Columbia is” and inserting the phrase “The Council of the District of Columbia and Mayor\nare” in its place.\n(2) New subsections (a-2) and (a-3) are added to read as follows:\n“(a-2)(1) In addition to the provisions of subsection (a-1) of this section, the Mayor may,\nnotwithstanding § 2-1801.04, take the following actions against any licensee, or agent or\nemployee of a licensee, that with or without the appropriate license required under this chapter,\nengages in the purchase, sale, exchange, or any other form of a commercial transaction involving\nused goods or merchandise that are knowingly stolen:\n“(A) The Mayor, for the first violation of this subsection:\n“(i) Shall issue a civil infraction in the amount of $2,500; and\n“(ii) May seal the licensee’s premises for up to 96 hours without a\nprior hearing.\n“(B) The Mayor, for the second violation of this subsection:\n“(i) Shall issue a civil infraction fine in the amount of $5,000;\n“(ii) May seal the licensee’s premises for up to 96 hours without a\nprior hearing; and\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nPersonal\nProperty\nRobbery\nPrevention\nSecond\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 47-2837\nNote,\n§ 47-2844\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2448\nD.C. Act 20-199, effective October 17, 2013 (Expiration date January 15, 2014)\n\n“(iii)(I) Shall, within 30 days of the issuance of a civil infraction,\nrequire the licensee to submit a remediation plan approved by the Mayor, in consultation with the\nChief of Police, that contains the licensee’s plan to prevent any future recurrence of purchasing,\nselling, exchanging, or otherwise transacting stolen goods and acknowledgement that a\nsubsequent occurrence of engaging in prohibited activities may result in the revocation of all\nlicenses issued to the licensee pursuant to this chapter.\n“(II) If the licensee fails to submit a remediation plan in\naccordance with this sub-subparagraph, or if the Mayor rejects the licensee’s remediation plan,\nthe Mayor shall provide written notice to the licensee of the Mayor’s intent to suspend all\nlicenses issued to the licensee pursuant to this chapter for an additional 30 days.\n“(C) The Mayor, for the third violation of this subsection:\n“(i) Shall issue a civil infraction fine in the amount of $10,000;\n“(ii) May seal the licensee’s premises for up to 96 hours without a\nprior hearing; and\n“(iii) Shall provide written notice to the licensee of the Mayor’s\nintent to permanently revoke all licenses issued to the licensee pursuant to this chapter.\n“(2)(A) A violation of this subsection shall be a civil infraction for purposes of\nChapter 18 of Title 2. Civil fines, penalties, and fees may be imposed as sanctions for any\ninfraction of the provisions of this subsection, or the rules issued under authority of this\nsubsection, pursuant to Chapter 18 of Title 2.\n“(B) Adjudication of any civil infractions issued pursuant to this\nsubsection shall be pursuant to Chapter 18 of Title 2.\n“(C) Summary action taken pursuant to this subsection shall be pursuant to\nsubchapter 1 of Chapter 18 of Title 2.\n“(3) In addition to other remedies provided by law, the Office of the Attorney\nGeneral for the District of Columbia may commence an action in the Civil Branch of the\nSuperior Court of the District of Columbia to compel compliance, abate, enjoin, or prevent\nviolations of this subsection. Plaintiff need not prove irreparable injury or harm to obtain a\npreliminary or temporary injunction.\n“(a-3) The term “knowingly” includes:\n“(1) For the purposes of subsections (a-1) and (a-2) of this section, actual notice\nof a specific violation set forth in subsection (a-1) or (a-2) of this section to the licensee, or agent\nor employee of the licensee, issued by a District agency notifying the licensee, or agent or\nemployee of the licensee, of the same or similar violation occurring on the licensee’s premises.\nActual notice to the agent or employee of the licensee constitutes notice to the licensee for the\npurposes of this section; or\n“(2) For the purpose of subsection (a-2) of this section, constructive notice to the\nlicensee, or agent or employee of the licensee, resulting from the failure of the licensee, or agent\nor employee of the licensee, to ascertain the ownership of the used goods or merchandise.\nConstructive notice to the agent or employee of the licensee constitutes notice to the licensee for\nthe purposes of this section.”.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2449\nD.C. Act 20-199, effective October 17, 2013 (Expiration date January 15, 2014)\n\n(3) Subsection (b) is amended by striking the phrase “the Council” and inserting\nthe phrase “the Mayor” in its place.\nSec. 3. Section 16-1001.4(f) of the District of Columbia Municipal Regulations (16\nDCMR §1001.4(f)) is amended by striking the phrase “purchase or receipt.” and inserting the\nphrase “purchase or receipt, including the title of the goods, article, or other thing purchased or\nreceived.” in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Personal\nProperty Prevention Amendment Act of 2013, passed on 2nd reading on October 1, 2013\n(Enrolled version of Bill 20-143), as the fiscal impact statement required by section 602(c)(3) of\nthe District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C.\nOfficial Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nDCMR\n\n\f", 
  "end": "2449", 
  "name": "Act_20-199.pdf", 
  "title": "Personal Property Robbery Prevention Second Emergency Amendment Act of 2013"
}