{
  "start": "3308", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-327, effective May 22, 2014 (Expiration date August 20, 2014)\n\n20 DCSTAT 3308\n\nAN ACT\n\nBill 20-736\nEmergency\nDeclaration\nRes. 20- 475\n20 DCStat 3418\n\nTo approve, on an emergency basis, Option Period Three of a Memorandum of Understanding with the\nDefense Logistics Agency, Defense Supply Center Philadelphia to continue to provide critical\npharmaceuticals for participants in the District’s HIV/AIDS Drug Assistance Program and other\nindigent care programs and to authorize payment for the services received and to be received\nunder the Memorandum of Understanding.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Option Period Three of Memorandum of Understanding with the\nDefense Logistics Agency, Defense Supply Center Philadelphia Approval and Payment\nAuthorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Option\nPeriod Three of Memorandum of Understanding with the Defense Logistics Agency, Defense\nSupply Center Philadelphia to continue to provide critical pharmaceuticals for participants in the\nDistrict’s HIV/AIDS Drug Assistance Program and other indigent care programs and authorizes\npayment in the amount of $144,332,292.79 for services received and to be received under the\nmemorandum of understanding.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nOption Period\nThree of\nMemorandum\nof\nUnderstanding\nwith the\nDefense\nLogistics\nAgency,\nDefense Supply\nCenter\nPhiladelphia\nApproval and\nPayment\nAuthorization\nEmergency Act\nof 2014\n\n\f", 
  "end": "3308", 
  "name": "Act_20-327.pdf", 
  "title": "Option Period Three of Memorandum of Understanding With the Defense Logistics Agency, Defense Supply Center Philadelphia Approval and Payment Authorization Emergency Act of 2014"
}