{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 375\nD.C. Act 19-607, effective January 14, 2013 (Expiration date April 14, 2013)\n\nAN ACT\n\nBill 19-1079\nEmergency\nDeclaration\nRes. 19-770\n20 DCStat 586\n\nTo establish, on an emergency basis, the State Athletic Activities, Programs, and Office Fund within the\nOffice of the State Superintendent of Education for the deposit of funds generated by sponsorships,\nadvertisements, and fees related to state athletic activities and programs.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA , That this\nact be cited as the “State Athletic Activities, Programs, and Office Fund Emergency Act of\n2012”.\n\nState Athletic\nActivities,\nPrograms,\nand Office\nFund\nEmergency\nAct of 2012\n\nSec. 2. (a) There is established as a nonlapsing fund the State Athletic Activities,\nPrograms, and Office Fund (“Fund”), which shall be used solely for the purposes as set forth in\nsubsection (b) of this section. The Fund shall be administered by the State Superintendent of\nEducation (“Superintendent”) through the Office of State Superintendent of Education\n(“OSSE”). The Superintendent may designate or assign the authority to administer the Fund to\nentities within OSSE, including the State Athletic Office.\n(b)(1) The Fund shall be used to enhance the development of state interscholastic\nathletic programs and competitions, and to supplement the operations budget of the District of\nColumbia State Athletic Association (“DCSAA”).\n(2) The Statewide Director of Athletics shall prioritize resources from the Fund\nto ensure welldesigned and effective interscholastic athletic programs and competitions\nthroughout the District of Columbia.\n(3) The Fund may be used for the financial support of state athletic programs and\ncompetitions, including for championship events, equipment, memorabilia, training, security,\nawards, and related operations to ensure welldesigned and effective state athletic programs and\nevents that comply with the standards of the National Federation of State High School\nAssociations and with District of Columbia laws and regulations.\n(c) The Fund shall be funded by annual appropriations, which shall be deposited\ninto the Fund, and any proceeds from sponsorships or advertisements, ticket or merchandise\nsales, fundraising activities, competitions, or other athletic programs and activities organized or\ndirected by the State Athletic Office or the DCSAA, or both.\n(d) All funds deposited into the Fund, and any interest earned on those funds, shall\nnot revert to the unrestricted fund balance of the General Fund of the District of Columbia at the\nend of a fiscal year, or at any other time, but shall be continually available for the uses and\npurposes set forth in subsection (b) of this section without regard to fiscal year limitation, subject\nto authorization by Congress.\n\nNote,\n§ 38-2602\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 376\nD.C. Act 19-607, effective January 14, 2013 (Expiration date April 14, 2013)\n\nSec. 3. Rules.\n(a) The Mayor, pursuant to Title I of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.),\nmay issue rules to implement the provisions of this act.\n(b) The proposed rules shall be submitted to the Council for a 30-day period of review,\nexcluding Saturdays, Sundays, holidays, and days of the Council recess. If the Council does not\napprove or disapprove the proposed rules, by resolution, within the 30-day period, the proposed\nrules shall be deemed approved.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act;\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "State Athletic Activities, Programs, and Office Fund Emergency Act of 2012",
  "end": "376",
  "start": "375",
  "name": "Act_19-607.pdf"
}