{
  "end": "346", 
  "name": "Act_19-601.pdf", 
  "start": "345", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 345\nD.C. Act 19-601, effective January 14, 2013 (Expiration date April 4, 2013)\n\nAN ACT\n\nBill 19-1085\nEmergency\nDeclaration\nRes. 19-744\n20 DCStat 553\n\nTo amend, on an emergency basis, due to Congressional review, section 47-1812.08 of the District of\nColumbia Official Code to require an employer or a payor required to withhold income tax for an\nemployee or person who receives a payment subject to withholding to submit a statement of\ninformation as required by the Chief Financial Officer pertaining to each employee or person by\nJanuary 31 of each year, and to require that an employer or payor submitting 25 or more such\nstatements submit them electronically.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Income Tax Withholding Statements Electronic Submission\nCongressional Review Emergency Act of 2012\".\n\nIncome Tax\nWithholding\nStatements\nElectronic\nSubmission\nCongressional\nReview\nEmergency\nAct of 2012\n\nSec. 2. Section 47-1812.08 of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (g)(1)(B) is amended by striking the last sentence.\n(b) A new subsection (n) is added to read as follows:\n“(n)(1) Beginning for statements due after December 31, 2011, each employer or payor\nrequired under this section to withhold income tax for an employee or a person who receives a payment\nsubject to withholding (“payee”) shall prepare a statement for each employee or payee that shows for\nthe previous calendar year any information that the Chief Financial Officer requires by regulation or\nguidance.\n“(2)(A) An employer or payor required to submit the statements pursuant to\nparagraph (1) of this subsection shall submit one copy of the statement for each employee or payee\nto the Chief Financial Officer by January 31 of each year.\n“(B) Except as provided by subparagraph (C) of this paragraph, if the\nnumber of statements that an employer or payor is required to submit is 25 or more, the employer\nor payor shall submit the statements in an electronic format, as prescribed by the Chief Financial\nOfficer.\n“(C) The Chief Financial Officer may waive the requirement that an\nemployer or payor submit statements in electronic format if the Chief Financial Officer\ndetermines that the requirement will result in undue hardship to the employer or payor.”.\n\nNote,\n§ 47-1812.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 346\nD.C. Act 19-601, effective January 14, 2013 (Expiration date April 4, 2013)\n\nSec. 3. Applicability.\nThis act shall apply as of January 4, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer for the\nIncome Tax Withholding Statements Electronic Submission Temporary Amendment Act of\n2012, signed by the Mayor on November 2, 2012 (D.C. Act 19-521; 59 DCR 13311), as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code ' 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813;\nD.C. Official Code 1-204.12(a)).\n\nApplicable\nas of\nJanuary 4,\n2013\n\n\f", 
  "title": "Income Tax Withholding Statements Electronic Submission Congressional Review Emergency Act of 2012", 
  "council_period": "20"
}