{
  "start": "4404", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4404\nD.C. Act 20-480, effective November 10, 2014 (Expiration date February 8, 2015)\n\nAN ACT\n\nBill 20-984\nEmergency\nDeclaration\nRes. 20-675\n20 DCStat 4590\n\nTo amend, on an emergency basis, the District of Columbia Government Comprehensive Merit Personnel\nAct of 1978 to require each administrative law judge, hearing officer, or attorney who is required\nto be a member of the District of Columbia Bar as a prerequisite of District government\nemployment to file a Certificate of Good Standing from the District of Columbia Court of Appeals\non an annual basis.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"District Government Certificate of Good Standing Filing Requirement\nEmergency Amendment Act of 2014\".\n\nSec. 2. Section 881(a) of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective July 25, 2002 (D.C. Law 14-182; D.C. Official Code § 1608.81(a)), is amended by striking the phrase “each attorney” and inserting the phrase “each\nadministrative law judge, hearing officer, or attorney” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDistrict\nGovernment\nCertificate of\nGood\nStanding\nFiling\nRequirement\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 1-608.81\n\n\f", 
  "end": "4404", 
  "name": "Act_20-480.pdf", 
  "title": "District Government Certificate of Good Standing Filing Requirement Emergency Amendment Act of 2014"
}