{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-179, effective October 4, 2013 (Expiration date January 2, 2014)\n\n20 DCSTAT 2435\n\nAN ACT\n\nBill 20-449\nEmergency\nDeclaration\nRes. 20-274\n20 DCStat 2662\n\nTo amend, on an emergency basis, Chapter 13 of Title 47 of the District of Columbia Official Code to\ncancel any tax sale that occurred for the July 2013 tax sale of a resident’s real property who is a\nsenior citizen, veteran, or disabled individual, to establish a $2,000 threshold of taxes owed for\nany real property to go to a tax sale, to require the District to pay the owner of record before the\ntax sale any amount received by the District at the tax sale in excess of the amount of taxes due to\nthe District, and to cap attorney fees at $1,500.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District Real Property Tax Sale Emergency Act of 2013”.\n\nSec. 2. Chapter 13 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-1332(a) is amended to read as follows:\n“(a) The Mayor shall sell all real property on which the tax is in arrears unless otherwise\nprovided by law; provided, that:\n“(1) For the July 2013 tax sale only, no real property that is owned by a resident\nwho is a veteran of the United States Armed Forces, including of the United States Merchant\nMarine in time of war, or is receiving a deduction pursuant to § 47-863 shall be offered for sale\nand any such sale that has been offered shall be cancelled; and\n“(2) Upon the effective date of the District Real Property Tax Sale Emergency\nAct of 2013, passed on emergency basis on September 17, 2013 (Enrolled version of Bill 20449), no real property shall be offered for sale for taxes if the amount of taxes owed to the\nDistrict is less than $2,000.”.\n(b) A new section 47-1347.01 is added to read as follows:\n“§ 47-1347.01. Reimbursement to prior owner.\n“Beginning December 31, 2013, and applicable to tax sales for which no order has yet\nbecome final, concurrent with the final order of foreclosure by the Superior Court, the District\nshall pay to the owner of record before the tax sale (if the property was the primary residence of\nthe record owner) the surplus, as defined in § 47-1330(7), paid by the purchaser at the tax sale\nrelated to the final order. In such instance, the purchaser shall not be refunded or credited the\nsurplus paid, notwithstanding any other provision of law to the contrary.”.\n(c) Section 47-1377(a)(2) is amended as follows:\n(1) Designate the existing text as subparagraph (A).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDistrict Real\nProperty Tax\nSale\nEmergency\nAct of 2013\n\nNote,\n§ 47-1332\n\nNote New,\n§ 47-1347.01\n\nNote,\n§ 47-1337\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-179, effective October 4, 2013 (Expiration date January 2, 2014)\n\n20 DCSTAT 2436\n\n(2) A new subparagraph (B) is added to read as follows:\n“(B) Beginning July 1, 2013, reasonable attorneys’ fees shall be a maximum of\n$1,500.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "District Real Property Tax Sale Emergency Act of 2013",
  "end": "2436",
  "start": "2435",
  "name": "Act_20-179.pdf"
}