{
  "end": "305", 
  "name": "Act_19-587.pdf", 
  "start": "303", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 303\nD.C. Act 19-587, effective January 7, 2013 (Expiration date April 7, 2013)\n\nAN ACT\n\nBill 19-1058\nEmergency\nDeclaration\nRes. 19-764\n20 DCStat 577\n\nTo amend, on an emergency basis, the District of Columbia Election Code of 1955 to abolish the voterregistration and residency requirements for circulators of petitions for the purposes of placing\ninitiative and referendum measures on the ballot, nominating candidates for elected office, and\nrecalling elected officials, and to establish in their place a requirement that circulators of\npetitions for these purposes be at least 18 years of age and residents of the relevant jurisdictions\nin the District of Columbia or registered as petition circulators with the Board of Elections, such\nregistration to include the person’s consent to being subject to the subpoena power of the District\nof Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Board of Elections Petition Circulation Requirements Emergency\nAmendment Act of 2012\".\n\nSec. 2. The District of Columbia Election Code of 1955, approved August 12, 1955 (69\nStat. 699; D.C. Official Code § 1-1001.01 et seq.), is amended as follows:\n(a) Section 8(b)(2) (D.C. Official Code § 1-1001.08 (b)(2)) is amended to read as\nfollows:\n“(2) The nominating petition of any candidate for elected office, pursuant to this act\nshall be circulated by persons who are at least 18 years of age. A petitioner circulator need not be a\nresident of the District of Columbia but otherwise shall be qualified to register to vote in the\nDistrict of Columbia pursuant to section 2(2) and, if not a resident of the District of Columbia,\nshall register as a petition circulator with the Board, such registration to include the person’s\nconsent to being subject to the subpoena power of the District of Columbia. By registering and\ncirculating a nominating petition, the petition circulator voluntarily consents to and subjects\nherself or himself to the Board’s subpoena powers and to the jurisdiction of the Superior Court of\nthe District of Columbia for the enforcement of Board subpoenas without regard to her or his\nplace of residence. The Board shall consider invalid the signatures on any petition sheet which was\ncirculated by a person who, at the time of circulation, was not at least 18 years of age and a resident of\nthe District of Columbia or was not at least 18 years of age and a registered petition circulator pursuant\nto this paragraph. During the challenge period before the Board, the Board may consider invalid the\nsignatures on any petition sheet that was circulated by a registered petition circulator if the registered\npetition circulator fails to comply with a subpoena to appear before the Board as requested in the\nsubpoena.”.\n(b) Section 16 (D.C. Official Code § 1-1001.16) is amended as follows:\n(1) Subsection (h)(5) is amended to read as follows:\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBoard of\nElections\nPetition\nCirculation\nRequirements\nEmergency\nAmendment\nAct of 2012\n\nNote,\n§ 1-1001.08\n\nNote,\n§ 1-1001.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 304\nD.C. Act 19-587, effective January 7, 2013 (Expiration date April 7, 2013)\n\n“ (5) That the petition circulator of an initiative or a referendum petition sheet is at least\n18 years of age and a resident of the District of Columbia or at least 18 years of age and a registered\npetition circulator pursuant to section 8(b)(2). By registering as a petition circulator and circulating\nan initiative or referendum petition, the petition circulator voluntarily consents to and subjects\nherself or himself to the Board’s subpoena powers and to the jurisdiction of the Superior Court of\nthe District of Columbia for the enforcement of Board subpoenas without regard to her or his\nplace of residence. During the challenge period before the Board, the Board may consider invalid\nthe signatures on any petition sheet that was circulated by a registered petition circulator if the\nregistered petition circulator fails to comply with a subpoena to appear before the Board as requested in\nthe subpoena.”.\n(2) Subsection (k)(E) is amended to read as follows:\n“ (E) The petition was circulated by persons who were not at least 18\nyears of age and residents of the District of Columbia or were not at least 18 years of age and\nregistered petition circulators pursuant to section 8(b)(2) at the time of circulation. By registering as\na petition circulator and circulating an initiative or referendum petition, the petition circulator\nvoluntarily consents to and subjects herself or himself to the Board’s subpoena powers and to the\njurisdiction of the Superior Court of the District of Columbia for the enforcement of Board\nsubpoenas without regard to her or his place of residence. During the challenge period before the\nBoard, the Board may consider invalid the signatures on any petition sheet that was circulated by a\nregistered petition circulator if the registered petition circulator fails to comply with a subpoena to\nappear before the Board as requested in the subpoena.”.\n(c) Section 17(i)(6) (D.C. Official Code § 1-1001.17(i)(6)) is amended to read as\nfollows:\n“ (6) The petition was circulated by persons who, if the officer sought to be\nrecalled was elected at-large, were not at least 18 years of age and residents of the District of\nColumbia or were not at least 18 years of age and registered petition circulators pursuant to section\n8(b)(2) at the time of circulation, or if the officer sought to be recalled was elected from a ward, were\nnot at least 18 years of age and residents of that ward or were not at least 18 years of age and\nregistered petition circulators pursuant to section 8(b)(2) at the time of circulation, or if the officer\nsought to be recalled was elected from an Advisory Neighborhood Commission SMD, were not at\nleast 18 years of age and residents of that SMD or were not at least 18 years of age and registered\npetition circulators pursuant to section 8(b)(2) at the time of circulation. During the challenge period\nbefore the Board, the Board may consider invalid the signatures on any petition sheet that was\ncirculated by a registered petition circulator if the registered petition circulator fails to comply with a\nsubpoena to appear before the Board as requested in the subpoena.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNote,\n§ 1-1001.17\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 305\nD.C. Act 19-587, effective January 7, 2013 (Expiration date April 7, 2013)\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Board of Elections Petition Circulation Requirements Emergency Amendment Act of 2012", 
  "council_period": "20"
}