{
  "start": "4467", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4467\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nAN ACT\n\nBill 20-1059\nEmergency\nDeclaration\nRes. 20-750\n20 DCStat 4666\n\nTo authorize, on an emergency basis, the Mayor to assemble the soccer stadium site including\nthrough the use of eminent domain, to require the Mayor to amend the ground lease of\nthe soccer stadium site, to require the Mayor to amend the development agreement for the\nconstruction of a new soccer stadium, and to authorize the rental of airspace and vault\nspace; to amend the Robert F. Kennedy Memorial Stadium and District of Columbia\nNational Guard Armory Public Safety Act to make it applicable to the soccer stadium; to\namend Title 25 of the District of Columbia Official Code to provide for licenses to be\nissued to the operator of the soccer stadium; and to amend Chapter 46 of Title 47 of the\nDistrict of Columbia Official Code to provide tax abatements and to exempt the transfer\nof the stadium site from recordation and transfer taxes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Soccer Stadium Development Emergency Amendment Act of 2014”.\nTITLE I. ASSEMBLAGE OF SITE;\nAUTHORITY OF MAYOR TO EXERCISE EMINENT DOMAIN.\nSec. 101. Definitions.\nFor the purposes of this title, the term “soccer stadium site” means the real property\ndescribed as Squares 603S, 605, 607, 661, and 661N, and the northwest portion of Lot 24 in\nSquare 665 as described in the letter of intent between the District and Potomac Electric Power\nCompany dated December 27, 2013, and all public alleys and streets to be closed within these\nsquares.\nSec. 102. Findings.\nThe Council finds that:\n(1) RFK Stadium is no longer suitable as a home for D.C. United in that it was not\ndesigned to host soccer, but was designed for football and baseball, has a capacity much larger\nthan current Major League Soccer Stadiums, is more than 50 years old, is in deteriorating\ncondition, and is near the end of its useful life.\n(2) Without the development of a new soccer stadium, it is likely that D.C. United\nwould ultimately move to another jurisdiction where it could participate in the development of a\nmodern, state-of-the-art, outdoor soccer stadium, which would cause the District to lose the\neconomic and fiscal benefits associated with the team’s location in the District.\n(3) The development and operation of a new, state-of-the-art, LEED certified\noutdoor soccer stadium at Buzzard Point and the planned development on its ancillary site will\n\nNote, New\n§ 10-1603.01\n\nNote, New\n§ 10-1603.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4468\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nincrease economic activity.\n(4) The stadium is proposed to be located in Buzzard Point, an underutilized\nindustrial area that has long been targeted for redevelopment and, in anticipation of that\nredevelopment, has been rezoned for higher density use, but that, without a catalytic, publicsponsored project, is not likely to see significant redevelopment for a minimum of 8 years and\nlikely longer.\n(5) Developing a state-of-the-art, LEED certified outdoor soccer stadium at\nBuzzard Point will serve to accelerate that redevelopment as well as promote economic\ndevelopment in the Buzzard Point and Capitol Riverfront neighborhoods and enhance economic\nvitality in the District of Columbia.\n(6) Improvements in the physical environment of Buzzard Point catalyzed by the\nsoccer stadium will connect Buzzard Point to the emerging Capitol Riverfront area to create a\nvibrant, mixed-use neighborhood with improved pedestrian circulation and continuous public\naccess to the water, offer new development opportunities that could promote mixed-use\ndevelopment and increase the inventory of affordable housing through inclusionary zoning, and\nprovide ways to improve the environmental health of Buzzard Point.\n(7) Improvements and infrastructure investments represented by the development\nof a new, state-of-the-art soccer stadium project at Buzzard Point will leverage other nearby\nDistrict investments such as the South Capitol Street Bridge project and the parking facilities for\nNationals Park and, along with the successful and planned development at the Yards and the\nWharf, combine to anchor a new, mixed-use neighborhood that would reconnect residents to the\nwaterfront, enhance the natural environment, and establish an attractive gateway to the District\nwhile improving conditions for nearby residents.\nSec. 103. Assemblage of soccer stadium site.\n(a)(1) The Council disapproves the exchange agreement between the District of\nColumbia and SW Land Holder, LLC dated May 23, 2014 (the “exchange agreement”) and the\namendment to the exchange agreement dated October 7, 2014.\n(2) The Mayor shall acquire Squares 605, 607, and 661 and the northwest portion\nof Lot 24 in Square 665 as described in the letter of intent between the District and Potomac\nElectric Power Company (“PEPCO”) dated December 27, 2013 for market value at a cost not to\nexceed $88.9 million; provided, that the cost may exceed $88.9 million if in an eminent domain\nproceeding the court determines or an appraisal conducted by the District establishes a value for\none or more properties that causes the cost to exceed $88.9 million.\n(b) Notwithstanding An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801 et. seq.), or other provision of law, the Council authorizes the Mayor to\ntransfer Lot 82 in Square 559 to PEPCO in exchange for $15.8 million.\n(c) The Mayor is not authorized to exchange or otherwise dispose of the Franklin D.\nReeves Center, located on Lot 844 in Square 204, in conjunction with the assemblage of the\nsoccer stadium site.\n\nNote, New\n§ 10-1603.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4469\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\n(d) The Mayor shall transmit any agreement to acquire any portion of Squares 605, 607,\nor 661, or the northwest portion of Lot 24 in Square 665 as described in the letter of intent\nbetween the District and PEPCO dated December 27, 2013 to the Council no fewer than 30 days\nbefore the effective date of the agreement.\n(e) The Mayor may exercise eminent domain in accordance with the procedures set forth\nin subchapter II of Chapter 13 of Title 16 of the District of Columbia Official Code to acquire\nany portion of Squares 605, 607, or 661, or the northwest portion of Lot 24 in Square 665 as\ndescribed in the letter of intent between the District and PEPCO dated December 27, 2013.\nSec. 104. Amendments to ground lease and development agreement.\n(a)(1) The Mayor shall transmit to the Council a ground lease (“revised ground lease”)\nthat amends the ground lease between the District of Columbia and DC Stadium LLC, dated May\n23, 2014 (“original ground lease”), for lease of the soccer stadium site to DC Stadium LLC no\nfewer than 30 days before the effective date of the revised ground lease.\n(2) The revised ground lease shall:\n(A) Not contain any provision to abate District sales tax; and\n(B) Contain modifications to conform the terms of the original ground\nlease to the provisions of this act.\n(b)(1) The Mayor shall transmit to the Council a development agreement (“revised\ndevelopment agreement”) that amends the development agreement between the District of\nColumbia and DC Stadium LLC, dated May 23, 2014 (“original development agreement”), for\nthe development of the soccer stadium site, not fewer than 30 days before the effective date of\nthe revised development agreement.\n(2) The revised development agreement shall:\n(A) Extend the date by which the District shall acquire control of the\nsoccer stadium site to September 30, 2015;\n(B) Extend the dates by which the District shall close streets and alleys,\nacquire fee title, demolish existing structures, perform infrastructure work (including all District\nobligations under article V of the original development agreement), and perform environmental\nremediation work (including all District obligations under article VI of the original development\nagreement), as such actions are described in articles III, IV, V, and VI of the original\ndevelopment agreement and may be described or referenced in other provisions of the original\ndevelopment agreement, each by 6 months;\n(C) Set a date by which DC Stadium LLC shall complete the construction\nof a soccer stadium at the soccer stadium site;\n(D) Extend other dates as negotiated between the District and DC\nStadium, LLC;\n(E) Amend section 5.9 of the original development agreement to read as\nfollows: “Land Contribution. Within 30 days of the District’s acquisition of either Lot 7 or Lot\n802 in Square 605, the Stadium Developer shall pay to the District, or its designee, Two Million\nFive Hundred Thousand Dollars ($2,500,000.00) to offset Land acquisition costs, unless the\n\nNote, New\n§ 10-1603.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4470\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nDistrict acquires either Lot 7 or Lot 802 in Square 605 by the use of eminent domain and the\naggregate price paid by the District for Lot 7 and Lot 802 is less than $25,148,760.”;\n(F) Amend section 9.1(c) of the original development agreement to read\nas follows: “Designated Entertainment Area. The District shall grant to the Developer ‘signage\nrights’ with respect to the Land, such signage rights to be those rights described in the proposed\nChapter 8 of Title 13 of the District of Columbia Municipal Regulations published in the DC\nRegister on August 17, 2012.”; and\n(G) Provide that no fees, proffers, or deposits shall be borne or waived by\nthe District pursuant to section 7.6 of the original development agreement before October 1,\n2015.\n(c) DC Stadium, LLC and the District shall agree to terms within the revised ground lease\nand revised development agreement providing that, notwithstanding any other provision of the\nrevised ground lease or revised development agreement, DC Stadium LLC covenants and agrees:\n(1) To enter into a labor peace agreement that conforms in content to the\nrequirements set forth in section 4 of the District Hotel Development Projects Labor Peace\nAgreement Act of 2002, effective April 2, 2003 (D.C. Law 14-266; D.C. Official Code § 32853), with each labor organization that requests a labor peace agreement and which represents, or\nreasonably might represent, food service or concession workers at the soccer stadium to be\nconstructed at the soccer stadium site, workers in any hotel development located on the Adjacent\nLand (as defined in Exhibit A-2 to the original ground lease), or any group or subgroup of such\nworkers; and\n(2) To require, as a condition of any assignment, sublease, or transaction of any\nkind transferring, in whole or in part, any rights under the revised development agreement or the\nrevised ground lease to any other entity, that such assignee, sublessee, transferee, or other entity:\n(A) Adopt and execute any labor peace agreement entered into by DC\nStadium LLC pursuant to paragraph (1) of this subsection or, to the extent that DC Stadium LLC\nhas not entered into such a labor peace agreement with any labor organization that requests a\nlabor peace agreement and that represents, or reasonably might represent, workers described in\nparagraph (1), to enter into such agreement; and\n(B) Require adoption and execution of such labor peace agreement (or, to\nthe extent that such agreement has not previously been reached with any labor organization that\nrequests a labor peace agreement and that represents, or reasonably might represent, workers\ndescribed in paragraph (1) of this subsection, to require entry into such agreement) by any future\nassignee, sublessee, transferee, or other entity as a condition of any future assignment, sublease,\ntransfer, agreement, or transaction of any kind transferring, in whole or in part, any rights under\nthe revised development agreement or the revised ground lease; and\n(3) To entitle any labor organization that has entered into, or has requested to\nenter into, a labor peace agreement under this subsection to enforce the obligations described in\nparagraph (1) and paragraph (2) of this subsection as a third-party beneficiary of the contractual\nprovisions described therein, by filing a civil action in the Superior Court of the District of\nColumbia seeking declaratory and other equitable relief.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4471\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nSec. 105. Authority of Mayor to rent vault space, airspace.\nNotwithstanding any other provision of law, the Mayor may issue a vault permit or\nairspace lease to DC Stadium LLC, or its designee, for the use of vault space or airspace adjacent\nto the soccer stadium site in accordance with the District of Columbia Public Space Rental Act,\napproved October 17, 1968 (82 Stat. 1156; D.C. Official Code § 10-1101.01 et seq.), or the\nDistrict of Columbia Public Space Utilization Act, approved October 17, 1968 (82 Stat. 1166;\nD.C. Official Code § 10-1121.01 et seq.), whichever one is applicable, for a term as determined\nby the Mayor and at no additional fee or rent, except as may be otherwise determined by the\nMayor.\n\nNote, New\n§ 10-1603.05\n\nSec. 106. Cap on horizontal development costs.\nNotwithstanding any other provision of law, the District shall not obligate in excess of\n$150 million in aggregate costs to acquire, assemble, and develop the soccer stadium site.\n\nNote, New\n§ 10-1603.06\n\nSec. 107. Soccer Stadium Financing Fund.\n(a) There is established as a special fund the Soccer Stadium Financing Fund (“Fund”),\nwhich shall be administered by the Deputy Mayor for Planning and Economic Development in\naccordance with subsections (c) and (d) of this section.\n(b) Revenue from the following sources shall be deposited in the Fund:\n(1) The payment made by the District of Columbia Water and Sewer Authority to\nthe District government pursuant to section 3.02 of the memorandum of agreement entered into\nbetween the District of Columbia and the District of Columbia Water and Sewer Authority, dated\nSeptember 4, 2014;\n(2) Any payment made by D.C. United to the District government pursuant to\nsection 5.9 of the development agreement;\n(3) The proceeds of the sale of the District-owned property located at 1st and K\nStreets, N.W., which property is designated for tax and assessment purposes as Lot 82 in Square\n559; and\n(4) The funds reprogrammed pursuant to section 3 of the Fiscal Year 2015\nRevised Budget Request Emergency Adjustment Act of 2014, passed on emergency basis on\nDecember 17, 2014 (Enrolled version of Bill 20-1043).\n(c) Money in the Fund shall be used for the following purposes:\n(1) To pay for the operating expenditures or other costs incurred in the\nimplementation of this act; and\n(2) To offset the revenue reduction impacts of this act.\n(d) Money in the Fund may not be used for any purpose not identified in subsection (c) of\nthis section.\n(e) (1) The money deposited into the Fund, and interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\n\nNote, New\n§ 10-1603.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4472\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\n(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated in the Fund shall be continually available without regard to fiscal year limitation.\nSec. 108. Community benefits.\n(a) The Mayor shall utilize additional funds provided for under the Fiscal Year 2015\nRevised Budget Request Emergency Adjustment Act of 2014, passed on emergency basis on\nDecember 17, 2014 (Enrolled version of Bill 20-1043), to implement the Convention Center –\nSouthwest Waterfront corridor as described in the “DC Circulator 2014 Transit Development\nPlan Update” dated September 2014, in addition to previously appropriated funds identified for\nthe extension of the Union Station-Navy Yard route to the Southwest Waterfront.\n(b) The Mayor shall implement a workforce intermediary program to connect residents of\nANC6D with employment during construction of the stadium and the initial 2 seasons of soccer\noperations.\n(c) The Mayor shall utilize additional capital funds provided for “General Improvements\n– DPR” contained in the Fiscal Year 2015 Revised Budget Request Emergency Adjustment Act\nof 2014, passed on emergency basis on December 17, 2014 (Enrolled version of Bill 20-1043),\nfor capital improvements to the Randall Recreation Center in Ward 6.\n(d) The Mayor shall provide ongoing operations and programming funding for the\nRandall Recreation Center in Ward 6.\nTITLE II. AMENDMENTS\nSec. 201. The Robert F. Kennedy Memorial Stadium and District of Columbia National\nGuard Armory Public Safety Act, effective November 3, 1977 (D.C. Law 2-37; D.C. Official\nCode § 3-341 et seq.), is amended as follows:\n(a) Section 3a (D.C. Official Code § 3-342.01) is amended to read as follows:\n“Sec. 3a. Definitions.\n“For the purposes of this act, the term:\n“(1) “Baseball Stadium” shall have the same meaning as that provided for the\nterm “Ballpark” in D.C. Official Code § 47-2002.05(a)(1)(A).\n“(2) “Soccer Stadium” means a soccer stadium constructed after October 1, 2014\non a site bounded by 2nd Street, S.W., T Street, S.W., Half Street, S.W., Potomac Avenue, S.W.,\nand R Street, S.W.”.\n(b) Section 4 (D.C. Official Code § 3-343) is amended by striking the phrase “Baseball\nStadium,” and inserting the phrase “Baseball Stadium, the Soccer Stadium,” in its place.\n(c) Section 4a (D.C. Official Code § 3-343.01) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “or the Baseball Stadium”\nand inserting the phrase “, the Baseball Stadium, or the Soccer Stadium” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1A) is amended by striking the word “or” at the end.\n(B) A new paragraph (1B) is added to read as follows:\n“(1B) Any person duly authorized or licensed by the operator of the Soccer\n\nNote, New\n§ 10-1603.08\n\nNote,\n§ 3-342.01\n\nNote,\n§ 3-343\nNote,\n§ 3-343.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4473\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nStadium to possess, sell, give away, transport, or store alcoholic beverages or containers within\nany portion of the Soccer Stadium or an employee or agent acting for any such duly authorized\nor licensed person; or”.\n(d) Section 4b (D.C. Official Code § 3-343.02) is amended as follows:\n(1) A new subsection (b-1) is added to read as follows:\n“(b-1) Unless expressly authorized by the operator of the Soccer Stadium or its duly\nauthorized agents, no person shall at any time enter onto any portion of the playing field within\nthe Soccer Stadium.”.\n(2) Subsection (c) is amended by striking the phrase “or the Baseball Stadium”\nand inserting the phrase “, the Baseball Stadium, or the Soccer Stadium” in its place.\nSec. 202. Title 25 of the District of Columbia Official Code is amended as follows:\n(a) Section 25-101 is amended as follows:\n(1) The existing paragraph (48A) is redesignated as paragraph (48B).\n(2) A new paragraph (48A) is added to read as follows:\n“(48A) “Soccer Stadium” means a soccer stadium constructed after October 1,\n2014 on a site bounded by 2nd Street, S.W., T Street, S.W., Half Street, S.W., Potomac Avenue,\nS.W., and R Street, S.W.”.\n(b) Section 25-114 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “DC Arena” both times it\nappears and inserting the phrase “DC Arena or the Soccer Stadium” in its place.\n(2) A new subsection (c) is added to read as follows:\n“(c)(1) Upon application by an applicant as set forth in Chapter 4 of this title, the Board\nshall issue one or more retailer's licenses, class Arena C/X, to the operator of the Soccer\nStadium.\n“(2) At the option of the operator of the Soccer Stadium, the licenses may be\nissued to concessionaires and tenants of the Soccer Stadium, as may be requested from time to\ntime by the operator of the Soccer Stadium.\n“(3) Licenses may be canceled by the Board if the initial operator ceases to\noperate the Soccer Stadium.\n“(4) If the operator of the Soccer Stadium assigns its interest in the Soccer\nStadium, the Board may transfer the licenses to the operator's assignee, upon application under\nChapter 4 of this title and approval by the Board.”.\n(3) Subsection (d) is amended by striking the phrase “DC Arena” and inserting\nthe phrase “DC Arena, the Soccer Stadium” in its place.\n(4) Subsection (e) is amended by striking the phrase “DC Arena” and inserting the\nphrase “DC Arena or the Soccer Stadium” in its place.\n(c) Section 25-505 is amended by striking the phrase “DC Arena” and inserting the\nphrase “DC Arena and the Soccer Stadium” in its place.\n(d) Section 25-1003 is amended as follows:\n(1) The heading is amended to read as follows:\n\nNote,\n§ 3-343.02\n\nNote,\n§ 25-101\n\nNote,\n§ 25-114\n\nNote,\n§ 25-505\nNote,\n§ 25-1003\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4474\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\n“§ 25-1003. Prohibition on beverage storage containers in the DC Arena and Soccer\nStadium.”.\n(2) Subsection (a) is amended by striking the phrase “DC Arena” and inserting\nthe phrase “DC Arena or the Soccer Stadium” in its place.\n(3) Subsection (b) is amended as follows:\n(A) Strike the phrase “DC Arena; to” and insert the phrase “DC Arena or\nthe Soccer Stadium; to” in its place.\n(B) Strike the phrase “DC Arena by the lessee or its” and insert the phrase\n“DC Arena or the Soccer Stadium, by the lessee of the DC Arena or its concessionaires and\ntenants, or by the operator of the Soccer Stadium or its” in its place.\nSec. 203. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-4663. Soccer Stadium tax abatements.”.\n(b) A new section 47-4663 is added to read as follows:\n“§ 47-4663. Soccer Stadium tax abatements.\n“(a) For the purposes of this section, the term:\n“(1) “Soccer stadium” means a soccer stadium constructed after October 1, 2014\non a site bounded by Second Street, S.W., T Street, S.W., Half Street, S.W., Potomac Avenue,\nS.W., and R Street, S.W.\n“(2) “Soccer stadium site” means the real property described as Squares 603S,\n605, 607, 661, and 661N, and the northwest portion of Lot 24 in Square 665 as described in the\nletter of intent between the District and Potomac Electric Power Company dated December 27,\n2013, and all public alleys and streets to be closed within these squares.\n“(b) The real property taxes imposed under Chapter 8 of this title and the possessory\ninterest tax imposed under § 47-1005.01 on that portion of the soccer stadium site on which the\nsoccer stadium is constructed, shall be abated as follows:\n“(1) Beginning on June 1, 2016, or the date by which the District acquires title to\neach portion of the soccer stadium site on which the soccer stadium is constructed, whichever is\nlater, through the fifth lease year —100%;\n“(2) For lease years 6 through 10—75%;\n“(3) For lease years 11 through 15—50%;\n“(4) For lease years 16 through 20—25%;\n“(5) Beginning with the 21st lease year and for each lease year thereafter -- zero.\n“(c)(1) The abatements provided by subsection (b) of this section for any real property\ntax year may be allocated between half tax years at the discretion of the Office of Tax and\nRevenue.\n“(2) The abatements provided by subsection (b) of this section shall terminate at\nthe end of the half tax year during which the soccer stadium ceases to be used as a stadium by a\n\nNote, New\n§ 47-4663\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4475\nD.C. Act 20-557, effective December 30, 2014 (Expiration date March 30, 2015)\n\nmajor league soccer team.\n“(d)(1) All transfers of real property in the soccer stadium site from the possession date,\nas that term is defined in the revised ground lease transmitted pursuant to section 104(a) of the\nSoccer Stadium Development Emergency Amendment Act of 2014, passed on emergency basis\non December 17, 2014 (Enrolled version of Bill 20-1059) (“ground lease”), through the end of\nthe term of the ground lease shall be exempt from the taxes imposed by § 42-1103 and § 47-903.\n“(2) The exemptions provided under paragraph (1) of this subsection shall expire\non the termination of the ground lease.\n“(e) The abatements and exemptions provided by this section shall be in addition to, and\nnot in lieu of, any other tax relief or assistance from any other source applicable to the soccer\nstadium.”.\nTITLE III. GENERAL PROVISIONS\nSec. 301. Applicability.\n(a) This act shall apply upon the date of inclusion of its fiscal effect in an approved\nbudget and financial plan.\n(b) The Chief Financial Officer shall certify the date of the inclusion of the fiscal effect in\nan approved budget and financial plan, and provide notice to the Budget Director of the Council\nof the certification.\n(c)(1) The Budget Director shall cause the notice of the certification to be published in\nthe District of Columbia Register.\n(2) The date of publication of the notice of the certification shall not affect the\napplicability of this act.\nSec. 302. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 303. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4475", 
  "name": "Act_20-557.pdf", 
  "title": "Soccer Stadium Development Emergency Amendment Act of 2014"
}