{
  "start": "1770", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1770\n\nAN ACT\n\nBill 20-198\n\nTo adopt the request of the District of Columbia government for appropriation and authorization for the\nfiscal year ending September 30, 2014.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Fiscal Year 2014 Budget Request Act of 2013\".\n\nSec. 2. The Council of the District of Columbia approves the following expenditure\nlevels and appropriation language for the government of the District of Columbia for the fiscal\nyear ending September 30, 2014.\nDIVISION A\nDISTRICT OF COLUMBIA APPROPRIATION REQUEST\nTITLE I--FEDERAL FUNDS\nDISTRICT OF COLUMBIA COURTS\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA COURTS\nFor salaries and expenses for the District of Columbia Courts, $222,667,000 to be\nallocated as follows: for the District of Columbia Court of Appeals, $13,375,000, of which not to\nexceed $1,500 is for official reception and representation expenses; for the District of Columbia\nSuperior Court, $112,566,000, of which not to exceed $1,500 is for official reception and\nrepresentation expenses; for the District of Columbia Court System, $68,987,000, of which not\nto exceed $1,500 is for official reception and representation expenses; and $27,739,000, to\nremain available until September 30, 2015, for capital improvements for District of Columbia\ncourthouse facilities; provided, that funds made available for capital improvements shall be\nexpended consistent with the District of Columbia Courts master plan study and building\nevaluation report; provided further, that notwithstanding any other provision of law, all amounts\nunder this heading shall be apportioned quarterly by the Office of Management and Budget and\nobligated and expended in the same manner as funds appropriated for salaries and expenses of\nother Federal agencies; provided further, that 30 days after providing written notice to the\nCommittees on Appropriations of the House of Representatives and the Senate, the District of\nColumbia Courts may reallocate not more than $3,000,000 of the funds provided under this\nheading among the items and entities funded under this heading but no such allocation shall be\n\nFiscal Year\n2014 Budget\nRequest Act of\n2013\n\nNote,\n§ 1-204.46\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1771\n\nincreased by more than 4 %.\nFEDERAL PAYMENT FOR DEFENDER SERVICES IN DISTRICT OF COLUMBIA\nCOURTS\nFor payments authorized under section 11–2604 and section 11–2605 of the District of\nColumbia Official Code (relating to representation provided under the District of Columbia\nCriminal Justice Act), payments for counsel appointed in proceedings in the Family Court of the\nSuperior Court of the District of Columbia under Chapter 23 of Title 16 of the District of\nColumbia Official Code, or pursuant to contractual agreements to provide guardian ad litem\nrepresentation, training, technical assistance, and such other services as are necessary to improve\nthe quality of guardian ad litem representation, payments for counsel appointed in adoption\nproceedings under Chapter 3 of Title 16 of the District of Columbia Official Code, and payments\nauthorized under section 21–2060 of the District of Columbia Official Code (relating to services\nprovided under the District of Columbia Guardianship, Protective Proceedings, and Durable\nPower of Attorney Act of 1986), $49,890,000, to remain available until expended; provided, that\nfunds provided under this heading shall be administered by the Joint Committee on Judicial\nAdministration in the District of Columbia; provided further, that notwithstanding any other\nprovision of law, this appropriation shall be apportioned quarterly by the Office of Management\nand Budget and obligated and expended in the same manner as funds appropriated for expenses\nof other Federal agencies.\nDISTRICT OF COLUMBIA GENERAL AND SPECIAL PAYMENTS\nFEDERAL PAYMENT FOR RESIDENT TUITION SUPPORT\nFor a Federal payment to the District of Columbia, to be deposited into a dedicated\naccount, for a nationwide program to be administered by the Mayor, for District of Columbia\nresident tuition support, $35,000,000, to remain available until expended; provided, that such\nfunds, including any interest accrued thereon, may be used on behalf of eligible District of\nColumbia residents to pay an amount based upon the difference between in-State and out-ofState tuition at public institutions of higher education, or to pay up to $2,500 each year at eligible\nprivate institutions of higher education; provided further, that the awarding of such funds may be\nprioritized on the basis of a resident's academic merit, the income and need of eligible students\nand such other factors as may be authorized; provided further, that the District of Columbia\ngovernment shall maintain a dedicated account for the Resident Tuition Support Program that\nshall consist of the Federal funds appropriated to the Program in this Act and any subsequent\nappropriations, any unobligated balances from prior fiscal years, and any interest earned in this\nor any fiscal year; provided further, that the account shall be under the control of the District of\nColumbia Chief Financial Officer, who shall use those funds solely for the purposes of carrying\nout the Resident Tuition Support Program; provided further, that the Office of the Chief\nFinancial Officer shall provide a quarterly financial report to the Committees on Appropriations\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1772\n\nof the House of Representatives and the Senate for these funds showing, by object class, the\nexpenditures made and the purpose therefor.\nFEDERAL PAYMENT FOR SCHOOL IMPROVEMENT\nFor a Federal payment to a school improvement program in the District of Columbia,\n$52,200,000, to remain available until expended, as authorized under the Scholarship for\nOpportunity and Results Act, approved April 15, 2011 (division C of Pub. L. No. 112-10; 125\nStat. 38), to be allocated as follows: for the District of Columbia Public Schools, $30,000,000 to\nimprove public school education in the District of Columbia; for the State Education Office,\n$20,000,000 to expand quality public charter schools in the District of Columbia; and for the\nactivities specified in sections 3007(b) through 3007(d) and 3009 of the Act, $2,200,000.\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA WATER AND SEWER\nAUTHORITY\nFor a Federal payment to the District of Columbia Water and Sewer Authority,\n$14,500,000, to remain available until expended, to continue implementation of the Combined\nSewer Overflow Long-Term Plan; provided, that the District of Columbia Water and Sewer\nAuthority provides a 100 % match for this payment.\nFEDERAL PAYMENT TO THE CRIMINAL JUSTICE COORDINATING COUNCIL\nFor a Federal payment to the Criminal Justice Coordinating Council, $1,800,000, to\nremain available until expended, to support initiatives related to the coordination of Federal and\nlocal criminal justice resources in the District of Columbia.\nFEDERAL PAYMENT FOR JUDICIAL COMMISSIONS\nFor a Federal payment, to remain available until September 30, 2015, to the Commission\non Judicial Disabilities and Tenure, $295,000, and for the Judicial Nomination Commission,\n$205,000.\nFEDERAL PAYMENT FOR THE DISTRICT OF COLUMBIA NATIONAL GUARD\nFor a Federal payment to the District of Columbia National Guard, $500,000, to remain\navailable until expended.\nFEDERAL PAYMENT FOR TESTING AND TREATMENT OF HIV/AIDS\nFor a Federal payment to the District of Columbia for the testing of individuals for, and\nthe treatment of individuals with, human immunodeficiency virus and acquired\nimmunodeficiency syndrome in the District of Columbia, $5,000,000.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1773\n\nFEDERAL PAYMENT FOR REDEVELOPMENT OF THE ST. ELIZABETHS\nHOSPITAL CAMPUS\nFor a Federal Payment to the District of Columbia, $9,800,000, for activities to support\nredevelopment efforts at the site of the former St. Elizabeths Hospital in the District of\nColumbia.\nFEDERAL PAYMENT FOR D.C. COMMISSION ON THE ARTS AND HUMANITIES\nGRANTS\nFor a Federal payment to the District of Columbia Commission on the Arts and\nHumanities, $1,000,000, to fund competitively awarded grants for nonprofit fine and performing\narts organizations based in and primarily serving the District of Columbia.\nFEDERAL PAYMENT FOR EMERGENCY PLANNING AND SECURITY COSTS IN\nTHE DISTRICT OF COLUMBIA\nFor a Federal payment of necessary expenses, as determined by the Mayor of the District\nof Columbia in written consultation with the elected county or city officials of surrounding\njurisdictions, $14,900,000, to remain available until expended and in addition any funds that\nremain available from prior year appropriations under this heading for the District of Columbia\nGovernment, for the costs of providing public safety at events related to the presence of the\nnational capital in the District of Columbia, including support requested by the Director of the\nUnited States Secret Service Division in carrying out protective duties under the direction of the\nSecretary of Homeland Security, and for the costs of providing support to respond to immediate\nand specific terrorist threats or attacks in the District of Columbia or surrounding jurisdictions.\nTITLE II--DISTRICT OF COLUMBIA FUNDS--SUMMARY OF EXPENSES\nThe following amounts are appropriated for the District of Columbia for the current fiscal\nyear out of the General Fund of the District of Columbia (“General Fund”), except as otherwise\nspecifically provided; provided, that notwithstanding any other provision of law, except as\nprovided in section 450A of the District of Columbia Home Rule Act, approved November 2,\n2000 (114 Stat. 2440; D.C. Official Code § 1-204.50a), and provisions of this Act, the total\namount appropriated in this Act for operating expenses for the District of Columbia for fiscal\nyear 2014 under this heading shall not exceed the lesser of the sum of the total revenues of the\nDistrict of Columbia for such fiscal year or $12,158,414,000 (of which $6,814,718,000 shall be\nfrom local funds (including $447,926,000 from dedicated taxes), $961,836,000 shall be from\nFederal grant funds, $1,918,368,000 from Medicaid payments, $2,335,654,000 shall be from\nother funds, and $9,338,000 shall be from private funds, and $118,500,000 shall be from funds\npreviously appropriated in this Act as Federal payments, which does not include funds\nappropriated under the American Recovery and Reinvestment Act of 2009, approved February\n17, 2009 (123 Stat. 115; 26 U.S.C. § 1, note); provided further, that of the local funds, such\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1774\n\namounts as may be necessary may be derived from the District’s General Fund balance; provided\nfurther, that of these funds the District’s intra-District authority shall be $669,096,000; in\naddition, for capital construction projects, an increase of $2,756,433,000, of which\n$2,278,934,000 shall be from local funds, $53,680,000 from the Local Transportation Fund,\n$104,857,000 from the District of Columbia Highway Trust Fund, and $318,962,000 from\nFederal grant funds, and a rescission of $558,139,000, of which $420,472,000 is from local\nfunds, $100,300,000 from the Local Transportation Fund, $12,105,000 from the District of\nColumbia Highway Trust Fund, and $25,262,000 from Federal grant funds appropriated under\nthis heading in prior fiscal years, for a net amount of $2,198,294,000, to remain available until\nexpended; provided further, that the amounts provided under this heading are to be available,\nallocated, and expended as proposed under this title and Title III of this Act, at the rate set forth\nunder “District of Columbia Funds Division of Expenses” as included in the Fiscal Year 2014\nProposed Budget and Financial Plan submitted to the Congress by the District of Columbia;\nprovided further, that, notwithstanding any other provision of law, upon the first enactment of\nthe District’s budget request under this Act, through September 30, 2014, during a period in\nwhich there is an absence of a federal appropriations act authorizing the expenditure of local\nfunds, the District of Columbia is authorized to obligate and expend local funds for programs and\nactivities at the rate set forth in this Act and to approve and execute reprogramming requests of\nlocal funds pursuant to section 446 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 777; D.C. Official Code § 1-204.46); provided further, that this\namount may be increased by proceeds of one-time transactions, which are expended for\nemergency or unanticipated operating or capital needs; provided further, that such increases shall\nbe approved by enactment of local District law and shall comply with all reserve requirements\ncontained in the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n777; D.C. Official Code § 1-201.01 et seq.), as amended by this Act; provided further, that the\nChief Financial Officer of the District of Columbia shall take such steps as are necessary to\nassure that the District of Columbia meets these requirements, including the apportioning by the\nChief Financial Officer of the appropriations and funds made available to the District during\nfiscal year 2014; except, that the Chief Financial Officer may not reprogram for operating\nexpenses any funds derived from bonds, notes, or other obligations issued for capital projects.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1775\n\nTITLE III--DISTRICT OF COLUMBIA FUNDS - - DIVISION OF EXPENSES\nOPERATING EXPENSES\nGOVERNMENTAL DIRECTION AND SUPPORT\nGovernmental direction and support, $682,775,000 (including $602,553,000 from local\nfunds, $28,526,000 from Federal grant funds, $51,377,000 from other funds, and $319,000 from\nprivate funds): provided, that there are appropriated such additional amounts as may be\nnecessary to account for vendor fees that are paid as a fixed percentage of revenue recovered\nfrom third parties on behalf of the District under contracts that provide for payments of fees\nbased upon such revenue as may be collected by the vendor; provided further, that any program\nfees collected from the issuance of debt shall be available for the payment of expenses of the\ndebt management program of the District, to be allocated as follows:\n(1) Council of the District of Columbia. –$20,957,000 from local funds; provided,\nthat not to exceed $25,000 shall be available for the Chairman from this appropriation for official\nreception and representation expenses and for purposes consistent with the Discretionary Funds\nAct of 1973, approved October 26, 1973 (87 Stat. 509; D.C. Official Code § 1-333.10); provided\nfurther, that beginning in fiscal year 2012 and for each fiscal year thereafter, such amounts on\ndeposit and any such future deposits into the Council Technology Projects Fund, established by\nsection 1082 of the Fiscal Year 2012 Budget Support Act of 2011, effective September 14, 2011\n(D.C. Law 19-210; D.C. Official Code § 1-325.201), shall be available upon deposit and shall\nremain available until expended, consistent with the purposes set forth in that section;\n(2) Office of the District of Columbia Auditor. –$4,276,000 from local funds;\n(3) Advisory Neighborhood Commission. –$902,000 from local funds; provided,\nthat the Advisory Neighborhood Commission allotments shall not revert to the General Fund of\nthe District of Columbia at the end of the fiscal year, or at any other time, but shall be\ncontinually available until expended;\n(4) Uniform Law Commission. – $50,000 from local funds;\n(5) Office of the Mayor. –$11,402,000 (including $8,353,000 from local funds\nand $3,050,000 from Federal grant funds); provided, that not to exceed $25,000 shall be\navailable for the Mayor for official reception and representation expenses;\n(6) Office of the Secretary. – $3,266,000 (including $2,266,000 from local funds\nand $1,000,000 from other funds); provided, that such amounts on deposit and any such future\ndeposits into the Emancipation Day Fund, established by section 4 of the District of Columbia\nEmancipation Parade and Fund Act of 2004, effective March 17, 2005 (D.C. Law 15-240; D.C.\nOfficial Code § 1-183), shall be available upon deposit and shall remain available until\nexpended, consistent with the purposes set forth in that section;\n(7) City Administrator. – $4,688,000 (including $3,383,000 from local funds and\n$1,305,000 from other funds); provided, that not to exceed $10,600 shall be available for the\nCity Administrator for official reception and representation expenses;\n(8) Office of Risk Management. – $2,946,000 from local funds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1776\n\n(9) Department of Human Resources. – $7,701,000 (including $7,415,000 from\nlocal funds and $286,000 from other funds); provided, that all unexpended Compensation and\nClass funds as of September 30, 2013, are authorized for expenditure and shall remain available\nuntil expenditure;\n(10) Office of Disability Rights. –$1,755,000 (including $980,000 from local\nfunds and $775,000 from Federal grant funds);\n(11) Captive Insurance Agency. – $1,802,000 (including $1,753,000 from local\nfunds and $49,000 from other funds); and all unexpended fiscal year 2013 local and other funds\nas of September 30, 2013, to remain available until expended;\n(12) Office of Finance and Resource Management. – $19,665,000 from local\nfunds;\n(13) Office of Contracting and Procurement. – $11,731,000 from local funds;\n(14) Office of Chief Technology Officer. – $65,156,000 (including $47,837,000\nfrom local funds, $985,000 from Federal grant funds, and $16,334,000 from other funds);\nprovided, that any funds deposited into the Technology Infrastructure Services Support Fund,\nestablished by the Technology Services Support Amendment Act of 2013 within the Fiscal Year\n2014 Budget Support Act of 2013, passed on 2nd reading on June 26, 2013 (Enrolled version of\nBill 20-199)(“Fiscal Year 2014 Budget Support Act of 2013”), and any interest earned on those\nfunds, shall not revert to the General Fund of the District of Columbia at the end of a fiscal year,\nor at any other time, but shall be continually available until expended;\n(15) Department of General Services. – $266,161,000 (including $260,032,000\nfrom local funds and $6,129,000 from other funds); provided, that amounts on deposit in, and\nany such future deposits to, the Commodities Cost Reserve Fund established under D.C. Official\nCode § 47-368.04 shall be available upon deposit and shall remain available until expended\nconsistent with the purposes established under D.C. Official Code § 47-368.04(b);\n(16) Contract Appeals Board. – $1,059,000 from local funds;\n(17) Board of Elections. – $6,615,000 from local funds;\n(18) Office of Campaign Finance. – $2,629,000 from local funds;\n(19) Public Employee Relations Board. – $1,162,000 from local funds;\n(20) Office of Employee Appeals. – $1,480,000 from local funds;\n(21) Metropolitan Washington Council of Governments. – $428,000 from local\nfunds;\n(22) Office of the Attorney General. – $83,351,000 (including $59,972,000 from\nlocal funds, $21,234,000 from Federal grant funds, $1,827,000 from other funds, and $319,000\nfrom private funds);\n(23) Board of Ethics and Government Accountability. – $1,315,000 (including\n$1,255,000 from local funds and $60,000 from other funds);\n(24) Innovation Fund. – $15,000,000 from local funds;\n(25) Office of the Inspector General. – $15,948,000 (including $13,465,000 from\nlocal funds and $2,483,000 from Federal grant funds);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1777\n\n(26) Tax Revision Commission – $200,000 from local funds; provided, that of the\namount budgeted for the Tax Revision Commission in fiscal year 2013, any portion left\nunexpended at the end of fiscal year 2013 shall be available for the same purpose in fiscal year\n2014; and\n(27) Office of the Chief Financial Officer. – $131,130,000 (including\n$106,743,000 from local funds, and $24,387,000 from other funds); provided, that not to exceed\n$10,600 shall be available for the Chief Financial Officer for official reception and\nrepresentation expenses; provided further, that amounts appropriated by this Act may be\nincreased by the amount required to pay banking fees for maintaining the funds of the District of\nColumbia; provided further, that amounts on deposit in, and any such future deposits to, the\nDelinquent Debt Fund, established under the Delinquent Debt Recovery Act of 2012, effective\nSeptember 20, 2012 (D.C. Law 19-168; D.C. Official Code § 1-305.04), shall be available upon\ndeposit and shall remain available until expended consistent with the purposes set forth in that\nact; provided further, that any funds deposited into the Waterfront Park Maintenance Fund,\nestablished by the Waterfront Park at the Yards Amendment Act of 2013 within the Fiscal Year\n2014 Budget Support Act of 2013, and any interest earned on those funds, shall not revert to the\nGeneral Fund of the District of Columbia at the end of a fiscal year, or at any other time, but\nshall be continually available until expended.\n\nECONOMIC DEVELOPMENT AND REGULATION\nEconomic development and regulation, $436,947,000 (including $152,010,000 from local\nfunds (including $1,170,000 from dedicated taxes), $95,864,000 from Federal grant funds,\n$177,711,000 from other funds, $562,000 from private funds, and $9,800,000 from funds\npreviously appropriated from this Act under the heading “Federal Payment for Redevelopment of\nthe St. Elizabeths Hospital Campus” and $1,000,000 from funds previously appropriated from\nthis Act under the heading “Federal Payment for D.C. Commission on the Arts and Humanities\nGrants”), to be allocated as follows:\n(1) Deputy Mayor for Planning and Economic Development. – $45,093,000\n(including $13,328,000 from local funds, $1,800,000 from Federal grant funds, $20,400,000\nfrom other funds, and $9,565,000 from funds previously appropriated from this Act under the\nheading “Federal Payment for Redevelopment of the St. Elizabeths Hospital Campus”);\n(2) Office of Planning. – $7,288,000 (including $6,481,000 from local funds,\n$522,000 from Federal grant funds, $50,000 from other funds, and $235,000 from funds\npreviously appropriated from this Act under the heading “Federal Payment for Redevelopment of\nthe St. Elizabeths Hospital Campus”); provided, that the local funds provided to the Office of\nPlanning in previous fiscal years for Neighborhood Historic Preservation, including the Targeted\nHomeowner Grant funds authorized by section 11b(k) of the Historic Landmark and Historic\nDistrict Protection Act of 1978, effective March 2, 2007 (D.C. Law 16-189; D.C. Official Code §\n6-1110.02(k)), shall remain available until expended; provided further, that any funds deposited\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1778\n\ninto the Historic Landmark-District Protection Fund, established by section 11a of the Historic\nLandmark and Historic District Protection Act of 1978, effective November 16, 2006 (D.C. Law\n16-185; D.C. Official Code § 6-1101.01), and any interest earned on those funds, shall not revert\nto the unrestricted fund balance of the General Fund of the District of Columbia at the end of a\nfiscal year, or at any other time, but shall be continually available until expended;\n(3) Department of Small and Local Business Development. –$8,155,000\n(including $7,464,000 from local funds, and $691,000 from Federal grant funds); provided, that\nany amounts deposited into the Small Business Micro Loan Fund, established by section 2375 of\nthe Small, Local, and Disadvantaged Business Enterprise Development and Assistance Act of\n2005, effective September 18, 2007 (D.C. Law 17-20; D.C. Official Code § 2-218.75), shall not\nrevert to the unrestricted fund balance of the General Fund of the District of Columbia at the end\nof a fiscal year, or at any other time, but shall be continually available until expended; provided\nfurther, that all amounts deposited into the Commercial Revitalization Assistance Fund,\nestablished by section 2376 of the Small, Local, and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective September 24, 2010 (D.C. Law 18-223; D.C.\nOfficial Code § 2-218.76); and any interest earned on those funds, are authorized for expenditure\nand shall remain available until expended.;\n(4) Office of Motion Pictures and Television Development. – $1,160,000\n(including $1,065,000 from local funds and $95,000 from other funds); provided, that any funds\ndeposited into the Film DC Economic Incentive Fund, established by section 2 of the Film DC\nEconomic Incentive Act of 2006, effective March 14, 2007 (D.C. Law 16-290; D.C. Official\nCode § 39-501), and any interest earned on those funds, shall not revert to the unrestricted fund\nbalance of the General Fund of the District of Columbia at the end of a fiscal year, or at any\nother time, but shall be continually available until expended;\n(5) Office of Zoning. –$2,628,000 from local funds;\n(6) Department of Housing and Community Development. – $61,496,000\n(including $11,054,000 from local funds, $40,821,000 from Federal grant funds, and $9,621,000\nfrom other funds);\n(7) Department of Employment Services. – $144,412,000 (including $48,162,000\nfrom local funds, $48,551,000 from Federal grant funds, $47,618,000 from other funds, and\n$80,000 from private funds); provided, that all amounts deposited into the Adult Training Fund\nestablished by section 2261 of the Adult Training Funding Act of 2009, effective September 10,\n2010 (D.C. Law 18-111; D.C. Official Code § 32-16710), are authorized for expenditure and\nshall remain available until expended; provided further, that all amounts deposited into the Youth\nJob Fund, established by section 1009 of the Youth Jobs Fund Establishment Act of 2008,\neffective August 16, 2008 (D.C. Law 17-219; D.C. Official Code § 2-1516.01), are authorized\nfor expenditure and shall remain available until expended;\n(8) Real Property Tax Appeals Commission. – $1,684,000 from local funds;\n(9) Department of Consumer and Regulatory Affairs. – $39,476,000 (including\n$14,571,000 from local funds and $24,905,000 from other funds);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1779\n\n(10) Office of the Tenant Advocate. – $2,132,000 from local funds;\n(11) Commission on Arts and Humanities. – $8,253,000 (including $6,307,000\nfrom local funds, $746,000 from Federal grant funds, $200,000 from other funds, and $1,000,000\nfrom funds previously appropriated from this Act, under the heading “Federal Payment for D.C.\nCommission on the Arts and Humanities Grants”, to fund competitively awarded grants for\nnonprofit fine and performing arts organizations based in and primarily serving the District);\nprovided, that any funds deposited into the Neighborhood Parade and Festival Fund, established\nin section 2033 of the Deputy Mayor for Planning and Economic Development Limited GrantMaking Authority Act of 2012, effective September 20, 2012 (D.C. Law 19-168; D.C. Official\nCode § 1-325.211), are authorized for expenditure and shall remain available until expended;\n(12) Alcoholic Beverage Regulation Administration. –$7,565,000 (including\n$1,170,000 from local funds (including $1,170,000 from dedicated taxes) and $6,395,000 from\nother funds);\n(13) Public Service Commission. – $11,951,000 (including $319,000 from\nFederal grant funds, $11,612,000 from other funds, and $20,000 from private funds);\n(14) Office of the People’s Counsel. – $6,566,000 from other funds;\n(15) Department of Insurance, Securities, and Banking. – $21,662,000 (including\n$2,414,000 from Federal grants, $18,786,000 from other funds, and $462,000 from private\nfunds);\n(16) Office of Cable Television. –$8,464,000 from other funds;\n(17) Housing Authority Subsidy Payment. – $35,963,000 from local funds; and\n(18) Business Improvement District Transfer. – $23,000,000 from other funds.\nPUBLIC SAFETY AND JUSTICE\nPublic safety and justice, $1,147,898,000 (including $987,421,000 from local funds,\n$109,973,000 from Federal grant funds, $47,643,000 from other funds, $60,000 from Medicaid\npayments, $500,000 from funds previously appropriated in this Act under the heading “Federal\nPayment for the D.C. National Guard”, $1,800,000 from funds previously appropriated in this\nAct under the heading “Federal Payment to the Criminal Justice Coordinating Council”, and\n$500,000 from funds previously appropriated in this Act under the heading “Federal Payment for\nJudicial Commissions”), to be allocated as follows:\n(1) Metropolitan Police Department. –$486,140,000 (including $476,289,000\nfrom local funds, $2,858,000 from Federal grant funds, $6,993,000 from other funds);\n(2) Fire and Emergency Medical Services Department. –$201,080,000 (including\n$197,951,000 from local funds, $1,608,000 from Federal grant funds, and $1,520,000 from other\nfunds);\n(3) Police Officers and Firefighters Retirement System. – $110,766,000 from\nlocal funds;\n(4) Department of Corrections. – $139,953,000 (including $118,803,000 from\nlocal funds, and $21,150,000 from other funds);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1780\n\n(5) District of Columbia National Guard. – $10,690,000 (including $2,941,000\nfrom local funds, $7,249,000 from Federal grant funds, and $500,000 from funds previously\nappropriated in this Act under the heading “Federal Payment for the District of Columbia\nNational Guard”); provided, that the Mayor shall reimburse the District of Columbia National\nGuard for expenses incurred in connection with services that are performed in emergencies by\nthe National Guard in a militia status and are requested by the Mayor, in amounts that shall be\njointly determined and certified as due and payable for these services by the Mayor and the\nCommanding General of the District of Columbia National Guard; provided further, that such\nsums as may be necessary for reimbursement to the District of Columbia National Guard under\nthe preceding proviso shall be available pursuant to this Act, and the availability of the sums\nshall be deemed as constituting payment in advance for emergency services involved;\n(6) Homeland Security and Emergency Management Agency. – $93,893,000\n(including $2,027,000 from local funds and $91,866,000 from Federal grant funds);\n(7) Commission on Judicial Disabilities and Tenure. – $295,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for Judicial\nCommissions”;\n(8) Judicial Nomination Commission. – $270,000 (including $65,000 from local\nfunds and $205,000 from funds previously appropriated in this Act under the heading “Federal\nPayment for Judicial Commissions”);\n(9) Office of Police Complaints. –$2,110,000 from local funds;\n(10) District of Columbia Sentencing and Criminal Code Revision Commission. –\n$1,407,000 from local funds;\n(11) Office of the Chief Medical Examiner. – $8,790,000 from local funds;\n(12) Office of Administrative Hearings. – $8,292,000 (including $8,232,000 from\nlocal funds and $60,000 from Medicaid payments);\n(13) Criminal Justice Coordinating Council. – $2,316,000 (including $516,000\nfrom local funds, and $1,800,000 from funds previously appropriated in this Act under the\nheading “Federal Payment to the Criminal Justice Coordinating Council”);\n(14) Office of Unified Communications. – $43,753,000 (including $27,350,000\nfrom local funds, and $16,403,000 from other funds);\n(15) Department of Forensic Sciences. – $12,821,000 (including $12,391,000\nfrom local funds and $431,000 from Federal grant funds);\n(16) Deputy Mayor for Public Safety and Justice – $25,322,000 (including\n$17,783,000 from local funds, $5,961,000 from Federal grant funds, and $1,577,000 from other\nfunds); provided further, that not less than $200,000 shall be available to fund the District of\nColumbia Poverty Lawyer Loan Assistance Program, established by the Access to Justice\nInitiative Amendment Act of 2011, effective September 14, 2011 (D.C. Law 19-21; D.C. Official\nCode § 4-1701.01 et seq.); provided further, that $3,550,425 shall be made available to award a\ngrant to the District of Columbia Bar Foundation for the purpose of providing support to\nnonprofit organizations that deliver civil legal services to low-income and under-served District\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1781\n\nresidents; provided further, that $1,021,000 shall be transferred to the Community-based\nViolence Reduction Fund, established by section 3014 of the Fiscal Year 2009 Budget Support\nAct of 2008, effective August 16, 2008 (D.C. Law 17-219; D.C. Official Code § 1-325.121), for\nuse by the Justice Grants Administration for the purpose of providing grants for the development\nof programs to intervene with children who are chronically truant.\nPUBLIC EDUCATION SYSTEM\nPublic education system, including the development of national-defense education\nprograms, $2,055,594,000 (including $1,684,915,000 from local funds (including $4,266,000\nfrom dedicated taxes), $259,999,000 from Federal grant funds, $20,510,000 from other funds,\n$5,170,000 from private funds, $35,000,000 from funds previously appropriated in this Act\nunder the heading “Federal Payment for Resident Tuition Support”, and $50,000,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for School\nImprovement”), to be allocated as follows:\n(1) District of Columbia Public Schools. – $719,268,000 (including $644,437,000\nfrom local funds, $28,678,000 from Federal grant funds, $11,090,000 from other funds,\n$5,062,000 from private funds, and $30,000,000 from funds previously appropriated in this Act\nunder the heading “Federal Payment for School Improvement”); provided, that this appropriation\nshall not be available to subsidize the education of any nonresident of the District at any District\npublic elementary or secondary school during fiscal year 2014 unless the nonresident pays\ntuition to the District at a rate that covers 100% of the costs incurred by the District that are\nattributable to the education of the nonresident (as established by the Chancellor of the District\nof Columbia Public Schools); provided further, that not to exceed $10,600 for the Chancellor\nshall be available for official reception and representation expenses; provided further, that,\nnotwithstanding the amounts otherwise provided under this heading or any other provision of\nlaw, there shall be appropriated to the District of Columbia Public Schools on July 1, 2013, an\namount equal to 10% of the total amount of the local funds appropriations request provided for\nthe District of Columbia Public Schools in the proposed budget of the District of Columbia for\nfiscal year 2014 (as submitted to Congress), and the amount of such payment shall be chargeable\nagainst the final amount provided for the District of Columbia Public Schools under the District\nof Columbia Appropriations Act, 2014; provided further, that the Chancellor shall allocate\n$1,063,000 from the Chancellor’s Enrollment Reserve Fund to fund 11 addditional teaching\npositions for Anacostia High School during school year 2013-2014.\n(2) Teachers Retirement System. – $31,636,000 from local funds;\n(3) Office of the State Superintendent of Education. – $394,564,000 (including\n$103,143,000 from local funds (including $4,266,000 from dedicated taxes), $230,481,000 from\nFederal grant funds, $5,832,000 from other funds, $108,000 from private funds, $35,000,000\nfrom funds previously appropriated in this Act under the heading “Federal Payment for Resident\nTuition Support”, and $20,000,000 from funds previously appropriated in the Act under the\nheading “Federal Payment for School Improvement”); provided, that of the amounts provided to\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1782\n\nthe Office of the State Superintendent of Education, $1,000,000 from local funds shall remain\navailable until June 30, 2014, for an audit of the student enrollment of each District of Columbia\npublic school and of each District of Columbia public charter school; provided further, that\n$5,000,000 in fiscal year 2013 unexpended local funds shall remain available until expended for\nthe Blackman and Jones v. District of Columbia consent decree; provided further, that any funds\ndeposited into the State Athletic Activities, Programs, and Office Fund, established by the State\nAthletic Activities, Programs, and Office Fund Act of 2013 within the Fiscal Year 2014 Budget\nSupport Act of 2013, and any interest earned on those funds, shall not revert to the General Fund\nof the District of Columbia at the end of a fiscal year, or at any other time, but shall be\ncontinually available until expended;\n(4) District of Columbia Public Charter Schools. – $616,499,000 from local\nfunds; provided, that there shall be quarterly disbursement of funds to the District of Columbia\npublic charter schools, with the first payment to occur within 15 days of the beginning of the\nfiscal year; provided further, that if the entirety of this allocation has not been provided as\npayments to any public charter schools currently in operation through the per pupil funding\nformula, the funds shall remain available until expended for public education in accordance with\nsection 2403(b)(2) of the District of Columbia School Reform Act of 1995, approved April 26,\n1996 (110 Stat. 1321; D.C. Official Code § 38-1804.03(b)(2)); provided further, that of the\namounts made available to District of Columbia public charter schools, $110,000 shall be made\navailable to the Office of the Chief Financial Officer as authorized by section 2403(b)(6) of the\nDistrict of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321; D.C.\nOfficial Code § 38-1804.03(b)(6)); provided further, that, notwithstanding the amounts otherwise\nprovided under this heading or any other provision of law, there shall be appropriated to the\nDistrict of Columbia public charter schools on July 1, 2013, an amount equal to 30% of the total\namount of the local funds appropriations request provided for payments to public charter schools\nin the proposed budget of the District of Columbia for fiscal year 2014 (as submitted to\nCongress), and the amount of such payment shall be chargeable against the final amount\nprovided for such payments under the District of Columbia Appropriations Act, 2014; provided\nfurther, that the annual financial audit for the performance of an individual District of Columbia\npublic charter school shall be funded by the charter school;\n(5) University of the District of Columbia Subsidy. – $66,691,000 from local\nfunds; provided, that this appropriation shall not be available to subsidize the education of\nnonresidents of the District at the University of the District of Columbia, unless the Board of\nTrustees of the University of the District of Columbia adopts, for the fiscal year ending\nSeptember 30, 2014, a tuition- rate schedule that will establish the tuition rate for nonresident\nstudents at a level no lower than the nonresident tuition rate charged at comparable public\ninstitutions of higher education in the metropolitan area; provided further, that, notwithstanding\nthe amounts otherwise provided under this heading or any other provision of law, there shall be\nappropriated to the University of the District of Columbia on July 1, 2013, an amount equal to\n10% of the total amount of the local funds appropriations request provided for the University of\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1783\n\nthe District of Columbia in the proposed budget of the District of Columbia for fiscal year 2014\n(as submitted to Congress), and the amount of such payment shall be chargeable against the final\namount provided for the University of the District of Columbia under the District of Columbia\nAppropriations Act, 2014; provided further, that not to exceed $10,600 for the President of the\nUniversity of the District of Columbia shall be available for official reception and representation\nexpenses; provided further, that any funds deposited into the University of the District of\nColumbia Debt Collection Fund, established by the Delinquent Debt Recovery Amendment Act\nof 2013 within the Fiscal Year 2014 Budget Support Act of 2013, and any interest earned on\nthose funds, shall not revert to the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time, but shall be continually available until expended;\n(6) District of Columbia Public Libraries. – $53,480,000 (including $52,100,000\nfrom local funds, $840,000 from Federal grant funds, and $540,000 from other funds); provided,\nthat not to exceed $8,500 for the Public Librarian shall be available for official reception and\nrepresentation expenses; provided further, that any amounts deposited into the Library\nCollections Account, established by the Library Collections Account Amendment Act of 2012,\neffective September 20, 2012 (D.C. Law 19-168; D.C. Official Code § 39-114), are available for\nexpenditure and shall remain available until expended;\n(7) Public Charter School Board. – $4,209,000 (including $1,161,000 from local\nfunds and $3,048,000 from other funds);\n(8) Non-Public Tuition. – $79,868,000 from local funds;\n(9) Special Education Transportation. – $86,688,000 from local funds; provided,\nthat, notwithstanding the amounts otherwise provided under this heading or any other provision\nof law, there shall be appropriated to the Special Education Transportation agency under the\ndirection of the Office of the State Superintendent of Education, on July 1, 2013, an amount\nequal to 10% of the total amount of the local funds appropriations request provided for the\nSpecial Education Transportation agency in the proposed budget of the District of Columbia for\nfiscal year 2014 (as submitted to Congress), and the amount of such payment shall be chargeable\nagainst the final amount provided for the Special Education Transportation agency under the\nDistrict of Columbia Appropriations Act, 2014; provided further, that amounts appropriated\nunder this heading may be used to offer financial incentives as necessary to reduce the number of\nroutes serving 2 or fewer students;\n(10) District of Columbia State Board of Education. – $866,000 from local funds;\nand\n(11) Office of the Deputy Mayor for Education. – $1,826,000 from local funds.\nHUMAN SUPPORT SERVICES\nHuman support services, $4,088,014,000 (including $1,714,676,000 from local funds\n(including $86,307,000 from dedicated taxes), $418,012,000 from Federal grant funds,\n$1,918,309,000 from Medicaid payments, $31,817,000 from other funds, $201,000 from private\nfunds, and $5,000,000 from funds previously appropriated in this Act under the heading “Federal\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1784\n\nPayment for HIV/AIDS Prevention”); to be allocated as follows;\n(1) Department of Human Services. – $380,321,000 (including $213,684,000\nfrom local funds, $149,698,000 from Federal grant funds, $15,739,000 from Medicaid payments,\nand $1,200,000 from other funds);\n(2) Child and Family Services Agency. – $226,858,000 (including $170,893,000\nfrom local funds, $54,721,000 from Federal grant funds, $1,200,000 from other funds, and\n$44,000 from private funds);\n(3) Department of Behavioral Health. – $229,342,000 (including $202,845,000\nfrom local funds, $18,310,000 from Federal grant funds, $4,330,000 from Medicaid payments,\n$3,700,000 from other funds, and $157,000 from private funds); provided, that any funds\ndeposited into the Department of Mental Health Enterprise Fund, and any interest earned on\nthose funds, shall not revert to the unrestricted fund balance of the General Fund of the District\nof Columbia at the end of a fiscal year, or at any other time, but shall be continually available\nuntil expended; in addition to the funds otherwise appropriated under this Act, the Department of\nBehavioral Health may expend any funds that are or were paid by the United States Virgin\nIslands to the District in fiscal year 2013 or fiscal year 2014 to compensate the District for care\npreviously provided by the District to patients at the St. Elizabeths hospital and are not otherwise\nappropriated under this Act; provided, that the availability of the funds is certified by the Chief\nFinancial Officer before any expenditure; provided further, that the funds shall be expended in a\nmanner determined by the Director of the Department of Behavioral Health;\n(4) Department of Health. – $219,447,000 (including $69,402,000 from local\nfunds, $132,717,000 from Federal grant funds, $12,328,000 from other funds, and $5,000,000\nfrom funds previously appropriated in this Act under the heading “Federal Payment for\nHIV/AIDS Prevention”); provided, that any funds deposited into the Health Professional\nRecruitment Fund, established by section 16a of the District of Columbia Health Professionals\nRecruitment Program Act of 2005, effective March 2, 2007 (D.C. Law 16-192; D.C. Official\nCode § 7-751.15a), including unspent funds from prior fiscal years, shall remain available until\nexpended;\n(5) Department of Parks and Recreation. –$37,050,000 (including $34,850,000\nfrom local funds, and $2,200,000 from other funds); provided, that any funds deposited into the\nRecreation Enterprise Fund, established by section 4 of the Recreation Act of 1994, effective\nMarch 23, 1995 (D.C. Law 10-246; D.C. Official Code § 10-303(c)(2)), as amended by the\nDepartment of Parks and Recreation O-Type Amendment Act of 2013 within the Fiscal Year\n2014 Budget Support Act of 2013, and any interest earned on those funds, shall not revert to the\nGeneral Fund of the District of Columbia at the end of a fiscal year, or at any other time, but\nshall be continually available until expended;\n(6) Office on Aging. – $31,312,000 (including $23,957,000 from local funds and\n$7,356,000 from Federal grant funds);\n(7) District of Columbia Unemployment Compensation Fund. – $6,887,000 from\nlocal funds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1785\n\n(8) Employees’ Compensation Fund. – $20,021,000 from local funds, and all\nunexpended fiscal year 2013 funds as of September 30, 2013 to remain available until expended;\n(9) Office of Human Rights. – $2,902,000 (including $2,595,000 from local funds\nand $307,000 from Federal grant funds);\n(10) Office of Latino Affairs. – $2,695,000 from local funds;\n(11) Children and Youth Investment Collaborative. – $3,000,000 from local\nfunds;\n(12) Office of Asian and Pacific Islander Affairs. – $785,000 from local funds;\n(13) Office on Veterans Affairs. – $391,000 (including $386,000 from local funds\nand $5,000 from other funds);\n(14) Department of Youth Rehabilitation Services. – $104,890,000 from local\nfunds; provided, that amounts appropriated herein may be expended to implement the provisions\nof section 105(k) of the Department of Youth Rehabilitation Services Establishment Act of 2004,\neffective April 12, 2005 (D.C. Law 15-335; D.C. Official Code § 2-1515.05(k)); provided\nfurther, that of the local funds appropriated for the Department of Youth Rehabilitation Services,\n$12,000 shall be used to fund the requirements of the Interstate Compact for Juveniles;\n(15) Department of Disability Services. – $95,544,000 (including $55,204,000\nfrom local funds, $26,454,000 from Federal grant funds, $6,336,000 from Medicaid payments,\nand $7,550,000 from other funds); provided, that any funds deposited into the Ticket to Work\nEmployment Network Fund, established by the Developmental Disabilities Service Management\nReform Amendment Act of 2013 within the Fiscal Year 2014 Budget Support Act of 2013, and\nany interest earned on those funds, shall not revert to the General Fund of the District of\nColumbia at the end of a fiscal year, or at any other time, but shall be continually available until\nexpended;\n(16) Department of Health Care Finance. – $2,724,624,000 (including\n$800,638,000 from local funds (including $86,307,000 from dedicated taxes), $28,449,000 from\nFederal grant funds, $1,891,903,000 from Medicaid payments, and $3,634,000 from other\nfunds); provided, that any funds deposited into the Healthy DC Fund, established by section 15b\nof the Hospital and Medical Services Corporation Regulatory Act of 1996, effective March 2,\n2007 (D.C. Law 16-192; D.C. Official Code § 31-3514.02), including unspent funds from prior\nfiscal years, shall remain available until expended; provided further, that any funds deposited\ninto the Nursing Facility Quality of Care Fund, established by D.C. Official Code § 47-1262,\nincluding unspent funds from prior fiscal years, shall remain available until expended; provided\nfurther, that any funds deposited into the Assessment Fund, established by the Department of\nHealth Care Finance Establishment Act of 2013 within the Fiscal Year 2014 Budget Support Act\nof 2013, and any interest earned on those funds, shall not revert to the General Fund of the\nDistrict of Columbia at the end of a fiscal year, or at any other time, but shall be continually\navailable until expended; provided further, that any funds deposited into the Hospital Provider\nFee Fund, established by the Medicaid Hospital Outpatient Supplemental Payment Act of 2013\nwithin the Fiscal Year 2014 Budget Support Act of 2013, and any interest earned on those funds,\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1786\n\nshall not revert to the General Fund of the District of Columbia at the end of a fiscal year, or at\nany other time, but shall be continually available until expended; provided further, that amounts\non deposit from fiscal year 2013 in, and any such future deposits to, the Hospital Provider Fee\nFund shall become available upon deposit and shall remain available until expended; and\n(17) Deputy Mayor for Health and Human Services. – $1,945,000 from local\nfunds.\nPUBLIC WORKS\nPublic works, including rental of one passenger-carrying vehicle for use by the Mayor\nand 3 passenger-carrying vehicles for use by the Council of the District of Columbia and leasing\nof passenger-carrying vehicles, $649,555,000 (including $488,222,000 from local funds\n(including $59,119,000 from dedicated taxes), $29,934,000 from Federal grant funds,\n$130,789,000 from other funds, and $610,000 from private funds), to be allocated as follows:\n(1) Department of Public Works. – $119,264,000 (including $111,484,000 from\nlocal funds and $7,780,000 from other funds);\n(2) Department of Transportation. – $92,674,000 (including $72,329,000 from\nlocal funds, $3,956,000 from Federal grant funds, and $16,389,000 from other funds);\n(3) Department of Motor Vehicles. – $36,603,000 (including $27,153,000 from\nlocal funds and $9,450,000 from other funds);\n(4) Department of the Environment. – $95,801,000 (including $17,200,000 from\nlocal funds, $25,979,000 from Federal grant funds, $52,012,000 from other funds, and $610,000\nfrom private funds); provided, that any funds deposited into the Stormwater In-Lieu Fee Payment\nFund, established by the Stormwater In-Lieu Fee Special Purpose Revenue Fund Act of 2013\nwithin the Fiscal Year 2014 Budget Support Act of 2013, and any interest earned on those funds,\nshall not revert to the General Fund of the District of Columbia at the end of a fiscal year, or at\nany other time, but shall be continually available until expended;\n(5) Taxicab Commission. – $4,000,000 from other funds;\n(6) Washington Metropolitan Area Transit Commission. – $126,000 from local\nfunds; and\n(7) Washington Metropolitan Area Transit Authority. – $301,088,000 (including\n$259,929,000 from local funds (including $59,119,000 from dedicated taxes) and $41,159,000\nfrom other funds); provided, that any funds deposited into the WMATA Momentum Fund,\nestablished by the Internet Sales Tax and WMATA Momentum Fund Establishment Act of 2013\nwithin the Fiscal Year 2014 Budget Support Act of 2013, and any interest earned on those funds,\nshall not revert to the General Fund of the District of Columbia at the end of a fiscal year, or at\nany other time, but shall be continually available until expended.\nFINANCING AND OTHER\nFinancing and Other, $1,037,959,000 (including $966,516,000 from local funds\n(including $145,349,000 from dedicated taxes), $56,543,000 from other funds, and $14,900,000\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1787\n\nfrom funds previously appropriated in this Act under the heading “Federal Payment for\nEmergency Planning and Security Costs in the District of Columbia”), to be allocated as follows:\n(1) Repayment of Loans and Interest. – $524,082,000 (including $519,354,000\nfrom local funds, and $4,728,000 from other funds); for payment of principal, interest, and\ncertain fees directly resulting from borrowing by the District of Columbia to fund District of\nColumbia capital projects as authorized by sections 462, 475, and 490 of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 777; D.C. Official Code §§ 1204.62, 1-204.75, and 1-204.90);\n(2) Short-Term Borrowing. –$3,675,000 from local funds for payment of interest\non short-term borrowing;\n(3) Certificates of Participation. – for lease payments representing principal and\ninterest on the District’s Certificates of Participation, issued to finance land and buildings for the\nUnified Communications Center and Office of Unified Communications, located on the St.\nElizabeths Campus, $24,619,000 from local funds;\n(4) Debt Issuance Costs. – for the payment of debt service issuance costs,\n$6,000,000 from local funds;\n(5) Schools Modernization Fund. – for the Schools Modernization Fund,\nestablished by section 4042 of the Schools Modernization Amendment Act of 2005, effective\nOctober 20, 2005 (D.C. Law 16-33; D.C. Official Code § 1-325.41), $11,863,000 from local\nfunds;\n(6) Revenue Bonds. – for the repayment of revenue bonds, $7,824,000 from local\nfunds (including $7,824,000 from dedicated taxes);\n(7) Settlements and Judgments. – for making refunds and for the payment of legal\nsettlements or judgments that have been entered against the District of Columbia government,\n$21,292,000 from local funds; provided, that this appropriation shall not be construed as\nmodifying or affecting the provisions of section 101 of this Act;\n(8) Wilson Building. – for expenses associated with the John A. Wilson building,\n$4,495,000 from local funds;\n(9)Workforce Investments. – for workforce investments, $59,442,000 from local\nfunds;\n(10) Non-Departmental. – to account for anticipated costs that cannot be allocated\nto specific agencies during the development of the proposed budget, $9,702,000 (including\n$2,000,000 from local funds and $7,702,000 from other funds), to be transferred by the Mayor of\nthe District of Columbia within the various appropriations headings in this Act;\n(11) Emergency Planning and Security Costs. –$14,900,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for Emergency Planning\nand Security Costs in the District of Columbia”; provided, that, notwithstanding any other law,\nthe District of Columbia may charge obligations and expenditures that are pending\nreimbursement under the heading “Federal Payment for Emergency Planning and Security Costs\nin the District of Columbia” to this local appropriations heading;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1788\n\n(12) Equipment Lease Operating. – $42,677,000 from local funds;\n(13) Emergency and Contingency Funds. – $5,500,000 from local funds for the\nemergency reserve fund and the contingency reserve fund under section 450A of the District of\nColumbia Home Rule Act, approved November 2, 2000 (114 Stat. 2440; D.C. Official Code § 1204.50a); the amounts appropriated herein may be increased by such additional amounts from\nthe funds of the District government as are necessary to meet the balance requirements for such\nfunds under section 450A;\n(14) Pay-As-You-Go Capital funds. – in lieu of capital financing, $34,786,000\n(including $9,200,000 from local funds and $25,587,000 from other funds) to be transferred to\nthe Capital Fund; provided, that the Office of the Chief Financial Officer reconciles the capital\nbudgets recorded in the District’s Financial Accounting System of Record (“SOAR”), with\nbudgets approved by the Council annually and provides the Mayor with a report on the\nreconciliation at the project level by February 1, following the end of every fiscal year;\n(15) District Retiree Health Contribution. – for a District Retiree Health\nContribution, $107,800,000 from local funds;\n(16) Highway Trust Fund Transfer. – $40,306,000 (including $21,780,000 from\nlocal funds (including $21,780,000 from dedicated taxes) and $18,526,000 from other funds);\nand\n(17) Convention Center Transfer. – $118,995,000 from local funds (including\n$115,745,000 from dedicated taxes).\nREVISED REVENUE ESTIMATE CONTINGENCY PRIORITY\nIf the Chief Financial Officer of the District of Columbia certifies through a revised\nrevenue estimate in June 2013 that up to $50,000,000 in excess revenue is available from local\nfunds, up to $50,000,000 is appropriated for obligation and expenditure by the District in\naccordance with acts enacted by the Council, which shall specify the use and amount for each\nobligation and expenditure. Such acts shall not be considered a supplemental budget act as\ndefined in section 446 of the District of Columbia Home Rule Act, approved December 24, 1973\n(87 Stat. 777; D.C. Official Code § 1-204.46), and any obligations and expenditures may be\nauthorized immediately upon enactment of such acts.\nENTERPRISE AND OTHER FUNDS\nThe amount of $2,059,673,000 (including $218,406,000 from local funds (including\n$151,715,000 from dedicated taxes), $19,527,000 from Federal grants, $1,819,264,000 from\nother funds, and $2,476,000 from private funds) shall be provided to enterprise funds as follows;\nprovided, that, in the event that certain dedicated revenues exceed budgeted amounts, the District\nmay increase its General Fund budget authority as needed to transfer all such revenues, pursuant\nto local law, to the Highway Trust Fund, the Washington Convention Center, and the\nWashington Metropolitan Transit Authority.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1789\n\nWATER AND SEWER AUTHORITY\nPursuant to section 445a of the District of Columbia Home Rule Act, approved August 6,\n1996 (110 Stat. 1698; D.C. Official Code § 1-204.45a), which provides that the Council may\ncomment and make recommendations concerning such annual estimates but shall have no\nauthority to revise the budget for the District of Columbia Water and Sewer Authority, the\nCouncil forwards this non-appropriated budget request: For operation of the District of Columbia\nWater and Sewer Authority, $479,543,000 from other funds, of which no outstanding debt exists\nfor repayment of loans and interest incurred for capital improvement projects and payable to the\nDistrict’s debt service fund. For construction projects, $557,036,000 to be distributed as follows:\n$49,419,000 for the Blue Plains Wastewater Treatment Plant, $35,233,000 for the Sanitary\nSewer System, $73,839,000 for the Water System, $379,603,000 for the Combined Sewer\nOverflow Program, $11,192,000 for the Washington Aqueduct, and $7,750,000 for the capital\nequipment program; in addition, $14,500,000 from funds previously appropriated in this Act\nunder the heading “Federal Payment to the District of Columbia Water and Sewer Authority”;\nprovided, that the requirements and restrictions that are applicable to General Fund capital\nimprovement projects and set forth in this Act under the Capital Outlay appropriation account\nshall apply to projects approved under this appropriation account.\nWASHINGTON AQUEDUCT\nFor operation of the Washington Aqueduct, $64,592,000 from other funds.\nLOTTERY AND CHARITABLE GAMES ENTERPRISE FUND\nFor the Lottery and Charitable Games Enterprise Fund, established by the District of\nColumbia Appropriations Act, 1982, approved December 4, 1981 (Pub. L. No. 97-91; 95 Stat.\n1174), for the purpose of implementing the Law to Legalize Lotteries, Daily Numbers Games,\nand Bingo and Raffles for Charitable Purposes in the District of Columbia, effective March 10,\n1981 (D.C. Law 3-172; codified in scattered cites in the D.C. Official Code), $253,000,000 from\nother funds; provided, that the District of Columbia shall identify the source of funding for this\nappropriation title from the District’s own locally generated revenues; provided further, that no\nrevenues from Federal sources shall be used to support the operations or activities of the Lottery\nand Charitable Games Control Board; provided further, that, after notification to the Mayor,\namounts appropriated herein may be increased by an amount necessary for the Lottery and\nCharitable Games Enterprise Fund to make transfers to the General Fund of the District of\nColumbia and to cover prizes, agent commissions, and gaming related fees directly associated\nwith unanticipated excess lottery revenues not included in this appropriation.\nDISTRICT OF COLUMBIA RETIREMENT BOARD\nFor the District of Columbia Retirement Board, established pursuant to section 121 of the\nDistrict of Columbia Retirement Reform Act of 1979, approved November 17, 1979 (93 Stat\n866; D.C. Official Code § 1-711), $30,338,000 from the earnings of the applicable retirement\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1790\n\nfunds to pay legal, management, investment, and other fees and administrative expenses of the\nDistrict of Columbia Retirement Board; provided, that the District of Columbia Retirement\nBoard shall provide to Congress and to the Council of the District of Columbia a quarterly report\nof the allocations of charges by fund and of expenditures of all funds; provided further, that the\nDistrict of Columbia Retirement Board shall provide to the Mayor, for transmittal to the Council\nof the District of Columbia, an itemized accounting of the planned use of appropriated funds in\ntime for each annual budget submission and the actual use of such funds in time for each annual\naudited financial report.\nWASHINGTON CONVENTION CENTER ENTERPRISE FUND\nFor the Washington Convention Center Enterprise Fund, including for functions\npreviously performed by the District of Columbia Sports and Entertainment Commission,\n$114,585,000 from other funds).\nHOUSING FINANCE AGENCY\nFor the Housing Finance Agency, $9,689,000 from other funds.\nUNIVERSITY OF THE DISTRICT OF COLUMBIA\nFor the University of the District of Columbia, $141,850,000 (including $66,691,000\nfrom local funds, $19,527,000 from Federal grant funds, $53,157,000 from other funds, and\n$2,476,000 from private funds).\nDISTRICT OF COLUMBIA PUBLIC LIBRARY TRUST FUND\nFor the District of Columbia Public Library Trust Fund, $17,000 from other funds.\nUNEMPLOYMENT COMPENSATION TRUST FUND\nFor the Unemployment Insurance Trust Fund, $480,000,000 from other funds.\nHOUSING PRODUCTION TRUST FUND\nFor the Housing Production Trust Fund, $142,676,000 (including $75,745,000 from local\nfunds (including $75,745,000 from dedicated taxes) and $66,931,000 from other funds);\nprovided, that all unexpended fiscal year 2013 funds as of September 30, 2013 are authorized for\nexpenditure and shall remain available until expended for purposes identified by the Housing\nProduction Trust Fund Act of 1988, effective March 16, 1989 (D.C. Law 7-202; D.C. Official\nCode § 42-2801 et seq.).\nTAX INCREMENT FINANCING\nFor Tax Increment Financing, $63,931,000 from other funds.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1791\n\nBALLPARK REVENUE FUND\nFor the Ballpark Revenue Fund, $86,970,000 (including $75,970,000 from local funds\n(including $75,970,000 from dedicated taxes), and $11,000,000 from other funds).\nREPAYMENT OF PAYMENT IN LIEU OF TAXES FINANCING\nFor Repayment of Payment in Lieu of Taxes Financing, $16,341,000 from other funds.\nNOT-FOR-PROFIT HOSPITAL CORPORATION\nFor the Not-For-Profit Hospital Corporation, $110,000,000 from other funds.\nHEALTH BENEFIT EXCHANGE AUTHORITY\nFor the District of Columbia Health Benefit Exchange Authority, $66,140,000 from other\nfunds.\nCAPITAL OUTLAY\nFor capital construction projects, an increase of $2,756,433,000, of which $2,278,934,000\nshall be from local funds, $53,680,000 from the Local Transportation Fund, $104,857,000 from\nthe District of Columbia Highway Trust Fund, and $318,962,000 from Federal grant funds, and a\nrescission of $558,139,000, of which $420,472,000 is from local funds, $100,300,000 from the\nLocal Transportation Fund, $12,105,000 from the District of Columbia Highway Trust Fund, and\n$25,262,000 from Federal grant funds appropriated under this heading in prior fiscal years, for a\nnet amount of $2,198,294,000; to remain available until expended; in addition, provided, that all\nfunds provided by this appropriation title shall be available only for the specific projects and\npurposes intended; provided further, that amounts appropriated under this heading may be\nincreased by the amount transferred from funds appropriated in this act as Pay-As-You-Go\nCapital funds.\nTITLE IV--GENERAL PROVISIONS\nSEC. 101. There are appropriated from the applicable funds of the District of Columbia\nsuch sums as may be necessary for making refunds and for the payment of legal settlements or\njudgments that have been entered against the District of Columbia government.\nSEC. 102. The District of Columbia may use local funds provided in this Act to carry out\nlobbying activities on any matter.\nSEC. 103.The District of Columbia government is authorized to approve reprogramming\nand transfer requests of local funds under this Act through November 7, 2014.\nSEC. 104. Except as otherwise provided in this section, none of the funds made available\nby this Act or by any other act may be used to provide any officer or employee of the District of\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1792\n\nColumbia with an official vehicle unless the officer or employee uses the vehicle only in the\nperformance of the officer's or employee's official duties. For purposes of this section, the term\n\"official duties'' does not include travel between the officer's or employee's residence and\nworkplace, except in the case of—\n(1) an officer or employee of the Metropolitan Police Department who resides in\nthe District of Columbia or a District of Columbia government employee as may otherwise be\ndesignated by the Chief of Police;\n(2) at the discretion of the Fire Chief, an officer or employee of the District of\nColumbia Fire and Emergency Medical Services Department who resides in the District of\nColumbia and is on call 24 hours a day or is otherwise designated by the Fire Chief;\n(3) at the discretion of the Director of the Department of Corrections, an officer or\nemployee of the District of Columbia Department of Corrections who resides in the District of\nColumbia and is on call 24 hours a day or is otherwise designated by the Director;\n(4) the Mayor of the District of Columbia; and\n(5) the Chairman of the Council of the District of Columbia.\nSEC. 105. (a) No later than 30 calendar days after the date of the enactment of this Act,\nthe Chief Financial Officer for the District of Columbia shall submit to the appropriate\ncommittees of Congress, the Mayor, and the Council of the District of Columbia, a revised\nappropriated funds operating budget in the format of the budget that the District of Columbia\ngovernment submitted pursuant to section 442 of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 798; D.C. Official Code§ 1–204.42), for all agencies of\nthe District of Columbia government for fiscal year 2014 that is in the total amount of the\napproved appropriation and that realigns all budgeted data for personal services and other-thanpersonal services, respectively, with anticipated actual expenditures.\n(b) This section shall apply only to an agency for which the Chief Financial Officer for\nthe District of Columbia certifies that a reallocation is required to address unanticipated changes\nin program requirements.\nSEC. 106. No later than 30 calendar days after the date of the enactment of this Act, the\nChief Financial Officer for the District of Columbia shall submit to the appropriate committees\nof Congress, the Mayor, and the Council for the District of Columbia, a revised appropriated\nfunds operating budget for the District of Columbia Public Schools that aligns schools budgets to\nactual enrollment. The revised appropriated funds budget shall be in the format of the budget that\nthe District of Columbia government submitted pursuant to section 442 of the District of\nColumbia Home Rule Act approved December 24, 1973 (87 Stat. 798; D.C. Official Code §1–\n204.42).\nSEC. 107. (a)Amounts appropriated in this Act as operating funds may be transferred to\nthe District of Columbia's enterprise and capital funds and such amounts, once transferred, shall\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1793\n\nretain appropriation authority consistent with the provisions of this Act.\n(b) The District of Columbia government is authorized to reprogram or transfer for\noperating expenses any local funds transferred or reprogrammed in this or the 4 prior fiscal years\nfrom operating funds to capital funds, and such amounts, once transferred or reprogrammed,\nshall retain appropriation authority consistent with the provisions of this Act.\n(c) The District of Columbia government may not transfer or reprogram for operating\nexpenses any funds derived from bonds, notes, or other obligations issued for capital projects.\nSEC. 108. Section 446 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 801; D.C. Official Code § 1–204.46), is amended as follows:\n(a) Strike the third sentence and insert the phrase “The Mayor shall submit to the\nPresident of the United States for transmission to Congress the portion of the budget so adopted\nwith respect to federal funds and the Mayor shall notify the Speaker of the House of\nRepresentatives, and the President of the Senate, as to the portion of the budget so adopted with\nrespect to local funds; provided, that in a control year (as defined in D.C. Official Code § 47393(4)), the Mayor shall submit to the President of the United States for transmission to\nCongress the budget so adopted.\" in its place.\n(b) Strike, in the fifth sentence, the phrase “the Mayor shall not transmit any annual\nbudget or amendments or supplements thereto, to the President of the United States” and\ninserting the phrase “the Mayor shall not submit to the President of the United States, or, for a\nfiscal year which is not a control year, notify the Speaker of the House of Representatives and\nthe President of the Senate regarding, any annual budget or amendments or supplements thereto”\nin its place.\nSEC. 109. Notwithstanding any other provision of the Saint Elizabeths Hospital and\nDistrict of Columbia Mental Health Services Act, approved November 8, 1984 (98 Stat. 3369; 42\nU.S.C. § 225 note), the District may use the property transferred to the District pursuant to the\nAct for any purposes as may be determined by the District, and the Secretary of Health and\nHuman Services shall amend the deed whereby the property was transferred to the District to\neliminate all conditions or restrictions on the use of the property.”.\nSEC. 110. Except as expressly provided otherwise, any reference to \"this Act'' contained\nin this division shall be treated as referring only to the provisions of this division.\nThis division may be cited as the ‘‘Financial Services and General Government\nAppropriations Act, 2014.”\nDIVISION B\nDISTRICT OF COLUMBIA AUTHORIZATION REQUEST\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1794\n\nSEC. 201. Budget Autonomy.\nThe Local Budget Autonomy Amendment Act of 2012, signed by the Mayor on January\n18, 2013 (D.C. Act 19-632; 60 DCR 1724), is enacted into law.\nSEC. 202. Legislative Autonomy.\n(a) In General- Section 602 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02), is amended by repealing\nsubsection (c).\n(b) Congressional Resolutions of Disapproval(1) IN GENERAL- Section 604 of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 816; D.C. Official Code § 1-206.04) is repealed.\n(2) CLERICAL AMENDMENT- The table of contents is amended by striking the\nitem relating to section 604.\n(3) EXERCISE OF RULEMAKING POWER- This subsection and the\namendments made by this subsection are enacted by Congress-(A) as an exercise of the rulemaking power of the House of\nRepresentatives and the Senate, respectively, and as such they shall be considered as a part of the\nrules of each House, respectively, or of that House to which they specifically apply, and such\nrules shall supersede other rules only to the extent that they are inconsistent therewith; and\n(B) with full recognition of the constitutional right of either House to\nchange such rules (so far as relating to such House) at any time, in the same manner, and to the\nsame extent as in the case of any other rule of such House.\n(c) Conforming Amendments(1) DISTRICT OF COLUMBIA HOME RULE ACT- The District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 877; D.C. Official Code § 1-201.01 et\nseq.), is amended as follows:\n(A) Section 303 (D.C. Official Code § 1-203.03) is amended as follows-(i) Subsection (a) is amended striking the second sentence;\n(ii) Subsection (b) is repealed; and\n(iii) Subsections (c) and (d) are redesignated as subsections (b) and\n(c), respectively.\n(B) Section 404(e) (D.C. Official Code § 1-204.04(e)) is amended by\nstriking the phrase “subject to the provisions of section 602(c)” each place it appears.\n(C) Section 462 (D.C. Official Code § 1-204.62) is amended as follows-(i) Subsection (a) is amended by striking the phrase “(a) The\nCouncil” and inserting the phrase “The Council” in its place; and\n(ii) Subsections (b) and (c) are repealed.\n(D) Section 472(d) ( D.C. Official Code § 1-204.72(d)) is amended to read\nas follows:\n“(d) Payments Not Subject to Appropriation- The fourth sentence of section 446 shall not\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1795\n\napply to any amount obligated or expended by the District for the payment of the principal of,\ninterest on, or redemption premium for any revenue anticipation note issued under subsection (a)\nof this section.”.\n(E) Section 475(e) (D.C. Official Code § 1-204.75(e)) is amended to read\nas follows:\n“(e) Payments Not Subject to Appropriation- The fourth sentence of section 446 shall not\napply to any amount obligated or expended by the District for the payment of the principal of,\ninterest on, or redemption premium for any revenue anticipation note issued under this section.”.\n(2) OTHER LAWS(A) The Initiative, Referendum, and Recall Charter Amendments Act of\n1977, effective March 10, 1978 (D.C. Law 2-46; D.C. Official Code § 1-204.102 et seq.), is\namended as follows:\n(i) Section 2(b)(1) (D.C. Official Code §1-204.102(b)(1)) is\namended by striking the phrase “the appropriate custodian” and all that follows through “portion\nof such act to”.\n(ii) Section 5 (D.C. Official Code § 1-204.105) is amended by\nstriking the phrase “, and such act shall become law subject to the provisions of § 1-206.02(c)”.\n(B) Section 16 of the District of Columbia Election Code of 1955,\neffective June 7, 1979 (D.C. Law 3-1; D.C. Official Code § 1-1001.16)-(i) Subsection (j)(2) is amended as follows-(I) Strike the phrase “sections 404 and 602(c)” and insert\nthe phrase “section 404” in its place; and\n(II) Strike the second sentence.\n(ii) Subsection (m) is amended as follows-(I) In the first sentence, strike the phrase “the appropriate\ncustodian” and all that follows through the phrase “parts of such act to”; and,\n(II) At the end of the second sentence, strike the phrase “is\nheld. If, however, after” and insert the phrase “is held unless, under”; and\n(III) Strike the phrase “section, the act which was the\nsubject of the referendum shall be again transmitted to the Congress for review as provided in\nsection 602(c)” and insert the word “section” in its place.\n(d) Effective date.\nThe amendments made by this Act shall apply with respect to each act of the District of\nColumbia-(1) passed by the Council of the District of Columbia and signed by the Mayor of\nthe District of Columbia;\n(2) vetoed by the Mayor and repassed by the Council;\n(3) passed by the Council and allowed to become effective by the Mayor without\nthe Mayor’s signature; or\n(4) in the case of initiated acts and acts subject to referendum, ratified by a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1796\n\nmajority of the registered qualified electors voting on the initiative or referendum, on or after\nOctober 1, 2013.\nSEC. 203. Sections 47-391.07(b) and 47-392.09 of the District of Columbia Official\nCode are repealed.\nSEC. 204. The Attorney General for the District of Columbia Clarification and Elected\nTerm Amendment Act of 2010, effective May 27, 2010 (D.C. Law 18-160; D.C. Official Code §\n1-301.81 et seq.), is amended by adding a new section 106a to read as follows:\n“Sec. 106a. Contingency fee contracts.\n“(a)(1) The Attorney General may make contracts retaining private counsel to furnish\nlegal services, including representation in negotiation, compromise, settlement, and litigation, in\nclaims and other legal matters affecting the interests of the District of Columbia.\n“(2) Each contract shall include such terms and conditions as the Attorney\nGeneral considers necessary or appropriate, including a provision specifying the amount of any\nfee to be paid to the private counsel under the contract or the method for calculating that fee.\nThe amount of the fee payable for legal services furnished under any such contract shall not\nexceed the fee that counsel engaged in the private practice of law in the District typically charges\nclients for furnishing similar legal services, as determined by the Attorney General.\n“(b) Notwithstanding any provision of federal or District of Columbia law, a contract\nentered into by the District of Columbia pursuant to this section may provide that costs,\nexpenses, and fees that the private counsel charges for legal services are payable from the\namount recovered. In such circumstances, the costs, expenses, and fees need not be included in\nan amount provided in an appropriations law.”.\nSEC. 205. Congressional review streamlining.\n(a) Section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n23, 1973 (87 Stat. 813: D.C. Official Code § 1–206.02(c)(1)), is amended by striking the phrase\n“(excluding Saturdays, Sundays, and holidays, and any day on which neither House is in session\nbecause of an adjournment sine die, a recess of more than 3 days, or an adjournment of more\nthan 3 days).”.\n(b) The amendments made by this section shall apply with respect to each act of the\nDistrict of Columbia—\n(1) passed by the Council of the District of Columbia and signed by the Mayor of\nthe District of Columbia;\n(2) vetoed by the Mayor and repassed by the Council; or\n(3) passed by the Council and allowed to become effective without the Mayor's\nsignature, on or after the effective date of this section.\nSEC. 206. (a) Notwithstanding any other provision of law or other requirement:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1797\n\n(1) With respect to the urban renewal program, any urban renewal plans or\nprojects, and any property acquired under the urban renewal program, the District of Columbia\nshall no longer have any obligations (including, obligations related to the treatment of income\nfrom the lease, use, or disposition of urban renewal properties as community development block\ngrant (“CDBG”) program income (including such lease, use, and disposition income received by\nthe District before the effective date of this section), obligations related to payments to the\nDepartment of Housing and Urban Development (“HUD”), and obligations related to\nrecordkeeping and accounting)), including obligations pursuant to:\n(A) Previous agreements with HUD (including the District of Columbia\nUrban Renewal Closeout agreements);\n(B) HUD regulations (including urban renewal and CDBG regulations);\nand\n(C) The terms of any previous loans, grants, or other financial assistance\nprovided by HUD to the District, the Redevelopment Land Agency (“RLA”), or any other entity\nof the District government;\n(2) With respect to any property acquired pursuant to the urban renewal program\nor otherwise acquired with the proceeds of an urban renewal grant, loan, or other form of\nfinancial assistance that remains in the ownership or jurisdiction of the District, or any entity of\nthe District, the District, or the entity of the District, may dispose of or lease the property for any\npurpose the District, or the entity of the District, considers appropriate, and no prior requirements\nimposed on the disposition or lease of the property by regulation, by prior agreement with HUD\n(including the District of Columbia Urban Renewal Closeout Agreements), by an urban renewal\nplan, or by any other prior agreement between HUD and the District, RLA, or any other entity of\nthe District shall apply;\n(3) With respect to any income received from the lease, use, or disposition of a\nproperty acquired pursuant to the urban renewal program or otherwise acquired with the\nproceeds of an urban renewal grant, loan, or other form of financial assistance, which income\nremains in the possession or control of the District, or any entity of the District, the District, or\nentity of the District, may expend such income for any purpose the District, or entity of the\nDistrict, considers appropriate, and no requirement imposed on the income by regulation, by\nprior agreement (including the District of Columbia Urban Renewal Closeout Agreements)\nbetween HUD and the District, RLA, or any entity of the District, or by an urban renewal plan,\nshall apply;\n(4) The urban renewal plans for the District of Columbia urban renewal areas,\nincluding 14th Street, Columbia Plaza, Downtown, Fort Lincoln, H Street, Northeast No. 1,\nNorthwest No. 1, Shaw School, Southwest B, Southwest C, and Southwest C-1, shall no longer\nbe of any force or effect.\n(b) For the purposes of this section, the term “District of Columbia Urban Renewal\nCloseout Agreements” means closeout agreements between HUD and the District, RLA, or any\nentity of the District with respect to the urban renewal projects (including all neighborhood\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1798\n\ndevelopment programs) of the District of Columbia, including the following: 14th Street Urban\nRenewal Project; Columbia Plaza Urban Renewal Project; Downtown Urban Renewal Project;\nFort Lincoln Urban Renewal Project; H Street Urban Renewal Project; Northeast No. 1 Urban\nRenewal Project; Northwest No. 1 Urban Renewal Project; Shaw School Urban Renewal Project;\nSouthwest B Urban Renewal Project; Southwest C Urban Renewal Project; and Southwest C-1\nUrban Renewal Project.\nSEC. 207. (a) Within 90 days after the effective date of this section, the director of each\nfederal agency with jurisdiction over the following properties in the District of Columbia shall\ntransfer all right, title, and interest of the United States in each property to the government of the\nDistrict of Columbia. If jurisdiction over a property is held by the District of Columbia, the\nDistrict of Columbia may execute a quitclaim deed on behalf of the United States to transfer all\nright, title, and interest of the United States in the property to the government of the District of\nColumbia:\n(1) Square 2558, Lot 0810 (a portion of the Marie H. Reed Community Learning\nCenter, a District of Columbia Public School);\n(2) Square 2901, Lot 0816 (Raymond Recreation Center, a portion of the\nRaymond Elementary School campus);\n(3) Square 2901, Lot 0815 (a portion of the Raymond Elementary School\ncampus);\n(4) Square 0364, Lot 0837 (a portion of the Shaw Junior High School campus);\n(5) Parcel 246, Lot 0051 (P.R. Harris School);\n(6) Square 2864, Lot 0830 (Meyer Elementary School, closed);\n(7) Square 3327, Lot 0800 (Rudolph Elementary, closed);\n(8) Square 0511, Lot 0822 (fields and parking of Bundy School, closed);\n(9) Square 0767, Lot 0829 (Canal Park, north parcel);\n(10) Square 0769, Lot 0821 (Canal Park, south parcel);\n(11) Square 0768, Lot 0810 (Canal Park, center parcel);\n(12) Square 2882, Lot 0936 (Banneker Senior High School campus, western\nportion);\n(13) Square 2880, Lot 0859 (Banneker Senior High School, eastern portion);\n(14) Square 0336, Lot 0828 (Shaw Jr. High School recreation fields);\n(15) Square 0593, Lot 0823 (portion of Bowen Elementary School campus);\n(16) Square 0593, Lot 0822 (portion of Bowen Elementary School campus);\n(17) Square 0595, Lot 0810 (portion of Bowen Elementary School campus);\n(18) Square 0593, Lot 0826 (portion of Bowen Elementary School campus);\n(19) Square 0595, Lot 0807 (portion of Bowen Elementary School campus);\n(20) Square 0647, Lot 0802 (portion of Bowen Elementary School campus);\n(21) Square 0595, Lot 0809 (portion of Bowen Elementary School campus);\n(22) Square 0645, Lot 0816 (portion of Bowen Elementary School campus);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1799\n\n(23) Square 0650N, Lot 0808 (portion of Bowen Elementary School campus);\n(24) Square 0647, Lot 0803 (portion of Bowen Elementary School campus);\n(25) Square 0645W, Lot 0808 (portion of Bowen Elementary School campus);\n(26) Square 0593, Lot 0050 (portion of Bowen Elementary School campus);\n(27) Square 0593, Lot 0051 (portion of Bowen Elementary School campus);\n(28) Square 0542, Lot 0085 (Southwest Library site);\n(29) All of Reservation 542 between Albemarle Street, N.W., and Chesapeake\nStreet, N.W., including Lots 800 and 801 in Square 1772 and Lot 0807 in Square 1768, and Fort\nDrive, N.W., in Reservation 542 (Wilson Senior High School and Wilson Aquatic Center);\n(30) The northern corner portion of Reservation 470 containing approximately\n31,000 square feet, abutting both the east property line of Lot 0811 in Square 1759 and\nFessenden Street, N.W. (Deal Middle School);\n(31) Howard Street, N.W., in Reservation 470 (Deal Middle School);\n(32) Fort Drive, N.W., in Reservation 515 (Deal Middle School);\n(33) All of Reservation 519 in Square 5876 and Square 5884, including Lot 940\nin Square 5876 (Johnson Middle School);\n(34) The play field portion of Reservation 360 in Square 23 (Francis Middle\nSchool);\n(35) Square 2673, Lot 890 (offices of the District of Columbia Department of\nParks and Recreation);\n(36) Square 5862, Lots 0135, 0954, and 0958 (Barry Farm New Communities\nInitiative);\n(37) All of Reservation 487, including Square 5556, Lots 823 and 824, and\nSquare 5560, Lots 814 and Lot 815 (Pennsylvania Avenue and Minnesota Avenue\nredevelopment);\n(38) All of Reservation 8, including all improvements thereon, which is bounded\non the north by Mount Vernon Place, N.W., on the south by K Street, N.W., on the west by 9th\nStreet, N.W., and on the east by 7th Street, N.W. (Carnegie Library);\n(39) Reservation 343F, Areas A, B, C and D (RFK Stadium); and\n(40) Parcel 121/15 and Parcel 121/16 (intersection of North Capitol and Irving\nStreets.)\nSEC. 208. Section 11201 of the National Capital Revitalization and Self-Government\nImprovement Act of 1997, approved August 5, 1997 (111 Stat. 734; D.C. Official Code § 24101), is amended by adding a new subsection (a-1) to read as follows:\n“(a-1) Reimbursement to District of Columbia Department of Corrections.– The United\nStates Government shall reimburse the District of Columbia Department of Corrections its costs\nof providing custody and care for:\n“(1) Felons committed by the Superior Court of the District of Columbia from the\ndate of sentencing until transfer to a penal or correctional facility operated or contracted for by\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1800\n\nthe Bureau of Prisons;\n“(2) Previously sentenced felons committed to the Department of Corrections as\nviolators of parole, supervised release, or probation from the date of commitment until transfer to\na penal or correctional facility operated or contracted for by the Bureau of Prisons; and\n“(3) Previously sentenced felons held by or committed to the Department of\nCorrections on writs from the date of commitment until transfer to a penal or correctional facility\noperated or contracted for by the Bureau of Prisons.”.\nSEC. 209. Any interest accumulated on the funds that the District of Columbia received\npursuant to the District of Columbia Appropriations Act, 2000, approved November 29, 1999\n(113 Stat. 1501; Pub. L. No. 106-113), under the heading “Federal Payment for the Incentives for\nAdoption of Children” and for the establishment of a scholarship fund for District of Columbia\nchildren without parents due to the September 11, 2001 terrorist attack under this same heading,\npursuant to the District of Columbia Appropriations Act, 2001, approved December 21, 2001\n(Pub. L. No. 107-96; 115 Stat. 923), shall be available to the District of Columbia until\nexpended.\nSEC. 210. (a)(1) IN GENERAL.--The District of Columbia is authorized to renew or\nenter into a new Interstate Compact for Juveniles for the purposes of placing youth in appropriate\ntherapeutic settings and providing and receiving supervision for youth in other jurisdictions.\n(2) DELEGATION.--Any compact for juveniles that the Council of the District of\nColumbia authorizes the Mayor to execute on behalf of the District may contain provisions that\ndelegate the requisite power and authority to the Interstate Commission for Juveniles to achieve\nthe purposes for which the interstate compact is established.\n(b) Section 406 of An Act to reorganize the courts of the District of Columbia, to revise\nthe procedures for juveniles in the District of Columbia, to codify title 23 of the District of\nColumbia Code, and for other purposes, approved July 29, 1970 (84 Stat. 678; D.C. Official\nCode § 24-1106), is repealed.\nSEC. 211. Section 424(b)(2)(E) of the District of Columbia Home Rule Act, approved\nApril 17, 1995 (109 Stat. 142; D.C. Official Code § 1-204.24b(b)(5)), is amended by striking the\nphrase “equal” and inserting the phrase “at least equal” in its place.\nSEC. 212. Title IV of the Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; 59 DCR 1862), is enacted into law.\nSEC. 213. Section 103 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 777; D.C. Official Code § 1-201.03), is amended by adding a new paragraph\n(16) to read as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1801\n\n“(16) The term “Attorney General” means the Attorney General for the District of\nColumbia provided for by part C-I of title IV.”.\nSEC. 214. Section 424b of the District of Columbia Home Rule Act, approved October\n16, 2006 (120 Stat. 2037; D.C. Official Code § 1-204.26), is amended by striking the phrase\n“Procurement Practices Act of 1986” and inserting the phrase “Procurement Practices Reform\nAct of 2010” in its place.\nSEC. 215. Sections 2, 3, and 4 of the Domestic Partnership Police and Fire Amendment\nAct of 2008, effective March 25, 2009 (D.C. Law 17-358; 56 DCR 1188), are enacted into law.\nSEC. 216. The following proviso under the heading “Lottery and Charitable Games\nEnterprise Fund” in the District of Columbia Appropriations Act, 1982, approved December 4,\n1981 (Pub. L. No. 97-91; 95 Stat. 1174), is repealed:\n“Provided further, that the advertising, sale, operation, or playing of the lotteries, raffles, bingos,\nor other games authorized by D.C. Law 3-172 is prohibited on the Federal enclave, and in\nadjacent public buildings and land controlled by the Shipstead-Luce Act as amended by 53 Stat.\n1144, as well as in the Old Georgetown Historic District:”\nSEC. 217. Notwithstanding any other law, the following sales shall be subject to the\nsales and use taxes of the District of Columbia:\n(1) Sales at gift shops, souvenir shops, kiosks, convenience stores, food shops,\ncafeterias, restaurants, and similar establishments in federal buildings, including, but not limited\nto, memorials and museums, in the District of Columbia that make sales to:\n(A) The general public, whether operated by the federal government, an\nagent of the federal government, or a contractor; and\n(B) Other than the general public, if operated by an agent of the federal\ngovernment or a contractor; and\n(2) Sales of goods and services by government-sponsored enterprises and\ncorporations, institutions, and organizations established by federal statute or regulation\n(collectively, “federal enterprises and organizations”), including the Smithsonian Institution,\nNational Gallery of Art, National Building Museum, Federal National Mortgage Association,\nand Federal Home Loan Mortgage Corporation, if the federal enterprise or organization is\notherwise exempt from such taxation, to the extent such sales would otherwise be subject to the\nsales and use taxes of the District of Columbia if the federal enterprise or organization were\norganized as a nonprofit corporation established pursuant to Chapter 4 of Title 29 of the District\nof Columbia Official Code, and exempt from federal income taxation pursuant to section\n501(c)(3) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26\nU.S.C. § 501(c)(3)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1802\n\nSEC. 218. Section 485 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 807; D.C. Official Code § 1-204.85), is amended to read as follows:\n“SEC. 485. Except for estate, inheritance, and gift taxes, Bonds and notes issued by the District\npursuant to this title and the interest thereon shall be exempt from all District, State, and Federal\ntaxation, including from taxation by any county, municipality, or other political subdivision of a\nState and any Territory or possession of the United States.”.\nSEC. 219. Section 602(a)(5) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(a)(5)), is amended by striking\nthe phrase “of the District” the first time it appears and inserting the phrase “of the District,\nunless his or her source of income derives from District locally appropriated funds” in its place.\nSEC. 220. Section 602(a)(5) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(a)(5)), is amended by striking\nthe phrase “of any individual not a resident of the District” and inserting the phrase “of any\nindividual not a resident of the District, except professional athletes,” in its place.\nSEC. 221. (a) Within 120 days of the effective date of this section, the District\ngovernment shall require every remote vendor not qualifying as an exempted vendor to collect\nand remit to the District remote sales taxes on sales made via the internet to a purchaser in the\nDistrict of Columbia; provided, that the District government has established pursuant to local\nlaw:\n(1) A registry, with privacy and confidentiality controls so that it cannot be used\nfor any purpose other than the administration of remote sales taxes, where each remote vendor,\nnot qualifying as an exempted vendor, shall be required to register;\n(2) Appropriate protections for consumer privacy;\n(3) A means for a remote vendor to determine the current District sales and use\ntax rate and taxability;\n(4)(A) A formula and procedure that permits a remote vendor to deduct\nreasonable compensation for expenses incurred in the administration, collection, and remittance\nof remote sales taxes, other than remote sales taxes paid by the remote vendor for goods or\nservices purchased for its own consumption.\n(B) The compensation authorized by subparagraph (A) of this paragraph\nmay be claimed by a third-party service provider that the remote vendor has contracted with to\nperform the responsibilities related to the administration, collection, and remittance of remote\nsales taxes;\n(5) The date that the collection of remote sales taxes shall commence;\n(6) A small-vendor exemption, including a process for an exempted vendor to\napply for a certificate of exemption;\n(7) Subject to subsection (c) of this section, the products and types of products\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1803\n\nthat shall be exempt from the remote sales taxes;\n(8) Rules:\n(A) For accounting for bad debts and rounding;\n(B) That address refunds and credits for remote sales taxes relating to:\n(i) Customer returns;\n(ii) Restocking fees;\n(iii) Discounts; and\n(iv) Coupons;\n(C) For allocating shipping and handling and discounts that apply to\nmultiple items;\n(D) Regarding notice and procedural requirements for registry enrollment\nby remote-vendors; and\n(E) That the Mayor determines are necessary or appropriate to further the\npurposes of this section; and\n(9) A plan to substantially reduce the administrative burdens associated with sales\nand use taxes, including remote sales taxes.\n(b) Every remote vendor that does not qualify as an exempted vendor shall register with\nthe District pursuant to subsection (a)(1) of this section, in accordance with local law or rules\nissued pursuant to local law or this section.\n(c) Nothing in this section shall require the District to exempt or to impose a tax on any\nproduct or to adopt any particular type of tax, or to impose the same rate of tax as any other\ntaxing jurisdiction that collects remote sales taxes.\n(d) Nothing in this section permits or prohibits the District from:\n(1) Licensing or regulating a person;\n(2) Requiring a person to qualify to transact remote selling;\n(3) Subjecting a person to District taxes not related to the sale of goods or\nservices; or\n(4) Exercising authority over matters of interstate commerce.\n(e) For the purposes of this section, the term:\n(1) “Exempted vendor” means a remote vendor that in accordance with local law\nhas a specified level of cumulative gross receipts from internet sales to purchasers in the District\nthat exempts it from the requirement to collect remote sales taxes pursuant to this section.\n(2) “Person” means an individual, trust, estate, fiduciary, partnership, corporation,\nlimited liability company, or any other legal entity.\n(3) “Remote vendor” means a seller, whether or not it has a physical presence or\nother nexus within the District of Columbia, selling via the internet property or rendering a\nservice to a purchaser in the District.\n(4) “Remote sales taxes” means District sales and use taxes when applied to a\nproperty or service sold by a vendor via the Internet to a purchaser in the District\n(5) “Vendor” means a person or retailer, including a remote vendor, selling\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-127, effective July 24, 2013\n(Final effectiveness requires congressional enactment)\n\n20 DCSTAT 1804\n\nproperty or rendering a service to a purchaser in the District of Columbia, the receipts from\nwhich a sales and use tax may be imposed pursuant to District law or this section.\n(f) This section may be cited as the “District of Columbia Main Street Tax Fairness Act of\n2012”.\nThis division may be cited as the “District of Columbia Omnibus Authorization Act,\n2014”.\nSec. 3. Effective date.\nThis act shall take effect as provided in section 446 of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 801; D.C. Official Code § 1-204.46).\n\n\f", 
  "end": "1804", 
  "name": "Act_20-127.pdf", 
  "title": "Fiscal Year 2014 Budget Request Act of 2013"
}