{
  "start": "3684", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-371, effective July 10, 2014 (Expiration date October 8, 2014)\n\n20 DCSTAT 3684\n\nAN ACT\n\nBill 20-799\nEmergency\nDeclaration\nRes. 20-515\n20 DCStat 3915\n\nTo approve, on an emergency basis, the employment contract submitted by the Board of Trustees of the\nUniversity of the District of Columbia for the appointment of Dr. James E. Lyons, Sr., as Interim\nPresident for a period ending on or before August 31, 2015.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Employment Contract of Dr. James E. Lyons, Sr., as Interim President\nof the University of the District of Columbia Emergency Approval Act of 2014”.\n\nSec. 2. (a) Pursuant to section 451(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code §1-204.51(c)(3)), and\nnotwithstanding section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves the employment\ncontract of Dr. James E. Lyons, Sr., which was transmitted to the Council by the University of\nthe District of Columbia’s Chairman of the Board of Trustees (“Board”) on May 13, 2014, and\nwhich is reflected in the contract and resolution adopted by the Board at a meeting on January\n28, 2014.\n(b) The employment contract approved by subsection (a) of this section shall be\nretroactive to March 20, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe University of the District of Columbia Board of Trustees and the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nNot Codified\n\nEmployment\nContract of\nDr. James E.\nLyons, Sr., as\nInterim\nPresident of\nthe University\nof the District\nof Columbia\nEmergency\nApproval Act\nof 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-371, effective July 10, 2014 (Expiration date October 8, 2014)\n\n20 DCSTAT 3685\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3685", 
  "name": "Act_20-371.pdf", 
  "title": "Employment Contract of Dr. James E. Lyons, Sr., as Interim President of the University of the District of Columbia Emergency Approval Act of 2014"
}