{
  "start": "3879", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-399, effective July 29, 2014 (Expiration date October 27, 2014)\n\n20 DCSTAT 3879\n\nAN ACT\n\nBill 20-880\nEmergency\nDeclaration\nRes. 20-566\n20 DCStat 3975\n\nTo approve, on an emergency basis, the award of an agreement to enter into a long-term subsidy contract\nfor a multiyear term of 15 years in support of the District’s Local Rent Supplement Program\n(“LRSP”) to fund housing costs associated with affordable housing units for Contract No. 2013001A with 2321 4TH Street, LLC for LRSP units located at 2321 4TH Street, N.E., and to authorize\npayment for housing services received and to be received under the contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Local Rent Supplement Program Contract No. 2013-LRSP-001A\nApproval and Payment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves the agreement to\nenter into a long-term subsidy contract with 2321 4TH Street, LLC for an annual subsidy amount\nof $292,644, and authorizes payment for services to be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a\n\nNot Codified\n\nLocal Rent\nSupplement\nProgram\nContract No.\n2013-LRSP001A\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "3879", 
  "name": "Act_20-399.pdf", 
  "title": "Local Rent Supplement Program Contract No. 2013-LRSP-001A Approval and Authorization Emergency Act of 2014"
}