{
  "end": "455", 
  "name": "Act_20-6.pdf", 
  "start": "455", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-6, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 455\n\nAN ACT\n\nBill 20-2\nEmergency\nDeclaration\nRes. 20-15\n20 DCStat 709\n\nTo amend, on an emergency basis, due to Congressional review, the Processing Sales Tax Clarification Act\nof 2010 to provide that the act shall apply when its fiscal effect is included in an approved budget\nand financial plan.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Processing Sales Tax Clarifying Congressional Review Emergency\nAmendment Act of 2013”.\n\nProcessing\nSales Tax\nClarifying\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. Section 3 of the Processing Sales Tax Clarification Act of 2010, effective March\n12, 2011 (D.C. Law 18-324; 58 DCR 3), is amended to read as follows:\n“Sec. 3. Applicability.\nThis act shall apply as of January 1, 2010; provided, that its fiscal effect is included in an\napproved budget and financial plan.”.\n\nNote,\n§ 47-2005\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Processing Sales Tax Clarifying Congressional Review Emergency Amendment Act of 2013", 
  "council_period": "20"
}