{
  "end": "4163", 
  "name": "Act_20-435.pdf", 
  "start": "4154", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4154\n\nAN ACT\n\nBill 20-924\nEmergency\nDeclaration\nRes. 20-611\n20 DCStat 4505\n\nTo amend, on an emergency basis, the Business Improvement Districts Act of 1996 to update the laws\nconcerning business improvement districts.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Business Improvement Districts Emergency Amendment Act of 2014”.\n\nBusiness\nImprovement\nDistricts\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. The Business Improvement Districts Act of 1996, effective May 29, 1996 (D.C.\nLaw 11-134; D.C. Official Code § 2-1215.01 et seq.), is amended as follows:\n(a) Section 2(a)(4) (D.C. Official Code § 2-1215.01(a)(4)) is amended by striking the word\n“nonexempt” and inserting the word “taxable” in its place.\n\n(b) Section 3 (D.C. Official Code § 2-1215.02) is amended as follows:\n(1)\nParagraph (8) is amended to read as follows:\n“(8) “BID tax” means an additional real property tax or possessory interest tax\nassessed and levied by the District on, and payable by, the owners of taxable properties or\nholders of a possessory interest in a Business Improvement District subject to the BID\ncertification processes of this act. ”.\n(2) Paragraph (10) is amended by striking the word “nonexempt” and inserting\nthe word “taxable” in its place.\n(3) Paragraph (16) is amended to read as follows:\n“(16) “Member” means a member of the BID Corporation, the membership of\nwhich shall be comprised of each owner of taxable property and each commercial tenant in the\nBID area, and each owner who becomes a member pursuant to section 22.”.\n(4) Paragraph (18) is repealed.\n(5) Paragraph (19) is amended by striking the phrase “nonexempt real property”\nand inserting the phrase “taxable property” in its place.\n(6) Paragraph (20) is amended by striking the phrase “nonexempt real property”\nand inserting the phrase “taxable property” in its place.\n(7) Paragraph (23) is amended by striking the phrase “nonexempt real property”\nand inserting the phrase “taxable property” in its place.\n(8) A new paragraph (24) is added to read as follows:\n“(24) “Taxable property” means real property subject to real property taxation or\nreal property for which a holder of a possessory interest is subject to possessory interest taxation,\nincluding:\n\nNote,\n§ 2-1215.01\nNote,\n§ 2-1215.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4155\n\n“(A) Class 2, Class 3, and Class 4 Property, as defined in D.C. Official\nCode § 47-813, located within any BID, excluding the properties exempt from real property\ntaxes pursuant to Chapters 10 or 46 of Title 47;\n“(B) Class 1 Property, as defined in D.C. Official Code § 47-813, for the\nMount Vernon Triangle, NoMa, and Capitol Riverfront BIDs, excluding:\n“(i) Real property improved by a residential building where 90% or\nmore of the leased units are households with at least one member who is 62 years of age or older\nand all members are 55 years of age or older;\n“(ii) Real property improved by a residential building where 20% or\nmore of the units are subject to a contract for project-based assistance under section 8 of the\nUnited States Housing Act of 1937, approved August 22, 1974 (88 Stat. 662; 42 U.S.C. § 1437f);\n“(iii) Real property improved by a residential building with fewer\nthan 10 dwelling units, as defined in D.C. Official Code § 47-813(d)(3); and\n“(iv) Real property exempt from paying real property taxes pursuant\nto Chapters 10 or 46 of Title 47 of the District of Columbia Official Code; or\n“(C) Real property belonging to government and international\norganizations, including a leasehold interest, possessory interest, beneficial interest, or beneficial\nuse of real property, as provided in D.C. Official Code § 47-1005.01(b), for periods beginning\nafter September 30, 2014, where the real property would be taxable under subparagraphs (A) or\n(B) of this paragraph if not exempt or immune from real property taxation resulting in the\npossessory interest being taxable under D.C. Official Code § 47-1005.01, except where a\npayment in lieu of tax agreement has been negotiated and payments related to the agreement are\ncurrent.”.\n(c) Section 4 (D.C. Official Code § 2-1215.03) is amended by striking the phrase “Each\nowner and” and inserting the phrase “Each owner of a taxable property and” in its place.\n\n(d) Section 5 (D.C. Official Code § 2-1215.04) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “Deputy City\nAdministrator for Business Services and Economic Development” and inserting the phrase\n“Department of Small and Local Business Development, or a successor thereto,” in its place.\n(B) Paragraph (1) is amended as follows:\n(i) Strike the phrase “nonexempt real property” and insert the\nphrase “taxable property” in its place.\n(ii) Strike the phrase “nonexempt real properties” and insert the\nphrase “taxable properties” in its place.\n(iii) Strike the phrase “nonexempt properties” wherever it appears\nand insert the phrase “taxable properties” in its place.\n(iv) Strike the phrase “assessing and levying any BID” and insert\nthe phrase “assessing BID” in its place.\n(C) Paragraph (6) is amended by striking the phrase “nonexempt real\nproperty” and inserting the phrase “taxable property” in its place.\n\nNote,\n§ 2-1215.03\nNote,\n§ 2-1215.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4156\n\n(2) Subsection (b) is repealed.\n(e) Section 6(a) (D.C. Official Code § 2-1215.05(a)) is amended by striking the phrase\n“Deputy City Administrator for Business Services and Economic Development” and inserting\nthe phrase “Department of Small and Local Business Development, or a successor thereto,” in its\nplace.\n(f) Section 7 (D.C. Official Code § 2-1215.06) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “Deputy City Administrator\nfor Business Services and Economic Development” and inserting the phrase “Department of\nSmall and Local Business Development, or a successor thereto,” in its place.\n(2) Subsection (c) is amended to read as follows:\n“(c) The Mayor shall advertise the notice of the public hearing along with the\nnotice of preliminary finding in the District of Columbia Register.”.\n(3) Subsection (d) is amended to read as follows:\n“(d) No fewer than 21 days before the public hearing, the applicant shall send, by first\nclass mail or electronically, notice of the Mayor's preliminary determination, notice of the public\nhearing, including the date, time, and place and availability of the BID application for review,\nand a summary of the application stating the borders of the proposed BID, the BID plan, and the\nBID taxes to the following, to the extent reasonably ascertainable:\n“(1) The Secretary to the Council;\n“(2) Each owner of taxable property within the proposed BID area at the address\nshown in the most recent real property tax assessment records or, at the election of the applicant,\nanother address if it is reasonably determined that the information in the District's records is\ndated;\n“(3) Each commercial tenant within the proposed BID area;\n“(4) Each advisory neighborhood commission in which the proposed BID is\nlocated; and\n“(5) Each major citizens association covering the area in which the proposed BID\nis located.”.\n(4) Subsection (e) is amended by striking the phrase “by the applicant, and” and\ninserting the phrase “by the applicant on a publicly accessible web site and” in its place.\n(g) Section 9(b) (D.C. Official Code § 2-1215.08(b)) is amended as follows:\n(1) Designate the undesignated text as paragraph (1).\n(2) The newly designated paragraph (1) is amended by striking the phrase\n“present and voting” and inserting the phrase “present or voting or voting by proxy, to the extent\nnot otherwise provided for in BID bylaws,” in its place.\n(3) Designate existing paragraphs (1), (2), and (3) as paragraphs (2), (3), and (4),\nrespectively.\n(4) The newly designated paragraph (3) is amended by striking the phrase\n“Deputy City Administrator for Business Services and Economic Development” and inserting\nthe phrase “Department of Small and Local Business Development, or a successor thereto,” in its\nplace.\n\nNote,\n§ 2-1215.05\n\nNote,\n§ 2-1215.06\n\nNote,\n§ 2-1215.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4157\n\n(h) Section 10 (D.C. Official Code § 2-1215.09) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) The lead-in language is amended by striking the phrase “An\nestablished BID” and inserting the phrase “Except as provided in section 10a, an established\nBID” in its place.\n(B) Paragraph (1) is amended as follows:\n(i) Subparagraph (A) is amended as follows:\n(I) Strike the phrase “nonexempt real properties” and insert\nthe phrase “taxable properties” in its place.\n(II) Strike the word “or” at the end.\n(ii) Subparagraph (B) is repealed.\n(C) Paragraph (3A)(C) is amended by striking the phrase “nonexempt real\nproperty” and inserting the phrase “taxable property” in its place.\n(2) Subsection (c) is amended by striking the phrase “nonexempt properties”\nwherever it appears and inserting the phrase “taxable BID properties” in its place.\n(i) New sections 10a, 10b, and 10c are added to read as follows:\n“Sec. 10a. Adjacent or abutting properties.\n“(a) An owner of an adjacent or abutting property may petition to join an existing BID if\nthe owner sends a letter requesting to be added to a BID to the BID Board and to the Mayor,\nlisting the address, square and lot number, owner, and owner's contact information. The BID\nboard must vote to approve the addition. If the BID Board votes to approve adding the additional\nproperty, the BID Board shall send a letter to the Mayor with the results of the vote (“results\nletter”).\n“(b)(1) The Mayor shall have 30 days after receiving the results letter from the BID\nBoard to review the proposed addition and determine if the addition is an adjacent or abutting\nproperty not currently located in another BID. If the Mayor finds that the proposed addition is\nnot an adjacent or abutting property or that the proposed addition is currently located in another\nBID, the Mayor shall issue an order rejecting the addition.\n“(2) If the Mayor does not issue an order approving or rejecting the addition\nwithin the 30-day review period, the addition shall be deemed approved.\n“(3) If the addition is approved or deemed approved, the property shall be added\nto the BID at the next regularly scheduled billing pursuant to section 16.\n“(c) The proposed addition shall be subject to section 10(c).\n“Sec. 10b. Expanding the taxable real property within a BID.\n“(a) An established BID may only expand categories of taxable real property if:\n“(1) Owners of at least 51% interest in the assessed value of the taxable real\nproperties and at least 25% in number of individual real properties, consisting of a new type of\ntaxable real property of record within the BID’s geographic area, petition the existing BID to join\nthe BID;\n“(2) The petition is accepted by a majority vote of the existing BID Board;\n“(3) The petition is submitted to the Mayor with:\n\nNote,\n§ 2-1215.09\n\nNote, New\n§ 2-1215.09a\n\nNote, New\n§ 2-1215.09b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4158\n\n“(A) The name and address of the BID Corporation and a copy of the\nresolution adopted by the Board of Directors of the BID Corporation accepting the petition;\n“(B) A description by lot, square, and street address of the property of\neach owner of the proposed new taxable real property type, to the extent reasonably\nascertainable; provided, that a property subdivided into separate condominium units shall\nconstitute a single property for purposes of this subparagraph;\n“(C) The most recent assessed value of each taxable real property of the\nproposed new taxable real property type, to the extent reasonably ascertainable from District\nproperty tax records or a final determination of the Real Property Tax Appeals Commission for\nthe District of Columbia; provided, that a property subdivided into separate condominium units\nshall constitute a single real property for purposes of this subparagraph;\n“(D) A business plan for including the petition area in the operations of\nthe BID; which business plan shall contain, at a minimum:\n“(i) The specific goals and objectives for the inclusion of the\npetitioning real property class in the BID consistent with the BID activity, as defined in section\n3(6); and\n“(ii) The applicable BID taxes;\n“(E) A list of the current members of the Board of Directors of the BID;\nand\n“(F) The current articles of incorporation and the bylaws of the BID; and\n“(4) The petition is approved by the Mayor in accordance with the procedures set\nforth in sections 6 and 7; provided, that wherever the word “application” or the phrase “BID\napplication” appears in sections 6 or 7, the word or phrase shall be considered to refer to the\nexpansion petition, and wherever reference is made to the registration of the BID and the\nnonprofit corporation in section 7, the reference shall be considered to refer to registration of the\nexpanded BID.\n“(b) The Mayor shall approve a petition if the Mayor determines that the petition was\nproperly filed and adoption of the petition is consistent with the purposes of this act and the BID\nactivity, as defined in section 3(6). An expansion of a BID's taxable real property pursuant to this\nsection shall become effective on the effective date of an act of Council approving the BID’s\ntaxable real property expansion. Initial BID taxes for the area shall be collected at the next\npracticable regularly scheduled billing pursuant to section 16.\n“(c)(1) For the purposes of this section, individual taxable properties shall mean\nproperties identified by separate lot and square numbers to the extent reasonably ascertainable\nfrom the records of the Office of Tax and Revenue or Office of Recorder of Deeds; provided,\nthat any property subdivided into separate condominium units shall constitute a single property\nfor the purpose of determining the number of taxable properties referred to in subsection (a) of\nthis section; provided further, that the condominium units shall constitute separate properties for\npurposes of assessing and levying any BID charges.\n“(2) Changes in the assessed values occurring after submission of a BID\napplication, whether through regular reassessment, appeals, or otherwise, shall not affect the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4159\n\nvalidity of the BID application to be taken into account in the Mayor's review of the BID\napplication.\n“(d) The Mayor may designate the Department of Small and Local Business\nDevelopment, or a successor thereto, to perform the review functions described by this section.\n“Sec. 10c. Expanding the taxable real property within a BID for newly enacted BIDs.\n“(a) A BID established after the effective date of the Business Improvement Districts\nAmendment Act of 2014, passed on 2nd reading on September 23, 2014 (Enrolled version of Bill\n20-203), may only expand categories of taxable real property to include Class I residential\nproperty if:\n“(1) Owners of at least 51% interest in the assessed value of the taxable real\nproperties and at least 25% in number of individual real properties, consisting of a new type of\ntaxable real property of record within the BID’s geographic area, petition the existing BID to join\nthe BID;\n“(2) The petition is accepted by a majority vote of the existing BID Board; and\n“(3) The petition is submitted to the Mayor with:\n“(A) The name and address of the BID Corporation and a copy of the\nresolution adopted by the Board of Directors of the BID Corporation accepting the petition;\n“(B) A description by lot, square, and street address of the property of\neach owner of the proposed new taxable real property type, to the extent reasonably\nascertainable; provided, that a property subdivided into separate condominium units shall\nconstitute a single property for purposes of this subparagraph;\n“(C) The most recent assessed value of each taxable real property of the\nproposed new taxable real property type, to the extent reasonably ascertainable from District\nproperty tax records or a final determination of the Real Property Tax Appeals Commission for\nthe District of Columbia;\n“(D) A business plan for including the petition area in the operations of\nthe BID; which business plan shall contain, at a minimum:\n“(i) The specific goals and objectives for the inclusion of the\npetitioning real property class in the BID consistent with the BID activity as defined in section\n3(6); and\n“(ii) The applicable BID taxes;\n“(E) A list of the current members of the Board of Directors of the BID;\nand\n“(F) The current articles of incorporation and the bylaws of the BID; and\n“(4) The petition is approved by the Mayor in accordance with the procedures set\nforth in sections 6 and 7; provided, that wherever the word “application” or phrase “BID\napplication” appears in sections 6 and 7, the word or phrase shall be considered to refer to the\nexpansion petition, and wherever reference is made to the registration of the BID and the\nnonprofit corporation in section 7, the reference shall be considered to refer to registration of the\nexpanded BID.\n\nNote, New\n§ 2-1215.09c\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4160\n\n“(b) The Mayor shall approve a petition if the Mayor determines that the petition was\nproperly filed and adoption of the petition is consistent with the purposes of this act and the\ndefinition of BID activity in section 3(6)(b). An expansion of a BID's taxable real property\npursuant to this section shall become effective on the effective date of an act of Council that\napproves such BID’s taxable real property expansion. Initial BID taxes for such area shall be\ncollected at the next practicable regularly scheduled billing pursuant to section 16.\n“(c)(1) For the purposes of this section, individual taxable properties shall mean\nproperties identified by separate lot and square numbers to the extent reasonably ascertainable\nfrom the records of the Office of Tax and Revenue or Office of Recorder of Deeds.\n“(2) Changes in the assessed values occurring after submission of a BID\napplication, whether through regular reassessment, appeals, or otherwise, shall not affect the\nvalidity of the BID application to be taken into account in the Mayor's review of the BID\napplication.\n“(d) The Mayor may designate the Department of Small and Local Business\nDevelopment, or a successor thereto, to perform the review functions described by this section.”.\n(j) Section 11 (D.C. Official Code § 2-1215.10) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) Except as otherwise provided by this act, meetings of the members shall be held in\naccordance with the provisions of the bylaws but shall occur at least once each year after the\nformation of the BID. The bylaws shall specify an officer who shall send each member notice of\nthe time, place, and purposes of the meeting. Notice shall be given at least 21 days in advance of\nany annual or regularly scheduled meeting and at least 7 days in advance of any other meeting, in\none of the following ways:\n“(1) First class mail to all members of record at the address of their respective\nproperties and to such other address as may have been designated to the officer;\n“(2) Hand delivered by the officer, or the officer’s agent; provided, that the officer\ncertifies in writing that notice was actually delivered to the member; or\n“(3) Electronically to the member’s email address of record as may have been\ndesignated to the officer.”.\n(2) A new subsection (c) is added to read as follows:\n“(c) Meetings may be held by telephone, electronically, or by other means of\ncommunication; provided, that all participants can hear or read the proceeding, vote on the\nmatters discussed, and make comments.”.\n(k) Section 13 (D.C. Official Code § 2-1215.12) is amended by adding a new subsection\n(f) to read as follows:\n“(f) BIDs are exempt from the records requirement of D.C. Official Code § 29-413.01.”.\n(l) Section 14(d) (D.C. Official Code § 2-1215.13(d)) is amended by striking the phrase\n“mail or by personal delivery.” and inserting the phrase “mail, personal delivery, or\nelectronically. Annual reports shall also be posted on BID websites.” in its place.\n(m) Section 16 (D.C. Official Code § 2-1215.15) is amended as follows:\n\nNote,\n§ 2-1215.10\n\nNote,\n§ 2-1215.12\n\nNote,\n§ 2-1215.13\n\nNote,\n§ 2-1215.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4161\n\n(1) Subsection (d) is amended by striking the last sentence and inserting the\nfollowing sentence in its place:\n“BID taxes related to real properties affected by a geographic or taxable real\nproperty tax base expansion of the BID shall be effective as of the date the expansion becomes\neffective.” .\n(2) A new subsection (g-1) is added to read as follows:\n“(g-1)(1) Notwithstanding subsection (g) of this section, a BID tax resulting from\na possessory interest shall be collected in accordance with Chapter 44 of Title 47 and the holder\nof the possessory interest shall be liable.\n“(2) The BID tax resulting from the possessory interest shall be in\nproportion to the pro rata share of the real property, as determined by the Chief Financial Officer,\noccupied by holder of the possessory interest where the BID tax is based on assessed value, net\nrentable area, gross building area, square footage, or number of hotel rooms. BID taxes based on\na per unit basis shall not be apportioned.\n“(3) This subsection shall apply as of March 31, 2015.”.\n(n) Section 19 (D.C. Official Code § 2-1215.18) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a)(1) Each BID shall have an initial term that shall end on the last day of the 5th full\nfiscal year of the District during which the BID has been registered pursuant to section 7(h). A\nBID may be extended for successive 5-year terms if:\n“(A) The BID notifies the Mayor at least 180 days before the end of the\nBID's term that it desires to extend its status as a registered BID for a subsequent 5-year term;\n“(B) The Board and membership approve a BID plan for the next 5 years\nof BID operations and submit that plan to the Mayor; and\n“(C) The Mayor holds a public hearing in accordance with this subsection\nand subsequently issues a notice of BID re-registration.\n“(2) Notice to the public shall be made no fewer than 21 days before the hearing.\n“(3) The Mayor shall:\n“(A) Publish the notice of the public hearing along with the notice of\npreliminary finding in the District of Columbia Register;\n“(B) Ensure that the notices are published in at least 2 sources of local\ngeneral interest print or electronic media; and\n“(C) Hold the public hearing no earlier than 120 days before the end\nof the fiscal year, and no later than 30 days before the end of the fiscal year.”.\n(2) A new subsection (a-1) is added to read as follows:\n“(a-1) If, at the end of the fiscal year, the BID has requested an extension and the Mayor\nhas not issued an order revoking the registration or denying an extension, the BID shall be\ndeemed to be re-registered for a subsequent 5-year term.”.\n(3) Subsection (b)(2) is amended by striking the phrase “nonexempt real”\nwherever it appears and inserting the word “taxable” in its place.\n(4) A new subsection (d) is added to read as follows:\n\nNote,\n§ 2-1215.18\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4162\n\n“(d) The Mayor may designate the Department of Small and Local Business\nDevelopment to perform the functions described by this section.”.\n(o) Section 22 (D.C. Official Code § 2-1215.21) is amended by striking the phrase\n“located in the BID, may” and inserting the phrase “located in the BID, or adjacent to or abutting\nBID boundaries, may” in its place.\n(p) Section 201 (D.C. Official Code § 2-1215.51) is amended by striking the phrase\n“nonexempt real” wherever it appears and inserting the word “taxable” in its place.\n(q) Section 202 (D.C. Official Code § 2-1215.52) is amended by striking the phrase\n“nonexempt real” both times it appears and inserting the word “taxable “in its place.\n(r) Section 203 (D.C. Official Code § 2-1215.53) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “nonexempt real property”\nand inserting the phrase “taxable property” in its place.\n(2) Subsection (b) is amended by striking the phrase “nonexempt real property”\nand inserting the phrase “taxable property” in its place.\n(3) Subsection (c) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) The lead-in language is amended by striking the phrase\n“nonexempt real properties” and inserting the phrase “taxable properties” in its place.\n(ii)_ Subparagraph (A) is amended by striking the word\n“nonexempt” wherever it appears and inserting the word “taxable” in its place.\n(ii) Subparagraph (B) is amended as follows:\n(I) The lead-in language is amended by striking the word\n“nonexempt” and inserting the word “taxable” in its place.\n(II) Sub-subparagraph (i) is amended by striking the word\n“Nonexempt” and inserting the word “Taxable” in its place.\n(III) Sub-subparagraph (ii) is amended as follows:\n(aa) Strike the word “nonexempt” and insert the\nword “taxable” in its place.\n(bb) Strike the word “Nonexempt” wherever it\nappears and insert the word “Taxable” in its place.\n(IV) Sub-subparagraph (iii) is amended by striking the\nword “Nonexempt” and inserting the word “Taxable” in its place.\n(B) Paragraph (2) is amended by striking the word “nonexempt” wherever\nit appears and inserting the word “taxable” in its place.\n(s) Section 204 (D.C. Official Code § 2-1215.54) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “nonexempt real” and\ninserting the word “taxable” in its place.\n(2) Subsection (c)(1) is amended by striking the word “nonexempt” both times it\nappears and inserting the word “taxable” in its place.\n(t) Section 205 (D.C. Official Code § 2-1215.55) is amended as follows:\n\nNote,\n§ 2-1215.21\n\nNote,\n§ 2-1215.51\nNote,\n§ 2-1215.52\nNote,\n§ 2-1215.53\n\nNote,\n§ 2-1215.54\n\nNote,\n§ 2-1215.55\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-435, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4163\n\n(1) Subsection (a) is amended by striking the phrase “nonexempt real” and\ninserting the word “taxable” in its place.\n(2) Subsection (c)(1) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “nonexempt real”\nand inserting the word “taxable” in its place.\n(B) Subparagraph (D)(i) is amended by striking the word “nonexempt”\nand inserting the word “taxable” in its place.\n(u) Section 206 (D.C. Official Code § 2-1215.56) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “nonexempt real” and\ninserting the word “taxable” in its place.\n(2) Subsection (c) is amended as follows:\n(A) Strike the phrase “nonexempt real” and insert the word “taxable” in its\nplace.\n(B) Strike the phrase “nonexempt properties” and insert the phrase\n“taxable properties” in its place.\n(v) Section 207 (D.C. Official Code § 2-1215.57) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “nonexempt real” and\ninserting the word “taxable” in its place.\n(2) Subsection (c)(1) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “nonexempt real”\nand inserting the word “taxable” in its place.\n(B) Subparagraph (D) is amended by striking the word “nonexempt” and\ninserting the word “taxable” in its place.\n(w) Section 208 (D.C. Official Code § 2-1215.58) is amended by striking the phrase\n“nonexempt real” wherever it appears and inserting the word “taxable” in its place.\n(x) Section 209 (D.C. Official Code § 2-1215.59) is amended by striking the phrase\n“nonexempt real” wherever it appears and inserting the word “taxable” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Business\nImprovement Districts Amendment Act of 2014, passed on 2nd reading on September 23, 2014\n(Enrolled version of Bill 20-203), as the fiscal impact statement required by section 602(c)(3) of\nthe District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C.\nOfficial Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 2-1215.56\n\nNote,\n§ 2-1215.57\n\nNote,\n§ 2-1215.58\nNote,\n§ 2-1215.59\n\n\f", 
  "title": "Business Improvement Districts Emergency Amendment Act of 2014", 
  "council_period": "20"
}