{
  "end": "1813", 
  "name": "Act_20-106.pdf", 
  "start": "1813", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1813\nD.C. Act 20-106, effective July 12, 2013 (Expiration date October 10, 2013)\n\nAN ACT\n\nBill 20-359\nEmergency\nDeclaration\nRes. 20-191\n20 DCStat 2022\n\nTo authorize, on an emergency basis, the Mayor and the Chairman of the Council to jointly execute one or\nmore quitclaim deeds to transfer property located within the Southwest Waterfront Project Site.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Southwest Waterfront Project Quitclaim Deed Authorization Emergency\nAct of 2013”.\n\nSec. 2. Authorization of transfer by quitclaim deed.\nPursuant to section 1 of An Act To authorize the Commissioners of the District of\nColumbia on behalf of the United States to transfer from the United States to the District of\nColumbia Redevelopment Land Agency title to certain real property in said District, approved\nSeptember 8, 1960 (74 Stat. 871; D.C. Official Code § 6-321.01), the Mayor and the Chairman\nof the Council are authorized to jointly execute one or more quitclaim deeds to transfer all right,\ntitle, and interest in and to part or all of the property located within the bounds of the site, the\nlegal description of which is the Southwest Waterfront Project Site (dated October 8, 2009)\nunder Exhibit A of the document titled “Intent to Clarify the Legal Description in Furtherance of\nLand Disposition Agreement”, as filed with the Recorder of Deeds on October 27, 2009, as\nInstrument Number 2009116776.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSouthwest\nWaterfront\nProject\nQuitclaim\nDeed\nAuthorization\nEmergency\nAct of 2013\nNote,\n§ 6-321.01\n\n\f", 
  "title": "Southwest Waterfront Project Quitclaim Deed Authorization Emergency Act of 2013", 
  "council_period": "20"
}