{
  "start": "2598", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2598\nD.C. Act 20-209, effective November 7, 2013 (Expiration date February 5, 2014)\n\nAN ACT\n\nBill 20-558\nEmergency\nDeclaration\nRes. 20- 331\n20 DCStat 2761\n\nTo amend, on an emergency basis, the District of Columbia Election Code of 1955 to establish that\neach nominating petition circulator must make and sign an affidavit that states that he or she\nis a qualified petition circulator as that term is defined in the Election Code.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Board of Elections Nominating Petition Circulator Affidavit Emergency\nAmendment Act of 2013\".\n\nSec. 2. Section 8(b)(3) of the District of Columbia Election Code of 1955, approved\nAugust 12, 1955 (69 Stat. 701; D.C. Official Code § 1-1001.08(b)(3)), is amended by striking\nthe phrase “circulator is a registered voter” and inserting the phrase “circulator is a qualified\npetition circulator” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBoard of\nElections\nNominating\nPetition\nCirculator\nAffidavit\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 1-1001.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2599\nD.C. Act 20-209, effective November 7, 2013 (Expiration date February 5, 2014)\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "2599", 
  "name": "Act_20-209.pdf", 
  "title": "Board of Elections Nominating Petition Circulator Affidavit Emergency Amendment Act of 2013"
}