{
  "start": "4441", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4441\nD.C. Act 20-525, effective December 18, 2014 (Expiration date March 18, 2015)\n\nAN ACT\n\nBill 20-1015\nEmergency\nDeclaration\nRes. 20-712\n20 DCStat 4629\n\nTo prohibit, on an emergency basis, employers from testing potential employees for marijuana use during\nthe hiring process, unless otherwise required by law.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Prohibition of Pre-Employment Marijuana Testing Emergency Act of\n2014”.\n\nProhibition of\nPreEmployment\nMarijuana\nTesting\nEmergency\nAct of 2014\n\nSec. 2. (a) An employer may only test a prospective employee for marijuana use after a\nconditional offer of employment has been extended, unless otherwise required by law.\n(b) Nothing in this act shall be construed to:\n(1) Affect employee compliance with employer workplace drug policies;\n(2) Require an employer to permit or accommodate the use, consumption,\npossession, transfer, display, transportation, sale, or growing of marijuana in the workplace or at\nany time during employment;\n(3) Interfere with federal employment contracts; or\n(4) Prevent the employer from denying a position based on a positive test for\nmarijuana.\n(c) For the purposes of this section, the term:\n(1) “Employer” shall have the same meaning as provided in section 2(6) of the\nDistrict of Columbia Occupational Safety and Health Act of 1988, effective March 16, 1989\n(D.C. Law 7-186; D.C. Official Code § 32-1101(6)).\n(2) “Prospective employee” means any individual applying for employment with\nan employer.\n\nNote, New\n§ 32-1371\n\nSec. 3. Reporting.\nWithin 6 months after the effective date of this act, the Mayor shall:\n(1) Establish a public information campaign aimed at educating the public on the\nimpact of marijuana use and abuse;\n(2) Report to Council the type, frequency, provider, and school grade level of\nhealth educations programs in public schools related to substance abuse, including programs\ndesigned to address alcohol, tobacco, and marijuana use; and\n\nNote, New\n§ 32-1372\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4442\nD.C. Act 20-525, effective December 18, 2014 (Expiration date March 18, 2015)\n\n(3) Evaluate the effectiveness of the District government’s treatment programs\nregarding the use and abuse of marijuana.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code §1-204.12(a)).\n\n\f", 
  "end": "4442", 
  "name": "Act_20-525.pdf", 
  "title": "Prohibition of Pre-Employment Marijuana Testing Emergency Act of 2014"
}