{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1439\nD.C. Act 20-84, effective June 19, 2013 (Expiration date September 17, 2013)\n\nAN ACT\n\nBill 20-306\nEmergency\nDeclaration\nRes. 20-143\n20 DCStat 1563\n\nTo amend, on an emergency basis, the Vending Regulation Act of 2009 to allow the Council to vote to\napprove in whole or in part proposed regulations for that act; to approve certain regulations\ngoverning vendors; and to provide that nothing in his act be construed as prohibiting the status\nquo regulatory treatment of food truck or mobile vendors.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Vending Regulation Emergency Amendment Act of 2013”.\n\nSec. 2. Section 11 of the Vending Regulation Act of 2009, effective October 22, 2009\n(D.C. Law 18-71; D.C. Official Code § 37-131.10), is amended by striking the phrase “proposed\nrules, by resolution,” and inserting the phrase “proposed rules, in whole or in part, by resolution”\nin its place.\nSec. 3. Notwithstanding section 11 of the Vending Regulation Act of 2009, effective\nOctober 22, 2009 (D.C. Law 18-71; D.C. Official Code § 37-131.10), the Council approves the\nfollowing proposed rules transmitted by the Mayor on March 8, 2013 and published at 60 DCR\n2869, amending Chapter 5 of Title 24 of the District of Columbia Municipal Regulations to\nestablish new rules for vendors:\n(1) Sections 500 through 512;\n(2) Sections 521 through 532;\n(3) Sections 544 through 548; and\n(4) Sections 550 through 599.\nSec. 4. Construction.\nNo part of this act shall prohibit the status quo regulatory treatment of food truck or\nmobile vendors.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nVending\nRegulation\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 37-131.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1440\nD.C. Act 20-84, effective June 19, 2013 (Expiration date September 17, 2013)\n\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Vending Regulation Emergency Amendment Act of 2013",
  "end": "1440",
  "start": "1439",
  "name": "Act_20-84.pdf"
}