{
  "end": "2613", 
  "name": "Act_20-224.pdf", 
  "start": "2613", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2613\nD.C. Act 20-224, effective November 29, 2013 (Expiration date February 27, 2014)\n\nAN ACT\n\nBill 20-534\nEmergency\nDeclaration\nRes. 20-320\n20 DCStat 2736\n\nTo approve, on an emergency basis, Change Orders No. FY13-010 through No. FY13-017 to Contract No.\nGM-10-S-0707C-FM between the District of Columbia government and Broughton Construction\nCompany for On-Call Small Capital Projects, and to authorize payment to Broughton\nConstruction Company in the aggregate amount of $1,552,561.60 for the goods and services to be\nreceived under these change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Orders No. FY13-010 through No. FY13-017 to Contract No.\nGM-10-S-0707C-FM Approval and Payment Authorization Emergency Act of 2013”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrders No. FY13-010 through No. FY13-017 to Contract No. GM-10-S-0707C-FM with\nBroughton Construction Company for On-Call Small Capital Projects and authorizes payment in\nthe aggregate amount of $1,552,561.60 for the goods and services to be received under these\nchange orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Office of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nChange\nOrders No.\nFY13-010\nthrough No.\nFY13-017 to\nContract No.\nGM-10-S0707C-FM\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "title": "Change Orders No. Fy 13-010 Through No. Fy13-017 to Contract Gm-10-S-0707c-Fm Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}