{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-297, effective March 14, 2014 (Expiration date June 12, 2014)\n\n20 DCSTAT 3064\n\nAN ACT\n\nBill 20-697\nEmergency\nDeclaration\nRes. 20-432\n20 DCStat 3131\n\nTo amend, on an emergency basis, the Advisory Neighborhood Commissions Boundaries Act of 2012 to\nauthorize the District of Columbia Auditor to resume quarterly allotments to Advisory\nNeighborhood Commission 5C and forgive previous disallowances occurring before December\n31, 2012.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Advisory Neighborhood Commission 5C Allotments Authorization\nEmergency Amendment Act of 2014”.\n\nAdvisory\nNeighborhood\nCommission\n5C Allotments\nAuthorization\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 4(c) of the Advisory Neighborhood Commissions Boundaries Act of\n2012, effective July 13, 2012 (D.C. Law 19-157; D.C. Official Code § 1-309.03, note), is\namended by adding a new subsection (c-1) to read as follows:\n“(c-1) Notwithstanding section 16 of the Advisory Neighborhood Commissions Act of\n1975, effective March 26, 1976 (D.C. Law 1-58; D.C. Official Code § 1-309.13)(“section 16”),\nthe allotments authorized to Advisory Neighborhood Commission 5C shall not be withheld due\nto disallowances occurring before December 31, 2012. These disallowances shall be forgiven\nand the District of Columbia Auditor shall resume quarterly allotments to ANC 5C, pursuant to\nsection 16, beginning the first quarter after the effective date of this subsection.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), and shall remain in effect for no longer\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 813; D.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 1-309.03\n\n\f",
  "title": "Advisory Neighborhood Commission 5C Allotments Authorization Emergency Amendment Act of 2014",
  "end": "3064",
  "start": "3064",
  "name": "Act_20-297.pdf"
}