{
  "end": "1438", 
  "name": "Act_20-83.pdf", 
  "start": "1438", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1438\nD.C. Act 20-83, effective June 12, 2013 (Expiration date September 12, 2013)\n\nAN ACT\n\nBill 20-291\nEmergency\nDeclaration\nRes. 20-141\n20 DCStat 1560\n\nTo amend, on an emergency basis, the Retail Electric Competition and Consumer Protection Act of 1999 to\nprohibit the electric company from disconnecting residential electric service when the heat index\nis forecasted to be 95 degrees Fahrenheit or above.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Heat Wave Safety Emergency Amendment Act of 2013”.\n\nHeat Wave\nSafety\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. The Retail Electric Competition and Consumer Protection Act of 1999, effective\nMay 9, 2000 (D.C. Law 13-107; D.C. Official Code § 34-1501 et seq.), is amended by adding a\nnew section 106a to read as follows:\n“Sec. 106a. Disconnection of service in extreme temperature prohibited.\n“(a) For the purposes of this section, the term “forecast of extreme temperature” means a\nNational Weather Service forecast that the heat index for the District of Columbia will be 95\ndegrees Fahrenheit or above at any time during a day.\n“(b) The electric company shall not disconnect residential electric service during the day\npreceding, and the day of, a forecast of extreme temperature. If the forecast of extreme\ntemperature precedes a holiday or weekend day, the electric company shall not disconnect\nresidential electric service on any day during the holiday or weekend.”.\n\nNote,\n§ 34-1506\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c))(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Heat Wave Safety Emergency Amendment Act of 2013", 
  "council_period": "20"
}