{
  "start": "3865", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-382, effective July 25, 2014 (Expiration date October 23, 2014)\n\n20 DCSTAT 3865\n\nAN ACT\n\nBill 20-864\nEmergency\nDeclaration\nRes. 20-565\n20 DCStat 3974\n\nTo approve, on an emergency basis, Contract No. DCPL-2013-C-0004 with Martinez and Johnson\nArchitecture to provide architectural and engineering design services for the Martin Luther King\nJr. Memorial Library, and to authorize payment for those services to be received under the\ncontract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Proposed Multiyear Contract No. DCPL-2013-C-0004 Approval and\nPayment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code §1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code §2-352.02), the Council approves multiyear\nContract No. DCPL-2013-C-0004 with Martinez & Johnson Architecture for architectural and\nengineering design services, including programming and conceptual design services, for the\nrenovation of and addition to the Martin Luther King Jr. Memorial Library for a performance\nperiod of 791 calendar days and authorizes payment in the estimated amount of $2,700,300 for\nservices to be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nProposed\nMultiyear\nContract No.\nDCPL-2013C-0004\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "3865", 
  "name": "Act_20-382.pdf", 
  "title": "Proposed Multiyear Contract No. DCPL-2013-C-0004 Approval and Payment Authorization Emergency Act of 2014"
}