{
  "end": "1808", 
  "name": "Act_20-101.pdf", 
  "start": "1808", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1808\nD.C. Act 20-101, effective July 7, 2013 (Expiration date October 7, 2013)\n\nAN ACT\n\nBill 20-285\nEmergency\nDeclaration\nRes. 20-194\n20 DCStat 2025\n\nTo approve, on an emergency basis, Contract No. DCHT-2012-C-0025 with Xerox State Healthcare, LLC\nto provide and administer a point-of-sale pharmacy system and related activities to support the\npharmacy programs for eligible District Medicaid and Medicaid waiver beneficiaries and to\nauthorize payment for the services received and to be received under the contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCHT-2012-C-0025 Approval and Payment Authorization\nEmergency Act of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Contract\nNo. DCHT-2012-C-0025 with Xerox State Healthcare, LLC to provide and administer a pointof-sale pharmacy system and related activities to support the pharmacy programs for eligible\nDistrict Medicaid and Medicaid waiver beneficiaries and authorizes payment in the amount of\n$2,387,126.70 for services received and to be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nContract No.\nDCHT-2012C-0025\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "title": "Contract No. Dcht-2012-C-0025 Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}