{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2600\nD.C. Act 20-210, effective November 7, 2013 (Expiration date February 5, 2014)\n\nAN ACT\n\nBill 20-560\nEmergency\nDeclaration\nRes. 20-332\n20 DCStat 2762\n\nTo amend, on an emergency basis, the District of Columbia Election Code of 1955 to permit the election of\nofficials of political parties during any regularly scheduled primary election and to extend the\ndeadline local party committees can file written communication with the Board of Elections\nidentifying the offices to be filled during the April 1, 2014, primary election.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Party Officer Elections Emergency Amendment Act of 2013”.\n\nSec. 2. The District of Columbia Election Code of 1955, approved August 12, 1955 (69\nStat. 699; D.C. Official Code § 1-1001.01 et seq.), is amended as follows:\n(a) Section 8(l)(1) (D.C. Official Code § 1-1001.08(l)(1)) is amended by striking the\nnumber “180” and inserting the number “130” in its place.\n(b) Section 10(a)(1) (D.C. Official Code § 1-1001.10(a)(1)) is amended by striking the\nphrase “on either the 2nd Tuesday in February of each presidential election year or the 1st\nTuesday in April of each presidential election year if there is” and inserting the word “during” in\nits place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nParty Officer\nElections\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 1-1001.08\nNote,\n§ 1-1001.10\n\n\f",
  "title": "Party Officer Elections Emergency Amendment Act of 2013",
  "end": "2600",
  "start": "2600",
  "name": "Act_20-210.pdf"
}