{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 394\nD.C. Act 19-635, effective January 19, 2013 (Expiration date April 19, 2013)\n\nAN ACT\n\nBill 19-1108\nEmergency\nDeclaration\nRes. 19-763\n20 DCStat 575\n\nTo require, on an emergency basis, the Mayor to assess the potential safety impact from lower fines, to\npost general automated enforcement warning signs, to evaluate existing speed limits and revise\nexisting speed limits through rulemaking, and to submit an automated enforcement expansion\nplan, to prohibit the Mayor from adopting an order, regulation, or rule concerning posted speed\nlimits by emergency rulemaking, and to repeal any such order, regulation, or rule adopted after\nDecember 15, 2012; to amend the District of Columbia Traffic Adjudication Act of 1978 to\nmodify the process for Council approval of mayoral changes to the fine schedule; to amend the\nPedestrian Protection Amendment Act of 1987 with regard to when a vehicle must stop for a\npedestrian in a marked crosswalk or unmarked crosswalk at an intersection; and to amend the\nDistrict of Columbia Municipal Regulations to reduce traffic fines for certain moving violations,\nincluding speeding, failure to clear the intersection, failure to stop and give right-of-way to a\npedestrian in a roadway, failure to come to a complete stop before turning right on red, and\nfailure to obey a “no turn on red” sign.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Safety-Based Traffic Enforcement Emergency Amendment Act of\n2012”.\n\nTITLE I -- ASSESSMENTS; AUTOMATED ENFORCEMENT PLAN; SIGNAGE\nSec. 101. Safety impact of fine reductions.\nWithin 18 months from the effective date of the Safety-Based Traffic Enforcement\nAmendment Act of 2012, passed on 2nd reading on December 18, 2012 (Enrolled version of Bill\n19-1013)(“Act”), the Mayor shall transmit to the Council an assessment of the safety impact, if\nany, resulting from the reduced fines required by that act, which shall include a detailed analysis\nof any changes in moving violation rates and repeat violation rates.\nSec. 102. Signs identifying the District as a strict enforcement zone.\nWithin 180 days of the effective date of the Act, the Mayor shall post signs identifying\nthe entire District as a strict traffic enforcement zone and warning that automated cameras are\nused to enforce a wide range of moving violations. The signs shall be posted throughout the\nDistrict, in locations as determined by the Mayor to be necessary or appropriate.\nSec. 103. Automated enforcement expansion plan.\nNot later than April 1, 2013, the Mayor shall transmit to the Council a plan for expansion\nof automated traffic enforcement in the District. The plan shall include:\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSafety-Based\nTraffic\nEnforcement\nEmergency\nAmendment\nAct of 2012\n\nNote,\n§ 50-2301.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 395\nD.C. Act 19-635, effective January 19, 2013 (Expiration date April 19, 2013)\n\n(1) An explanation of the plan, its goals, and the strategies to achieve the goals,\nsuch as red light, speed, fixed, and mobile;\n(2) A recommended number of automated enforcement cameras, by category,\nthat should be deployed in the District to achieve appropriate levels of enforcement and\nassociated traffic safety results;\n(3) A timeline for deploying the recommended number of cameras, including the\nnumber of additional cameras needed, by category and by fiscal year; and\n(4) The amount of funding necessary, in addition to what has been authorized as\nof the date of the plan’s publication, by fiscal year, to attain the target number of cameras.\nSec. 104. Speed limit assessment.\n(a) By November 1, 2013, the Mayor shall complete a District-wide assessment that\nevaluates the speed limits on the District’s arterials and other streets. The report of the\nassessment shall include the criteria used for assessing the speed limits. Upon its completion, the\nassessment shall be posted to the District Department of Transportation’s website. The\nassessment shall identify a list of recommended speed limits for all District streets based on each\nof the following independent approaches:\n(1) Utilize factors common among transportation officials for the determination\nof speed limit;\n(2) Use factors based on safety and mobility needs of pedestrians, bicyclists,\ntransit drivers, and all other potential road users, as well as factors based on input from local\nneighborhood representatives and organizations that promote road safety including Advisory\nNeighborhood Commissions, the Pedestrian Advisory Council, and the Bicycle Advisory\nCouncil;\n(3) Evaluate whether comparable arterials should have comparable speed limits,\nand similarly do so for other streets;\n(4) Include, based solely on an engineering perspective, speed limits for the\nDistrict’s arterials and other streets.\n(b) By January 1, 2014, the Mayor shall revise, through rulemaking, existing speed limits\nthroughout the District as appropriate. Notwithstanding this requirement, the Mayor shall not\ncause an anti-deficiency as determined by a fiscal impact statement obtained by the Mayor from\nthe Chief Financial Officer.\nSec. 105. Emergency speed-limit changes.\n(a) Notwithstanding section 6(c) of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-505(c)), the Mayor may\nnot adopt an order, regulation, or rule concerning posted speed limits through emergency\nrulemaking.\n(b) Notwithstanding any other provision of law, any order, regulation, or rule\nadopted through emergency rulemaking concerning posted speed limits after December\n15, 2012, is repealed.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 396\nD.C. Act 19-635, effective January 19, 2013 (Expiration date April 19, 2013)\n\n(c) This section shall expire on December 31, 2013, or within 45 days after the\nDistrict Department of Transportation posts the District-wide assessment provided by\nsection 104 of the Act, whichever is earlier.\nSec. 106. Council approval of fine schedule.\nSection 105(a)(1) of the District of Columbia Traffic Adjudication Act of 1978, effective\nSeptember 12, 1978 (D.C. Law 2-104; D.C. Official Code § 50-2301.05(a)(1)), is amended by\nstriking the phrase “The Mayor may modify this schedule of fines by an order which shall be\npresented to the Council. The order shall be effective 45 days after the Mayor presents it to the\nCouncil unless the Council adopts a resolution either disapproving or approving the Mayor's\norder, and does so during the review period of 45 days, which shall not include Saturdays,\nSundays, legal holidays, and days of recess for the Council” and inserting the phrase “The Mayor\nmay issue proposed rules, pursuant to Title I of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code 2-501 et seq.),\n(“APA”), to propose changes to the schedule of fines. The proposed rules shall be submitted to\nthe Council for a 45-day period of review, excluding Saturdays, Sunday, legal holidays, and days\nof Council recess. If the Council does not approve or disapprove the proposed rules by resolution\nwithin this 45-day review period, the proposed rules shall be deemed approved. Notwithstanding\nsection 6(c) of the APA (D.C. Official Code § 2-505(c)), the Mayor may not amend the schedule\nof fines until the Council has approved the proposed rules or the proposed rules have been\ndeemed approved” in its place.\nTITLE II -- PEDESTRIANS IN CROSSWALKS\nSec. 201. Section 2(a) of the Pedestrian Protection Amendment Act of 1987, effective\nOctober 9, 1987 (D.C. Law 7-34; D.C. Official Code § 50-2201.28(a)), is amended to read as\nfollows:\n“(a) The driver of a vehicle shall stop and remain stopped to allow a pedestrian to cross\nthe roadway within any marked crosswalk, or unmarked crosswalk at an intersection, when the\npedestrian is upon the lane, or within one lane approaching the lane, on which the vehicle is\ntraveling or onto which it is turning.”.\nTITLE III -- AMENDMENTS TO THE DISTRICT OF COLUMBIA MUNICIPAL\nREGULATIONS\nSec. 301. Section 2600.1 of Title 18 of the District of Columbia Municipal Regulations\nis amended as follows:\n(1) The existing text under the subheading “Speeding” is amended as\nfollows:\n(A) Strike the phrase “$75” after the phrase “Up to 10 mph in\nexcess of limit [§ 2200]” and insert the phrase “$50” in its place.\n(B) Strike the phrase “$125” after the phrase “11 to 15 mph in\nexcess of limit [§ 2200]” and insert the phrase “$92” in its place.\n\nNote,\n§ 50-2201.28\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 397\nD.C. Act 19-635, effective January 19, 2013 (Expiration date April 19, 2013)\n\n(C) Strike the phrase “150” after the phrase “16 to 20 mph in\nexcess of limit [§ 2200]” and insert the phrase “$100” in its place.\n(D) Strike the phrase “$200” after the phrase “21 to 25 mph in\nexcess of limit [§ 2200]” and insert the phrase “$150” in its place.\n(2) The existing text under the subheading “Intersection” is amended by striking\nthe phrase “$100” after the phrase “Failure to clear (including crosswalks) [§ 2201.11]” and\ninserting the phrase “$50” in its place.\n(3) The subheading “Right turn on red” and existing text is amended to read as\nfollows:\n“Right turn on red\nFailure to come to a complete stop before\nturning [§ 2103.7]\n$50\nFailure to yield right-of-way to vehicle or\npedestrian [§ 2103.7]\n$50\nViolation of “No Turn on Red” sign [§ 4013]\n$50”.\n(4) The existing text under the subheading “Right-of-way” is amended by\nstriking the phrase “$250” after the phrase “Failure to stop and give right-of-way to pedestrian in\nroadway [§ 2208]” and inserting the phrase “$75” in its place.\n(5) The existing text under the subheading “Speeding” is amended as follows:\n(A) Strike the phrase “$75” after the phrase “Up to 10 mph in excess of\nlimit [§ 2200]” and insert the phrase “$50” in its place.\n(B) Strike the phrase “$125” after the phrase “11 to 15 mph in excess of\nlimit [§ 2200]” and insert the phrase “$75” in its place.\n(C) Strike the phrase “150” after the phrase “16 to 20 mph in excess of\nlimit [§ 2200]” and insert the phrase “$100” in its place.\n(D) Strike the phrase “$200” after the phrase “21 to 25 mph in excess of\nlimit [§ 2200]” and insert the phrase “$150” in its place.\nTITLE IV – APPLICABILITY; FISCAL IMPACT; EFFECTIVE DATE\nSec. 401. Applicability.\n(a) Title I and Title II of this act shall apply as of the effective date of this act.\n(b)(1) Section 301(1) through (4) of Title III shall apply as of April 1, 2013 through\nSeptember 30, 2013.\n(2) After September 30, 2013, section 301(2) through (5) shall apply upon the\ninclusion of its fiscal effect in an approved budget and financial plan, as certified by the Chief\nFinancial Officer to the Budget Director of the Council in a certification published by the\nCouncil in the District of Columbia Register.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 398\nD.C. Act 19-635, effective January 19, 2013 (Expiration date April 19, 2013)\n\nSec. 402. Fiscal impact statement.\nThe Council adopts the December 18, 2012 fiscal impact statement of the Chief Financial\nOfficer as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 403. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Safety-Based Traffic Enforcement Emergency Amendment Act of 2012",
  "end": "398",
  "start": "394",
  "name": "Act_19-635.pdf"
}