{
  "end": "385", 
  "name": "Act_19-620.pdf", 
  "start": "384", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 384\nD.C. Act 19-620, effective January 18, 2013 (Expiration date April 18, 2013)\n\nAN ACT\n\nBill 19-1094\nEmergency\nDeclaration\nRes. 19-752\n20 DCStat 561\n\nTo provide, on an emergency basis, a hardship waiver whereby owners residing in Affordable Dwelling\nUnits may rent their units based upon a current condominium fee increase of $150 or 25% or\nmore annually, whichever is greater.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Affordable Dwelling Unit Hardship Waiver Emergency Act of 2012”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Affordable Dwelling Unit” shall have the same meaning as the term\n“affordable housing unit” as defined in section 2(4) of the Affordable Housing Clearinghouse\nDirectory Act of 2008, effective August 15, 2008 (D.C. Law 17-215; D.C. Official Code § 422131(4)).\n(2) “Area Median Income or “AMI” shall have the same meaning as provided in\nsection 2(1) of the Housing Production Trust Fund Act of 1988, effective March 16, 1989 (D.C.\nLaw 7-202; D.C. Official Code § 42-2801(1)).\nSec. 3. Hardship waiver eligibility criteria.\n(a) Where allowable by law, covenant, contract, and condominium documents, the Mayor\nmay grant a unit owner the ability to rent the unit owner’s Affordable Dwelling Unit for one\nyear, which may be renewed annually.\n(b) The unit owner must demonstrate a current condominium fee increase on the unit\nowner’s Affordable Dwelling Unit of $150 or 25% or more annually, whichever is greater.\nSec. 4. Comprehensive Affordable Dwelling Unit report.\nThe Mayor shall submit a report by September 30, 2013, to the Council that examines the\nfollowing Affordable Dwelling Unit issues:\n(1) The Mayor’s ability to amend the Affordable Dwelling Unit guidelines of the\noriginating funding source agency or authority.\n(2) Whether each originating local subsidy provides the unit owner with the\nability to rent the unit owner’s Affordable Dwelling Unit.\n(3) Recommendations for resources, including staffing, funding, and technology,\nregarding the District’s administration of affordable housing.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nAffordable\nDwelling Unit\nHardship\nWaiver\nEmergency\nAct of 2012\nNote,\n§ 42-2134\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 385\nD.C. Act 19-620, effective January 18, 2013 (Expiration date April 18, 2013)\n\n(4) The policy and fiscal impacts of granting a unit owner with the ability to rent\nor sell the unit owner’s Affordable Dwelling Unit at an AMI level higher than the level initially\nset.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Affordable Dwelling Unit Hardship Waiver Emergency Act of 2012", 
  "council_period": "20"
}