{
  "start": "3880", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-400, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3880\n\nAN ACT\n\nBill 20-834\nEmergency\nDeclaration\nRes. 20-558\n20 DCStat 3965\n\nTo approve, on an emergency basis, 2 modifications to Human Care Agreement No. CFSA-11-H-0097 with\nGod’s Anointed New Generation to provide Teen Bridge Program services and to authorize\npayment for services received and to be received under the agreement.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Modifications to Human Care Agreement No. CFSA-11-H-0097 with\nGod’s Anointed New Generation Approval and Payment Authorization Emergency Act of\n2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves 2 modifications\nto Human Care Agreement No. CFSA-11-H-0097 with God’s Anointed New Generation to\ncontinue providing Teen Bridge Program services and authorizes payment in an amount of\n$1,201,495.20 for services received and to be received under that agreement for the third option\nyear, from June 7, 2014, through June 6, 2015.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nModifications\nto Human\nCare\nAgreement\nNo. CFSA-11H-0097 with\nGod’s\nAnointed New\nGeneration\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "3880", 
  "name": "Act_20-400.pdf", 
  "title": "Modifications to Human Care Agreement No. CFSA-11-H-0097 with God's Anointed New Generation Approval and Payment Authorization Emergency Act of 2014"
}