{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-182, effective October 4, 2013 (Expiration date January 2, 2014)\n\n20 DCSTAT 2442\n\nAN ACT\n\nBill 20-497\nEmergency\nDeclaration\nRes. 20-300\n20 DCStat 2700\n\nTo establish, on an emergency basis, the government of the District of Columbia’s response to the federal\nshutdown, or lapse in appropriations, by designating personnel as essential, authorizing the\nDistrict to employ personal services, and providing for the compensation of personnel through\navailable funds in the emergency cash reserve fund and contingency cash reserve fund.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Federal Shutdown Response Emergency Act of 2013”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nFederal\nShutdown\nResponse\nEmergency\nAct of 2013\n\nSec. 2. Legislative branch operations during appropriations lapse.\n(a) Until January 1, 2014, for the purposes of continued District government operations\nduring a lapse in federal appropriations, all employees and activities in the legislative branch are\ndesignated as essential.\n(b) In addition to employing essential personnel as provided in subsection (a) of this\nsection, the Council may employ personal services and may compensate employees for services\nprovided during a lapse in federal appropriations, as the Council determines appropriate, if there\nare adequate local funds available to compensate for those services.\n\nNote,\n§ 1-611.01\n\nSec. 3. Executive branch operations during appropriations lapse.\n(a) Until January 1, 2014, for the purposes of continued District government operations\nduring a lapse in federal appropriations, the Council adopts the Mayor's designation that all\nemployees and activities of any District government office, agency, department, or\ninstrumentality, other than the District of Columbia Courts, are essential, unless otherwise\ndetermined by the Mayor.\n(b) In addition to employing essential personnel as provided in subsection (a) of this\nsection, the Mayor may employ personal services and may compensate employees for services\nprovided during a lapse in federal appropriations, as the Mayor determines appropriate, if there\nare adequate local funds available to compensate for those services\n\nNote,\n§ 1-611.01\n\nSec. 4. Payment of essential personnel and compensation for services during\nappropriations lapse.\nDuring a lapse in federal appropriations, and provided that adequate funding is available,\nfunds in the emergency cash reserve fund or contingency cash reserve fund, established by\nsection 450A of the District of Columbia Home Rule Act, approved November 22, 2000 (114\nStat. 2440; D.C. Official Code § 1-204.50A), may be expended for the following:\n\nNote,\n§ 1-611.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-182, effective October 4, 2013 (Expiration date January 2, 2014)\n\n20 DCSTAT 2443\n\n(1) To compensate all employees designated as essential pursuant to sections 2\nand 3;\n(2) To compensate any person authorized to provide services pursuant to this act;\nor\n(3) To pay for any activities designated as essential.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Federal Shutdown Response Emergency Act of 2013",
  "end": "2443",
  "start": "2442",
  "name": "Act_20-182.pdf"
}