{
  "start": "4443", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4443\nD.C. Act 20-526, effective December 18, 2014 (Expiration date March 18, 2015)\n\nAN ACT\n\nBill 20-1017\nEmergency\nDeclaration\nRes. 20-713\n20 DCStat 4631\n\nTo amend, on an emergency basis, section 47-4658 of the District of Columbia Official Code to clarify the\nreal property tax abatement for Lot 808 in Square 5041 and Lot 811 in Square 5056.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Parkside Parcel E and J Mixed-Income Apartments Tax Abatement\nEmergency Amendment Act of 2014”.\n\nParkside\nParcel E and J\nMixed-Income\nApartments\nTax\nAbatement\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 47-4658 of the District of Columbia Official Code is amended as follows:\n(a) The heading is amended by striking the phrase “Parkside Parcel E and J MixedIncome Apartments;”.\n(b) Subsection (a) is amended to read as follows:\n“(a) Subject to subsection (b) of this section, the real property described as Lot 808 in\nSquare 5041 and Lot 811 in Square 5056 shall be allowed an annual real property tax abatement\nequal to the amount of the real property taxes assessed and imposed by Chapter 8 of this title of\nup to a total maximum amount for each lot of $300,000 per year for 10 property tax years\ncommencing for Lot 808 and Lot 811 at the beginning of the first month following the date that\nspecific lot is issued a final certificate of occupancy (“commencement date”) and ending for each\nlot at the end of the 10th full real property tax year following the lot’s commencement date.”.\n(b) Subsections (c) and (d) are amended to read as follows:\n“(c) Notwithstanding any other provision of law and provided that the final certificate of\noccupancy is issued on or before September 20, 2018, upon the issuance of a final certificate for\nLot 808 or Lot 811, any fees or deposits charged to and paid by the owner of that specific lot for\nthe development of Lot 808 or Lot 811, including private space or building permit fees or public\nspace permit fees (“related fees”), shall be refunded and any prospective related fees forgiven.\n“(d) The tax abatements and fees and deposits exemptions provided pursuant to this\nsection shall be in addition to, and not in lieu of, any other tax relief or assistance from any other\nsource applicable to the development of Lot 808 or Lot 811.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNote,\n§ 47-4658\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4444\nD.C. Act 20-526, effective December 18, 2014 (Expiration date March 18, 2015)\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4444", 
  "name": "Act_20-526.pdf", 
  "title": "Parkside Parcel E and J Mixed-Income Apartments Tax Abatement Emergency Amendment Act of 2014"
}