{
  "start": "4458", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4458\nD.C. Act 20-544, effective December 29, 2014 (Expiration date March 29, 2015)\n\nAN ACT\n\nBill 20-1012\nEmergency\nDeclaration\nRes. 20-720\n20 DCStat 4656\n\nTo amend, on an emergency basis, the Wage Theft Prevention Amendment Act of 2014 to clarify who may\nbring an action on behalf of an employee, when a general contractor and subcontractor or a\ngeneral contractor or temporary staffing firm will be jointly and severally liable for violations,\nand how the Mayor shall make certain information available to employers, to revise criminal\npenalties for violations of the act, to authorize the Mayor to issue rules, and to repeal a\nretroactive applicability provision.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Wage Theft Prevention Correction and Clarification Emergency\nAmendment Act of 2014”.\n\nSec. 2. The Wage Theft Prevention Amendment Act of 2014, enacted on September 19,\n2014 (D.C. Act 20-426; 61 DCR 10157), is amended as follows:\n(a) Section 2 is amended as follows:\n(1) Subsection (b)(2) is amended as follows:\n(A) Strike the phrase “(5) When the employer is a subcontractor alleged to\nhave failed to pay an employee any wages earned, the subcontractor and the general contractor\nshall be jointly and severally liable to the subcontractor’s employees for violations of this act, the\nLiving Wage Act, and the Sick and Safe Leave Act.” and insert the phrase “(5) When the\nemployer is a subcontractor found to have failed to pay an employee any wages earned, the\nsubcontractor and the general contractor shall be jointly and severally liable to the\nsubcontractor’s employees for violations of this act, the Living Wage Act, and the Sick and Safe\nLeave Act, except as otherwise provided in a contract between the contractor and subcontractor\nin effect on the effective date of the Wage Theft Prevention Amendment Act of 2014, enacted on\nSeptember 19, 2014 (D.C. Act 20-426; 61 DCR 10157).” in its place.\n(B) Strike the phrase “(6) When a temporary staffing firm employs an\nemployee who performs work on behalf of or to the benefit of another employer pursuant to a\ntemporary staffing arrangement or contract for services, both the temporary staffing firm and the\nemployer shall be jointly and severally liable for violations of this act, the Living Wage Act, and\nthe Sick and Safe Leave Act to the employee and to the District.” and insert the phrase \"(6)\nWhen a temporary staffing firm employs an employee who performs work on behalf of or to the\nbenefit of another employer pursuant to a temporary staffing arrangement or contract for\nservices, both the temporary staffing firm and the employer shall be jointly and severally liable\nfor violations of this act, the Living Wage Act, and the Sick and Safe Leave Act to the employee\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nWage Theft\nPrevention\nCorrection\nand\nClarification\nEmergency\nAmendment\nAct of 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4459\nD.C. Act 20-544, effective December 29, 2014 (Expiration date March 29, 2015)\n\nand to the District, except as otherwise provided in a contract between the temporary staffing\nfirm and the employer in effect on the effective date of the Wage Theft Prevention Amendment\nAct of 2014, enacted on September 19, 2014 (D.C. Act 20-426; 61 DCR 10157).” in its place.\n(2) Subsection (e)(1) is amended to read as follows:\n“(1) Subsection (a) is amended to read as follows:\n“(a)(1) Any employer who negligently fails to comply with the provisions of this act or\nthe Living Wage Act shall be guilty of a misdemeanor and, upon conviction, shall be fined:\n“(A) For the first offense, an amount per affected employee of not more\nthan $2,500;\n“(B) For any subsequent offense, an amount per affected employee of not\nmore than $ 5,000.\n“(2) Any employer who willfully fails to comply with the provisions of this act or\nthe Living Wage Act shall be guilty of a misdemeanor and, upon conviction, shall:\n“(A) For the first offense, be fined not more than $5,000, or imprisoned\nnot more than 30 days, or both; or\n“(B) For any subsequent offense, be fined not more than $10,000, or\nimprisoned not more than 90 days, or both.\n“(3) The fines set forth in paragraphs (1) and (2) of this subsection shall not be\nlimited by section 101 of the Criminal Fine Proportionality Amendment Act of 2012, effective\nJune 11, 2013 (D.C. Law 19-317; D.C. Official Code § 22-3571.01).”.\n(3) Subsection (g) is amended by striking the phrase “or any entity a member of\nwhich is aggrieved by a violation of this act, the Minimum Wage Revision Act, the Sick and\nSafe Leave Act, or the Living Wage Act”.\n(4) A new subsection (j) is added to read as follows:\n“(j) A new section 10b is added to read as follows:\n“Sec. 10b. Rules.\n“The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this act.”.\n(b) Section 3 is amended as follows:\n(1) Subsection (c)(1)(A) is amended by striking the phrase “3 years or whatever\nthe prevailing federal standard is, whichever is greater” and inserting the phrase “3 years or the\nprevailing federal standard, if identified in regulations issued pursuant to this act, whichever is\ngreater,” in its place.\n(2) Subsection (e)(3) is amended to read as follows:\n“(3) A new subsection (c) is added to read as follows:\n“(c) The Mayor shall make copies or summaries of this act publicly available on the\nDistrict government’s website or some other appropriate method within 60 days of the effective\ndate of the Wage Theft Prevention Amendment Act of 2014, enacted on September 19, 2014\n(D.C. Act 20-426; 61 DCR 10157). An employer shall not be liable for failure to post notice if\nthe Mayor has failed to provide to the employer the notice required by this section.”.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4460\nD.C. Act 20-544, effective December 29, 2014 (Expiration date March 29, 2015)\n\n(3) Subsection (g)(4) is amended by striking the phrase “3 years or whatever the\nprevailing federal standard is, whichever is greater” and inserting the phrase “or the prevailing\nfederal standard, if identified in regulations issued pursuant to this act, whichever is greater,” in\nits place.\n(4) Subsection (i) is amended as follows:\n(A) Strike the phrase “(c) When the employer is a subcontractor alleged to\nhave failed to pay an employee any wages earned, the subcontractor and the general contractor\nshall be jointly and severally liable to the subcontractor’s employees for violations of this act.”\nand insert the phrase “(c) When the employer is a subcontractor found to have failed to pay an\nemployee any wages earned, the subcontractor and the general contractor shall be jointly and\nseverally liable to the subcontractor’s employees for violations of this act, except as otherwise\nprovided in a contract between the contractor and subcontractor in effect on the effective date of\nthe Wage Theft Prevention Amendment Act of 2014, enacted on September 19, 2014 (D.C. Act\n20-426; 61 DCR 10157).”.\n(B) Strike the phrase “(f) When a temporary staffing firm employs an\nemployee who performs work on behalf of or to the benefit of another employer pursuant to a\ntemporary staffing arrangement or contract for services, both the temporary staffing firm and the\nemployer shall be jointly and severally liable for violations of this act to the employee and to the\nDistrict.” and insert the phrase “(f) When a temporary staffing firm employs an employee who\nperforms work on behalf of or to the benefit of another employer pursuant to a temporary\nstaffing arrangement or contract for services, both the temporary staffing firm and the employer\nshall be jointly and severally liable for violations of this act to the employee and to the District,\nexcept as otherwise provided in a contract between the temporary staffing firm and the employer\nin effect on the effective date of the Wage Theft Prevention Amendment Act of 2014, enacted on\nSeptember 19, 2014 (D.C. Act 20-426; 61 DCR 10157).”.\n(c) Section 7 is repealed.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4460", 
  "name": "Act_20-544.pdf", 
  "title": "Wage Theft Prevention Correction and Clarification Emergency Amendment Act of 2014"
}