{
  "end": "478", 
  "name": "Act_20-20.pdf", 
  "start": "478", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-20, effective March 1, 2013 (Expiration date May 30, 2013)\n\n20 DCSTAT 478\n\nAN ACT\n\nBill 20-100\nEmergency\nDeclaration\nRes. 20-32\n20 DCStat 734\n\nTo amend, on an emergency basis, An Act To amend the Act entitled “An Act to classify the officers and\nmembers of the Fire Department of the District of Columbia, and for other purposes”, approved\nJune 20, 1906, and for other purposes to clarify that overtime pay of the Fire and Emergency\nMedical Services Department is not subject to limitation during the pay periods involving the\n2013 Presidential Inauguration.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis act may be cited as the “Fire and Emergency Medical Services Department Inaugural\nOvertime Clarification Emergency Amendment Act of 2013\".\n\nSec. 2. Section 2(h) of An Act To amend the Act entitled “An Act to classify the\nofficers and members of the Fire Department of the District of Columbia, and for other\npurposes”, approved June 20, 1906, and for other purposes, approved June 19, 1948 (62 Stat.\n498; D.C. Official Code § 5-405(h)), is amended to read as follows:\n“(h) The restrictions in subsections (f) and (g) of this section shall not apply during pay\nperiods 2 and 3 of calendar year 2013.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nFire and\nEmergency\nMedical\nServices\nDepartment\nInaugural\nOvertime\nClarification\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 5-405\n\n\f", 
  "title": "Fire and Emergency Medical Services Inaugural Overtime Clarification Emergency Act of 2013", 
  "council_period": "20"
}