{
  "start": "3862", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-380, effective July 23, 2014 (Expiration date October 21, 2014)\n\n20 DCSTAT 3862\n\nAN ACT\n\nBill 20-842\nEmergency\nDeclaration\nRes. 20-523\n20 DCStat 3924\n\nTo amend, on an emergency basis, the Small, Local, and Disadvantaged Business Enterprise Development\nand Assistance Act of 2005 to require that, before granting a waiver under section 2346 of the act,\nthe Director of the Department of Small and Local Business Development shall make a good-faith\neffort to determine that no qualified certified business enterprise or small business enterprise is\nable to meet the requirements of section 2346, complete a full search of the certified business\nenterprise and small business enterprise database to determine the existence of a qualified\nbusiness enterprise, send an electronic written notice to each certified business enterprise and\nsmall business enterprise of the waiver request, publish a notice of the waiver request in the D.C.\nRegister and on the agency website, provide for a 20-day period before the proposed waiver is\ngranted, and certify in writing that all good-faith efforts to determine the existence of a qualified\ncertified business enterprise or small business enterprise have been met .\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Small and Certified Business Enterprise Development and Assistance\nWaiver Certification Emergency Amendment Act of 2014”.\n\nSec. 2. Section 2351 of the Small, Local, and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C.\nOfficial Code § 2-218.51), is amended by adding new subsections (c) and (d) to read as follows:\n“(c) Before the Director may grant a waiver request, the Director shall make a good-faith\neffort to determine that no registered certified business enterprise or small business enterprise is\nqualified to satisfy the contracting or subcontracting requirements of section 2346. The goodfaith effort shall include:\n“(1) Conducting a complete search of the small business enterprise or certified\nbusiness enterprise database to determine the existence of a qualified business enterprise;\n“(2) Providing an electronic written notice to each certified business enterprise\nand small business enterprise of all waiver requests of certified business enterprise or small\nbusiness enterprise participation requirements;\n“(3) Publishing a notice of the request for waiver in the D.C. Register and on the\nagency website; and\n“(4) Establishing a time period of 20 days for making a final determination on a\nrequest for a waiver of small business enterprise or certified business enterprise contracting and\nsubcontracting participation requirements.\n“(d) Before the Director can approve a request for a waiver of the subcontracting\nrequirements of section 2346, the Director shall certify in writing that the good-faith efforts\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nWaiver\nCertification\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 2-218.51\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-380, effective July 23, 2014 (Expiration date October 21, 2014)\n\n20 DCSTAT 3863\n\nrequired under subsection (c) of this section have been met and that there are no certified\nbusiness enterprises or small business enterprises qualified to perform the contract.” .\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3863", 
  "name": "Act_20-380.pdf", 
  "title": "Small and Certified Business Enterprise Development and Assistance Waiver Certification Emergency Amendment Act of 2014"
}