{
  "start": "2641", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2641\nD.C. Act 20-246, effective December 27, 2013 (Expiration date March 27, 2014)\n\nAN ACT\n\nBill 20-592\nEmergency\nDeclaration\nRes. 20- 356\n20 DCStat 2806\n\nTo amend, on an emergency basis, Chapter 18 of Title 47 of the District of Columbia Official Code to\ndefine a teaching award as an award given to public school teachers in recognition of their\nservice to their school or community and to exclude from District gross income the value of a\nteaching award.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Tax Exemption for Teacher Awards Emergency Act of 2013”.\n\nSec. 2. Chapter 18 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-1801.04 is amended by adding a new paragraph (52A) to read as follows:\n“(52A) “Teaching award” means a benefit with pecuniary value given to a teacher who is\nthe primary teacher in a classroom for a majority of the school days of the academic year in a\nDistrict public or public charter school, from a person other than the teacher’s current employer,\nfor the teacher’s service to the school and, for example, in recognition of the teacher’s:\n“(1) Exemplary teaching;\n“(2) Overall student achievement in the teacher’s primary classroom; or\n“(3) Community engagement in the District, including exceptional leadership of\nstudent organizations and engaging students’ parents.”.\n(b) Section 47-1803.02(a)(2) is amended by adding a new subparagraph (CC) to read as\nfollows:\n“(CC) Beginning January 1, 2013, a teaching award, as defined in § 471801.04(52A), above $1,000 but not more than $40,000.”.\nSec. 3. Applicability.\n(a) The Chief Financial Officer shall recognize $14,577 from the fiscal year 2014 local\nfunds operating margin to fund the cost of this legislation in fiscal year 2014.\n(b) After October 1, 2014, this act shall apply upon the inclusion of its fiscal effect in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTax\nExemption for\nTeacher\nAwards\nEmergency\nAct of 2013\n\nNote,\n§ 47-1801.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2642\nD.C. Act 20-246, effective December 27, 2013 (Expiration date March 27, 2014)\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor, (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "2642", 
  "name": "Act_20-246.pdf", 
  "title": "Tax Exemption for Teacher Awards Emergency Act of 2013"
}