{
  "end": "4164", 
  "name": "Act_20-436.pdf", 
  "start": "4164", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4164\nD.C. Act 20-436, effective October 7, 2014 (Expiration date November 18, 2014)\n\nAN ACT\n\nBill 20-925\nEmergency\nDeclaration\nRes. 20-614\n20 DCStat 4510\n\nTo amend, on an emergency basis, the District of Columbia Workers’ Compensation Act of 1979 to match\nthe federal statute of limitations for private-sector employees who are injured at work.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Worker’s Compensation Statute of Limitations Second Emergency\nAmendment Act of 2014”.\n\nWorker’s\nCompensation\nStatute of\nLimitations\nSecond\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 36(b) of the District of Columbia Workers' Compensation Act of 1979,\neffective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 32-1535(b)), is amended by adding\na new sentence at the end to read as follows: “If the employer fails to commence an action\nagainst such third person within 90 days after the cause of action is assigned under this section,\nthe right to bring the action shall revert to the person entitled to compensation.”.\nSec.3. Applicability.\n(a) This act applies to causes of action for negligence for which the 3-year statute of\nlimitations has not expired.\n(b) This act applies from August 20, 2014, to September 9, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 32-1535\n\nNote,\n§ 32-1535\n\n\f", 
  "title": "Worker’s Compensation Statute of Limitations Second Emergency Amendment Act of 2014", 
  "council_period": "20"
}