{
  "end": "3913", 
  "name": "Act_20-414.pdf", 
  "start": "3913", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-414, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3913\n\nAN ACT\n\nBill 20-900\nEmergency\nDeclaration\nRes. 20-575\n20 DCStat 3991\n\nTo approve, on an emergency basis, a commemorative work in Chuck Brown Park, located between 18th\nStreet and 20th Street, N.E., between Hamlin Street, N.E., and Franklin Street, N.E., in Ward 5, to\nbe known as the Chuck Brown Memorial.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Chuck Brown Memorial Commemorative Work Emergency Approval\nAct of 2014”.\nSec. 2. Pursuant to section 401 of the Street and Alley Closing and Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9204.01), the Council approves a commemorative work in Chuck Brown Park, located between\n18th Street and 20th Street, N.E., between Hamlin Street and Franklin Street, N.E., in Ward 5, to\nbe known as the “Chuck Brown Memorial”.\nSec. 3. Transmittal.\nThe Chairman of the Council shall transmit a copy of this act, after it becomes effective,\nto the Department of General Services and the Department of Parks and Recreation.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nChuck Brown\nMemorial\nCommemorative\nWork\nEmergency\nApproval Act of\n2014\nNote,\n§ 9-204.01\n\n\f", 
  "title": "Chuck Brown Memorial Commemorative Work Emergency Act of 2014", 
  "council_period": "20"
}