{
  "start": "3867", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-384, effective July 30, 2014 (Expiration date October 28, 2014)\n\n20 DCSTAT 3867\n\nAN ACT\n\nBill 20-874\nEmergency\nDeclaration\nRes. 20-588\n20 DCStat 4015\n\nTo approve, on an emergency basis, the interest arbitration award and compensation agreement submitted\nby the Mayor for employees in Compensation Unit 4.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Interest Arbitration Award and Compensation Agreement between the\nDistrict of Columbia Fire and Emergency Medical Services Department and Local 36\nInternational Association of Firefighters (Compensation Unit 4) Emergency Approval Act of\n2014”.\n\nSec. 2. (a) Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the interest arbitration award and\ncompensation agreement between the District of Columbia Fire and Emergency Medical\nServices Department and Local 36 International Association of Firefighters (Compensation Unit\n4), which was transmitted by the Mayor to the Council on June 25, 2014.\n(b) This approval is without prejudice to pending litigation regarding the following\nlanguage in Article 18: “Members whose duties include fire suppression shall be paid overtime\nfor all hours worked in excess of 42 hours averaged over a four-week period”\nand the following language in Article 44 Section B:\n“1) The basic workweek for members working in the Fire Fighting Division\nshall be 42 hours averaged over a 4-week period.\n“2) The work schedule for members working in the Fire Fighting Division shall be 24\nhours on duty and 72 hours off duty.”\n(c) It is the intent of the Council in approving the interest arbitration award and\ncompensation agreement for Compensation Unit 4 that the legal basis for the cited provisions\nwill be resolved in the courts and that the Council’s approval does not constitute the Council\ntaking sides in the litigation.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nInterest\nArbitration\nAward and\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia Fire\nand Emergency\nMedical Services\nDepartment and\nLocal 36\nInternational\nAssociation of\nFirefighters\n(Compensation\nUnit 4)\nEmergency\nApproval Act of\n2014\nNote,\n§ 1-617.17\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-384, effective July 30, 2014 (Expiration date October 28, 2014)\n\n20 DCSTAT 3868\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3868", 
  "name": "Act_20-384.pdf", 
  "title": "Interest Arbitration Award and Compensation Agreement between the District of Columbia Fire and Emergency Medical Services Department and Local 36 International Association of Firefighters (Compensation Unit 4) Emergency Approval Act of 2014"
}