{
  "end": "1823", 
  "name": "Act_20-126.pdf", 
  "start": "1823", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1823\nD.C. Act 20-126, effective July 26, 2013 (Expiration date October 24, 2013)\n\nAN ACT\n\nBill 20-406\nEmergency\nDeclaration\nRes. 20-252\n20 DCStat 2110\n\nTo symbolically designate, on an emergency basis, the public street in the 1700 block of New Hampshire\nAvenue, N.W., in Ward 2, as Delta Sigma Theta Way.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Delta Sigma Theta Way Designation Emergency Act of 2013”.\n\nDelta Sigma\nTheta Way\nDesignation\nEmergency\nAct of 2013\n\nSec. 2. Pursuant to sections 401 and 403a of the Street and Alley Closing Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code §§ 9204.01 and 9-204.03a), the Council symbolically designates the 1700 block of New Hampshire\nAve, N.W., in Ward 2, as “Delta Sigma Theta Way”.\n\nNote,\n§ 9-204.01\n\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this act, upon its effective date, to\nthe Office of the Surveyor, the Office of the Recorder of Deeds, and the District Department of\nTransportation.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Delta\nSigma Theta Way Designation Act of 2013, passed on 2nd reading on July 10, 2013 (Enrolled\nversion of Bill 20-241), as the fiscal impact statement required by section 602(c)(3) of the\nDistrict of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official\nCode §1-206-02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Delta Sigma Theta Way Designation Emergency Act of 2013", 
  "council_period": "20"
}