{
  "start": "1984", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1984\nD.C. Act 20-140, effective July 31, 2013 (Expiration date October 29, 2013)\n(Delayed Applicability)\n\nAN ACT\n\nBill 20-390\nEmergency\nDeclaration\nRes. 20-251\n20 DCStat 2108\n\nTo amend, on an emergency basis, the District of Columbia Home Rule Act to authorize the Council to\nestablish the rate of pay for the Chief Financial Officer; and to amend the District of Columbia\nComprehensive Merit Personnel Act of 1978 to set a new rate of pay.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Chief Financial Officer Compensation Emergency Amendment Act of\n2013”.\n\nChief\nFinancial\nOfficer\nCompensation\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. Section 424(b)(2)(E) of the District of Columbia Home Rule Act, approved April\n17, 1995 (109 Stat. 142; D.C. Official Code § 1-204.24b(b)(5)), is amended to read as follows:\n“(E) Pay. – The Chief Financial Officer shall be paid at an annual rate\nestablished by act by the Council that is at least equal to the rate of basic pay payable for level I\nof the Executive Schedule. An act of the Council that decreases the annual rate shall apply only\nto terms of the Chief Financial Officer that begin after the effective date of the act establishing\nthe decreased annual rate.”.\n\nNote,\n§ 1-204.24b\n\nSec. 3. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended by adding a new section 1109a to read as follows:\n“Sec. 1109a. Compensation – Chief Financial Officer.\n“In accordance with section 424(b)(2)(E) of the District of Columbia Home Rule Act,\napproved April 17, 1995 (109 Stat. 142; D.C. Official Code § 1-204.24b(b)(5)), the Chief\nFinancial Officer shall be paid at an annual rate of up to $250,000.”.\n\nNote,\n§ 1-611.09\n\nSec. 4. Transmittal to Congress.\nThe Secretary to the Council shall transmit a copy of this act, upon its effective date, to\nCongress.\nSec. 5. Applicability.\nThis act shall apply upon enactment of section 2 by Congress.\n\nNote,\n§§ 1-204.24b,\n1-611.09\nApplicable\nupon\nCongressional\nenactment\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1985\nD.C. Act 20-140, effective July 31, 2013 (Expiration date October 29, 2013)\n(Delayed Applicability)\n\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "1985", 
  "name": "Act_20-140.pdf", 
  "title": "Chief Financial Officer Compensation Emergency Amendment Act of 2013"
}