{
  "start": "460", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 460\nD.C. Act 20-9, effective February 20, 2013 (Expiration date April 11, 2013)\n\nAN ACT\n\nBill 20-86\nEmergency\nDeclaration\nRes. 20-21\n20 DCStat 717\n\nTo authorize, on an emergency basis, due to Congressional review, the Director of the Department of\nEmployment Services to issue grants from funds appropriated to or received by the Department of\nEmployment Services for workforce job development purposes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Workforce Job Development Grant-Making Authority Congressional\nReview Emergency Act of 2013”.\n\nWorkforce\nJob\nDevelopment\nGrant-Making\nAuthority\nCongressional\nReview\nEmergency\nAct of 2013\n\nSec. 2. Workforce job development grant-making authority.\n(a) The Director of the Department of Employment Services (“DOES”) may issue grants\nto individuals and organizations from the funds made available to the DOES pursuant to local\nappropriations or the federal Workforce Investment Act of 1998, approved August 7, 1998 (112\nStat. 936; 29 U.S.C § 2822), for workforce development purposes, including increasing\noccupational skills, job retention, employment opportunities, and earnings of the District’s\nworkforce pursuant to:\n(1) Section 2 of the Youth Employment Act of 1979, effective January 5, 1980\n(D.C. Law 3-46; D.C. Official Code § 32-241);\n(2) Section 2a of the Youth Employment Act of 1979, effective January 5, 1980\n(D.C. Law 3-46; D.C. Official Code § 32-242);\n(3) Section 203 of the Way to Work Amendment Act of 2006, effective June 8,\n2006 (D.C. Law 16-118; D.C. Official Code § 32-752);\n(4) Sections 2102 and 2103 of the Transitional Employment Program and\nApprenticeship Initiative Establishment Act of 2005, effective October 20, 2005 (D.C. Law 1633; D.C. Official Code §§ 32-1331 and 32-1332); and\n(5) Section 11 of the Workforce Investment Implementation Act of 2000,\neffective July 18, 2000 (D.C. Law 13-150; D.C. Official Code § 32-1610).\n(b) Notwithstanding the provisions of D.C. Official Code §47-368.06, grants that may be\nissued pursuant to this section include grants that the Mayor, Director of the DOES, or an agency\nreceives through an intra-District transfer, a memorandum of understanding, or a reprogramming\nfrom an agency lacking grant-making authority.\n\nNote,\n§ 1-328.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 461\nD.C. Act 20-9, effective February 20, 2013 (Expiration date April 11, 2013)\n\n(c) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nact, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this act.\nSec. 3. Applicability.\nThis act shall apply as of January 11, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813;\nD.C. Official Code § 1-204.12(a)).\n\nApplicable\nAs of\nJanuary 11,\n2013\n\n\f", 
  "end": "461", 
  "name": "Act_20-9.pdf", 
  "title": "Workforce Job Development Grant-Making Authority Congressional Review Emergency Act of 2013"
}