{
  "start": "4357", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4357\nD.C. Act 20-455, effective October 21, 2014 (Expiration date January 19, 2015)\n\nAN ACT\n\nBill 20-953\nEmergency\nDeclaration\nRes. 20-631\n20 DCStat 4524\n\nTo approve, on an emergency basis, Option Year Two of Contract No. DCHBX-2013-C-0001 with\nMaximus Health Services, Inc., to design, implement, and operate the District of Columbia\nExchange Contact Center (“ECC”) with a robust capability to provide consumers with over-thephone and web-based services for Medicaid and private health insurance, and small business\n(“SHOP”) health insurance eligibility, enrollment, and related assistance using the new District\nof Columbia Access System (“DCAS”).\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCHBX 2013-C-0001 Option Year Two Approval and\nPayment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Option Year\nTwo to Contract No. DCHBX 2013-C-0001 between the Health Benefit Exchange Authority and\nMaximus Health Services, Inc., to design, implement, and operate the District’s ECC with a\nrobust capability to provide consumers with over-the-phone and web-based services for\nMedicaid and private health insurance, and SHOP health insurance eligibility, enrollment, and\nrelated assistance using the new DCAS and authorizes payment not to exceed $5,784,204 for\nservices received and to be received under the option year.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nContract No.\nDCHBX 2013C-0001\nOption Year\nTwo Approval\nand Payment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "4357", 
  "name": "Act_20-455.pdf", 
  "title": "Contract No. DCHBX 2013-C-0001 Option Year Two Approval and Payment Authorization Emergency Act of 2014"
}