{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-293, effective March 13, 2014 (Expiration date June 10, 2014)\n\n20 DCSTAT 3060\n\nAN ACT\n\nBill 20-692\nEmergency\nDeclaration\nRes. 20-438\n20 DCStat 3140\n\nTo amend, on an emergency basis, the District of Columbia Traffic Act, 1925, to clarify the\nrequirements for receipt of a limited purpose driver’s license, permit, or identification\ncard.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA,\nThat this act may be cited as the “Driver’s Safety Clarification Emergency Amendment Act of\n2014”.\n\nDriver’s\nSafety\nClarification\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 8c(a)(2) of the District of Columbia Traffic Act, 1925, effective January\n17, 2014 (D.C. Law 20-62; to be codified at D.C. Official Code § 50-1401.05(a)(2)), is amended\nto read as follows:\n“(2)(A) Has not been assigned a social security number;\n“(B) Has been assigned a social security number but cannot establish legal\npresence in the United States at the time of application; or\n“(C) Is ineligible to obtain a social security number; and”.\n\nNote,\n§ 50-1401.05\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take affect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Driver's Safety Clarification Emergency Amendment Act of 2014",
  "end": "3060",
  "start": "3060",
  "name": "Act_20-293.pdf"
}