{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-434, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4152\n\nAN ACT\n\nBill 20-922\nEmergency\nDeclaration\nRes. 20-609\n20 DCStat 4502\n\nTo amend, on an emergency basis, the Tenant Opportunity to Purchase Act of 1980 to clarify the tenant\nopportunity to purchase in the case of the sale of multi-unit housing for the purposes of demolition\nor a notice of discontinuance of housing use.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Tenant Opportunity to Purchase Emergency Amendment Act of 2014”.\n\nSec. 2. Section 402(a) of the Tenant Opportunity to Purchase Act of 1980, effective\nSeptember 10, 1980 (D.C. Law 3-86; D.C. Official Code § 42-3404.02(a)), is amended to read as\nfollows:\n“(a)(1) Beginning January 1, 2014, before an owner of a housing accommodation may\nsell the accommodation, or issue a notice of intent to recover possession or notice to vacate for\npurposes of demolition or discontinuance of housing use, the owner shall give the tenant an\nopportunity to purchase the accommodation at a price and terms which represent a bona fide\noffer of sale.\n“(2) If within 360 days of the date of the issuance of a bona fide offer of sale\npursuant to this subsection, an owner has neither sold, or in the process of selling, the property\npursuant to that bona fide offer of sale nor taken possession of the property, the owner shall\ncomply anew with the requirements of this subsection before the owner may again act to sell the\nhousing, or issue a notice of intent to recover possession or notice to vacate for purposes of\ndemolition or discontinuance of housing use.\n“(3) For the purposes of this subsection, in the case of multi-unit housing, the\nterm:\n“(A)(i) “A bona fide offer of sale” means a sales price that is less than or\nequal to the appraised value of the real property, multi-unit housing, and any other appurtenant\nimprovements (“property”) plus, except as provided in sub-subparagraph (ii) of this\nsubparagraph, the amount of liens existing before the sale or transfer; provided, that the liens\nshall be satisfied by the seller in the sale or transfer transaction.\n“(ii) If the seller and the purchaser agree that the purchaser shall\nassume the liens, if any, a bona fide offer of sale means a sale price that is less than or equal to\nthe appraised value of the property less the amount of any lien assumed by the purchaser.\n“(B)(i) “Appraised value” means an objective property valuation based\non the current state of the property and existing zoning, building, and occupancy permits that is\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nTenant\nOpportunity\nto Purchase\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 42-3404.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-434, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4153\n\nno more than 6 months older than the date of issuance of the offer of sale that has been\ndetermined by 2 independent appraisals performed by 2 appraisers qualified to perform multiunit appraisals.\n“(ii) Of the 2 appraisers required by sub-subparagraph (i) of this\nsubparagraph, one shall be selected by the owner and one shall be selected by the Tenant. If the\nappraisers fail to agree upon a fair market value, the owner and the Tenant shall jointly select and\npay a third appraiser whose appraisal shall be binding or agree to take an average of the 2\nappraisals.\n“(C) “Multi-unit housing” means housing with 5 or more units.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Tenant Opportunity to Purchase Emergency Amendment Act of 2014",
  "end": "4153",
  "start": "4152",
  "name": "Act_20-434.pdf"
}