{
  "start": "2414", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2414\nD.C. Act 20-169, effective September 27, 2013 (Expiration date December 26, 2013)\n\nAN ACT\n\nBill 20-444\nEmergency\nDeclaration\nRes. 20-279\n20 DCStat 2668\n\nTo amend, on an emergency basis, Title 31 of the District of Columbia Municipal Regulations to amend the\nvehicle requirements for livery class vehicles used in for-hire service and to clarify the\napplicability of jurisdictional requirements; and to amend the District of Columbia Taxicab\nCommission Establishment Act of 1985 to require the District of Columbia Taxicab Commission\nindustry panel to recommend rules and modifications to established rules for classes of for-hire\nand ride-sharing vehicles, and to implement interim requirements for ride-sharing services\npending commission rulemaking.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Livery Class Regulation and Ride-Sharing Emergency Amendment Act\nof 2013”.\n\nSec. 2. Title 31 of the District of Columbia Municipal Regulations is amended as follows:\n(a) The title of Chapter 12 is amended to read as follows:\n“CHAPTER 12 LIVERY SERVICES – OWNERS, OPERATORS, AND VEHICLES.”.\n(b) Section 1200.3 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(c) Section 1201.1 is amended as follows:\n(1) Strike the word “luxury” and insert the word “livery” in its place.\n(2) Strike the last sentence and insert the sentence “All LCS vehicles may be\noperated as sedans, but only LCS vehicles meeting the definition of “limousine” in § 1299.1 may\nbe operated as limousines.” in its place.\n(d) Section 1201.2 is amended by striking the phrase “definition of “sedan”” and\ninserting the phrase “definitions provided” in its place.\n(e) Section 1201.4 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(f) Section 1201.5 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(g) Section 1201.7(c) is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(h) Section 1204.6 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(i) Section 1209.2 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nLivery Class\nRegulation\nand RideSharing\nEmergency\nAmendment\nAct of 2013\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2415\nD.C. Act 20-169, effective September 27, 2013 (Expiration date December 26, 2013)\n\n(j) Section 1215.1 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n(k) Section 1219.1 is amended by striking the phrase “luxury class service.” and inserting\nthe phrase “livery class service; provided, that the reciprocity provisions for livery service shall\nnot apply until the Office of Taxicabs is actively licensing additional vehicles and drivers for all\nlivery class services, as well as renewing licenses for current operators and vehicles of all livery\nclass services. For the purposes of this section, “actively licensing” means that the Office of\nTaxicabs is accepting applications, providing training for operators, and providing new and\nrenewal licenses to qualified operators and vehicles on a frequent basis.” in its place.\n(l) Section 1299.1 is amended as follows:\n(1) The definition of “Limousine” is amended to read as follows:\n“Limousine – a public vehicle-for-hire that:\n“(a) Meets the required for a livery class vehicle; and\n“(b) Is a “Luxury Sedan,” an “Upscale Sedan,” or a “Sport Utility\nVehicle” (“SUV”), as defined by the EPA (available at:\nhttp://www.fueleconomy.gov/feg/powerSearch.jsp), or the Chrysler 300; provided, that if it is an\nSUV, it has a passenger volume of at least one hundred twenty (120) cubic feet.”.\n(2) The definition of “Luxury class vehicle or LCS vehicle” is amended to read as\nfollows:\n“Livery class vehicle or LCS vehicle – a public vehicle-for-hire that:\n“(a) Does not have a manufacturer’s rated seating capacity of ten (10) or\nmore persons; and\n“(b) Is not a salvaged vehicle or a vehicle rented from an entity whose\npredominant business is that of renting motor vehicles on a time basis.”.\n(3) The definition of “sedan” is amended to read as follows:\n“Sedan – any LCS vehicle.”.\n(m) Section 1401.5 is amended as follows:\n(1) Strike the word “luxury” wherever it appears and insert the word “livery” in\nits place.\n(2) Strike the phrase “as taxicabs).” and insert the phrase “as taxicabs); provided,\nthat the reciprocity provisions for livery service shall not apply until the Office of Taxicabs is\nactively licensing additional vehicles and drivers for all livery class services, as well as renewing\nlicenses for current operators and vehicles of all livery class services. For the purposes of this\nsection, “actively licensing” means that the Office of Taxicabs is accepting applications,\nproviding training for operators, and issuing new and renewal licenses to qualified operators and\nvehicles on a frequent basis.” in its place.\n(n) Section 1499.1 is amended by striking the word “luxury” and inserting the word\n“livery” in its place.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2416\nD.C. Act 20-169, effective September 27, 2013 (Expiration date December 26, 2013)\n\nSec. 3. The District of Columbia Taxicab Commission Establishment Act of 1985,\neffective March 25, 1986 (D.C. Law 6-97; D.C. Official Code § 50-301 et seq.), is amended as\nfollows:\n(a) A new section 7a is added to read as follows:\n“Sec. 7a. Industry panel to review modernization regulations.\n“The industry panel established by the District of Columbia Taxicab Commission\npursuant to section 7 shall consider rules and recommendations to further modify public vehiclefor-hire regulations, including the procedures for transmitting the passenger surcharge, data\nrequirements, the licensure and registration process of digital dispatch services, driver inventory\nrequirements, vehicle categories, and types and levels of service, including ride-sharing. The\npanel shall present its recommendation to the Commission no later than January 1, 2014.”.\n(b) A new section 14a is added to read as follows:\n“Sec. 14a. Interim requirements for ride-sharing services.\n“(a) For the purposes of this section, the term:\n“(1) “Ride-sharing network” shall mean a company operating in the District that\nuses a digital platform to connect passengers to ride-sharing operators using personal, noncommercially licensed or operated vehicles for the purpose of transportation.\n“(2) “Ride-sharing operator” shall mean an individual who uses the individual’s\npersonal, non-commercially licensed or operated vehicle to provide transportation services\nthrough a ride-sharing network in the District.\n“(b) A ride-sharing network shall:\n“(1) Submit proof to the Commission that it is licensed to do business in the\nDistrict, maintains a registered agent in the District, and maintains a website that provides a\ncustomer service telephone number or email address;\n“(2) Allow for ridesharing any motor vehicle make and model year that would be\nacceptable for use as a taxicab, sedan, or limousine; provided, that the motor vehicle shall not be\nan aftermarket stretch modified model or a model designed to transport more than 10 persons,\nincluding the driver;\n“(3) Conduct or have a third party conduct a safety inspection of a vehicle to be\nused by a ride-sharing operator before the vehicle provides a ride-sharing service;\n“(4) Maintain records related to the requirements set forth in this section for the\npurposes of enforcement. Subject to reasonable confidentiality obligations and applicable\nconfidentiality laws, the Commission may inspect records to investigate compliance with the\nrequirements of this section pursuant to a subpoena issued under section 337 of Title 31 of the\nDistrict of Columbia Municipal Regulations (31 DCMR § 337); provided, that any records\ndisclosed to the Commission under this paragraph shall not be subject to disclosure to a third\nparty by the Commission, including through a request submitted pursuant to the Freedom of\nInformation Act of 1976, effective March 25, 1977 (D.C. Law 1-96; D.C. Official Code § 2-531\net seq.);\n“(5) Maintain an excess liability insurance policy that:\n\nNote,\n§ 50-306\n\nNote,\n§ 50-313\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2417\nD.C. Act 20-169, effective September 27, 2013 (Expiration date December 26, 2013)\n\n“(A) Provides a minimum of $1 million per-incident coverage for\naccidents involving a ride-sharing vehicle and operator in transit to or during a ride-sharing trip;\n“(B) Covers claims regardless of whether a ride-sharing operator\nmaintains insurance adequate to cover any portion of a claim; and\n“(C) Has been submitted to the Commission under seal. The Commission\nshall not disclose to a third party any information related to the insurance policy, and any records\ndisclosed under this paragraph shall not be subject to disclosure to a third party by the\nCommission;\n“(6) Have conducted a local and national criminal background check that shall\ninclude the Multi-State/Juris Criminal Records Locator or other similar commercial nationwide\ndatabase with validation (primary source search) and the National Sex Offender Registry\ndatabase on each ride-sharing operator before the operator may register to offer service. A match\non the national sex offender registry or a conviction that appears on a criminal background check\nwithin the past 7 years for crimes of violence, sexual abuse, felony robbery, or felony fraud, shall\nautomatically and permanently disqualify an individual from acting as a ride-sharing operator;\n“(7) Have a driving history record conducted on each ride-sharing operator before\nthe operator may offer service. A conviction that appears on a driving history check within the\npast 7 years for aggravated reckless driving, driving under the influence of drugs or alcohol, hit\nand run, attempting to evade the police, or the use of a motor vehicle to commit a crime, or a\nconviction that appears on a driving history check in the previous 3 years for driving with a\nsuspended or revoked license, shall automatically disqualify an individual from acting as a ridesharing operator;\n“(8) Institute a zero tolerance policy on the use of drugs or alcohol while a ridesharing operator provides ride-sharing services;\n“(9) Provide notice of the zero tolerance policy on its website, as well as the\nprocedures to report a complaint, including a complaint telephone number and email address for\nthe Commission, about a ride-sharing operator with whom the rider was matched and for whom\nthe rider reasonably suspects was under the influence of drugs or alcohol during the course of the\nride;\n“(10) Immediately suspend a ride-sharing operator upon receipt of a passenger\ncomplaint alleging a violation of the zero tolerance policy. The suspension shall last the duration\nof the investigation; and\n“(11) Upon completion of a trip, transmit an electronic receipt to the passenger’s\nemail address or mobile application documenting:\n“(A) The origination and destination of the trip;\n“(B) The total time and distance of the trip; and\n“(C) A breakdown of the total fare paid, if any.\n“(c) A ride-sharing operator shall:\n“(1) Accept only rides booked through a ride-sharing network’s digital platform\nand shall not solicit or accept street-hails;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2418\nD.C. Act 20-169, effective September 27, 2013 (Expiration date December 26, 2013)\n\n“(2) Possess a valid driver’s license, proof of registration, proof of motor vehicle\ninsurance, and be at least 21 years of age; and\n“(3) Provide proof of both the operator’s personal insurance and excess liability\ninsurance in the case of an accident; provided, that the operator shall have 24 hours to provide\nproof of excess liability insurance.\n“(d) A ride-sharing network or operator may offer service at no-charge, suggest a\ndonation, or charge a fare; provided, that if a fare is charged, a ride-sharing network shall\ndisclose the fare calculation method, the applicable rates being charged, and the option for an\nestimated fare to the passenger before booking the ride.\n“(e) The Commission shall have the authority to enforce the requirements of this section,\nincluding inspection of relevant records. Failure to adhere to the requirements of this section by a\nride-sharing network or operator may result in sanctions imposed by the Commission, including\nfines and impoundment of vehicles, pursuant to the Commission’s authority in section 8.\n“(f) This section shall expire upon the final issuance of rules by the Commission pursuant\nto section 14.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c))(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "2418", 
  "name": "Act_20-169.pdf", 
  "title": "Livery Class Regulation and Ride-Sharing Emergency Amendment Act of 2013"
}