{
  "start": "1454", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1454\nD.C. Act 20-96, effective June 27, 2013 (Expiration date September 25, 2013)\n\nAN ACT\n\nBill 20-296\nEmergency\nDeclaration\nRes. 20-152\n20 DCStat 1575\n\nTo approve, on an emergency basis, Change Orders No. 001 through No. 005 to Contract No. DCAM-12M-1031K-FM between the District of Columbia government and Whiting-Turner Contracting\nCompany for design-build services for Stuart Hobson Middle School, and to authorize payment to\nWhiting-Turner Contracting Company in the aggregate amount of $1,299,135 for the goods and\nservices to be received under these change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Orders No. 001 through No. 005 to Contract No. DCAM-12-M1031K-FM Approval and Payment Authorization Emergency Act of 2013”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrders No. 001 through No. 005 to Contract No. DCAM-12-M-1031K-FM with Whiting-Turner\nContracting Company for design-build services and additional project scope as part of the Phase\n1 modernization at Stuart Hobson Middle School and authorizes payment in the aggregate\namount of $1,299,135 for the goods and services to be received under these change orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Office of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nChange\nOrders No.\n001 through\nNo. 005 to\nContract No.\nDCAM-12-M1031K-FM\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "end": "1454", 
  "name": "Act_20-96.pdf", 
  "title": "Change Orders No. 001 Through No. 005 to Contract No. Dcam-12-M-1031k-Fm Approval and Payment Authorization Emergency Act of 2013"
}