{
  "end": "1422", 
  "name": "Act_20-72.pdf", 
  "start": "1421", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1421\nD.C. Act 20-72, effective May 16, 2013 (Expiration date August 14, 2013)\n\nAN ACT\n\nBill 20-273\nEmergency\nDeclaration\nRes. 20-123\n20 DCStat 1535\n\nTo amend, on an emergency basis, An Act For the retirement of public-school teachers in the District of\nColumbia to allow for involuntary retirement for all excessed permanent status teachers without\nregard to whether a teacher chose to reject other options available to him or her.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Teachers’ Retirement Emergency Amendment Act of 2013”.\n\nSec. 2. Section 3(b) of An Act For the retirement of public-school teachers in the District\nof Columbia, approved August 7, 1946 (60 Stat. 876; D.C. Official Code § 38-2021.03(b)), is\namended as follows:\n(a) The existing text is designated as paragraph (1).\n(b) A new paragraph (2) is added to read as follows:\n“(2) For the purposes of this subsection, the term:\n“(A) “Excessing” means the elimination of a teacher’s position at a\nparticular school, when such an elimination is not a reduction in force or abolishment, due to a:\n“(i) Decline in student enrollment;\n“(ii) Reduction in the local school budget;\n“(iii) Closing or consolidation;\n“(iv) Restructuring; or\n“(v) Change in the local school program.\n“(B) “Involuntarily separated” includes the excessing of a permanent\nstatus teacher, without regard to whether the teacher chose to reject options available to him or\nher, such as finding a placement elsewhere in the public schools of the District of Columbia.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Teachers’\nRetirement Amendment Act of 2013, passed on 1st reading on May 7, 2013 (Engrossed version\nof Bill 20-64), as the fiscal impact statement required by section 602(c)(3) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nTeachers’\nRetirement\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 38-2021.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1422\nD.C. Act 20-72, effective May 16, 2013 (Expiration date August 14, 2013)\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Teachers’ Retirement Emergency Amendment Act of 2013", 
  "council_period": "20"
}