{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4464\nD.C. Act 20-546, effective December 30, 2014 (Expiration date March 30, 2015)\n\nAN ACT\n\nBill 20-1052\nEmergency\nDeclaration\nRes. 20-753\n20 DCStat 4667\n\nTo approve, on an emergency basis, a commemorative work located at the intersection of South Dakota\nAvenue, N.W., and New Hampshire Avenue, N.W., in a section of Fort Circle Park located on\nSquare 3712, Lots 101, 102, 103, and 104, in Ward 4, to be known as the Legacy Memorial Park.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Legacy Memorial Park Commemorative Work Emergency Approval\nAct of 2014”.\n\nSec. 2. Pursuant to section 401 of the Street and Alley Closing and Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9204.01), the Council approves a commemorative work located at the intersection of South\nDakota Avenue, N.W., and New Hampshire Avenue, N.W., in a section of the Fort Circle Park\nlocated on Square 3712, Lots 101, 102, 103, and 104, in Ward 4, to be known as the “Legacy\nMemorial Park.”\nSec. 3. Transmittal.\nThe Chairman of the Council shall transmit a copy of this act, upon its effective date, to\nthe Department of General Services and the Department of Parks and Recreation.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nLegacy\nMemorial Park\nCommemorative\nWork\nEmergency\nApproval Act of\n2014\n\nNote,\n§ 9-204.01\n\n\f",
  "title": "Legacy Memorial Park Commemorative Work Emergency Approval Act of 2014",
  "end": "4464",
  "start": "4464",
  "name": "Act_20-546.pdf"
}