{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 324\nD.C. Act 19-598, effective January 16, 2013 (Expiration date April 16, 2013)\n\nAN ACT\n\nBill 19-1105\nEmergency\nDeclaration\nRes. 19-759\n20 DCStat 569\n\nTo require, on an emergency basis, that the District of Columbia Board of Elections schedule the District\nof Columbia Democratic State Committee elections to take place during the April 23, 2013\nspecial election to fill the at-large Council seat.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District of Columbia Democratic State Committee Elections Emergency\nAmendment Act of 2012”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDistrict of\nColumbia\nDemocratic\nState\nCommittee\nElections\nEmergency\nAmendment\nAct of 2012\n\nSec. 2. Section 10 of the District of Columbia Election Code of 1955, approved August\n12, 1955 (69 Stat. 699; D.C. Official Code § 1-1001.10), is amended by adding a new subsection\n(a-1) to read as follows:\n“(a-1) Notwithstanding subsection (a)(1) of this section, the election in 2013 of the\nofficials listed in section 1(1), (2), (3), and (4) shall be held on April 23, 2013.”.\n\nNote,\n§ 1-1001.10\n\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\n\nDelayed\nApplicability\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "District of Columbia Democratic State Committee Elections Emergency Amendment Act of 2012",
  "end": "324",
  "start": "324",
  "name": "Act_19-598.pdf"
}