{
  "end": "3306", 
  "name": "Act_20-323.pdf", 
  "start": "3304", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-323, effective April 28, 2014 (Expiration date July 27, 2014)\n\n20 DCSTAT 3304\n\nAN ACT\n\nBill 20-754\nEmergency\nDeclaration\nRes. 20-452\n20 DCStat 3385\n\nTo amend, on an emergency basis, the Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011 to subject certain conduct to the Code of\nConduct enforceable by the District of Columbia Board of Ethics and Government Accountability\n(“BEGA”), to clarify that the Code of Conduct applies to the entire District government and its\ninstrumentalities, while excluding the courts, to require the BEGA to develop a comprehensive\nCode of Conduct for review and approval by the Council, to allow the Director of Government\nEthics 30 business days from the initiation of a formal investigation to present evidence to the\nBEGA, to allow the Director of Government Ethics to pursue a civil fine and refer matters for\ncriminal prosecution, and to clarify that any failure to obey the order of the court enforcing a\npenalty imposed by the BEGA may be treated by the court as contempt; and to amend the\nConfirmation Act of 1978 to include BEGA among the boards and commissions to which specified\nconfirmation procedures apply.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Comprehensive Code of Conduct and BEGA Emergency Amendment\nAct of 2014”.\nSec. 2. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 101(7) (D.C. Official Code § 1-1161.01(7)) is amended as follows:\n(1) Subparagraph (A) is amended by striking the word “The” and inserting the\nphrase “For members and employees of the Council, the” in its place.\n(2) Subparagraph (E) is amended by striking the word “Chapter” and inserting the\nphrase “For employees and public officials who are not members or employees of the Council,\nChapter” in its place.\n(3) Subparagraph (F) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(4) A new subparagraph (G) is added to read as follows:\n“(G) The Acceptance and use of gifts by District Entities Act of 2000, effective\nOctober 19, 2000 (D.C. Law 13-172; D.C. Official Code § 1-329.01), concerning gifts to the\nDistrict of Columbia.”.\n(b) A new section 201a is added to read as follows:\n“Sec. 201a. Comprehensive applicability to employees and public officials.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nComprehensive\nCode of\nConduct and\nBEGA\nEmergency\nAmendment\nAct of 2014\n\nNote,\n§ 1-1161.01\n\nNote,\n§ 1-1162.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-323, effective April 28, 2014 (Expiration date July 27, 2014)\n\n20 DCSTAT 3305\n\n“This act and the Code of Conduct shall apply to all employees and public officials\nserving the District of Columbia, its instrumentalities, subordinate and independent agencies, the\nCouncil of the District of Columbia, boards and commissions, and Advisory Neighborhood\nCommissions, but excluding the Courts.”.\n(c) Section 209 (D.C. Official Code § 1-1162.09) is amended to read as follows:\n“Sec. 209. Rules.\n“(a) The Ethics Board, pursuant to Title I of the Administrative Procedure Act, shall issue\nrules to implement the provisions of this title, including rules for the administration of\npreliminary investigations, formal investigations, and hearings related to violations of the Code\nof Conduct or other provisions of this title.\n“(b)(1) The Ethics Board shall submit to the Council for its consideration proposed\nlegislation codifying a comprehensive Code of Conduct applicable to all employees and public\nofficials serving the District of Columbia, its instrumentalities, subordinate and independent\nagencies, the Council of the District of Columbia, boards and commissions, and Advisory\nNeighborhood Commissions, but excluding the Courts. Upon the effective date of legislation\nestablishing a comprehensive Code of Conduct, the comprehensive Code of Conduct shall\nsupplant the existing Code of Conduct as defined by section 101(7).\n“(2) Upon the effective date of legislation establishing a comprehensive Code of\nConduct, the Ethics Board shall issue rules to implement the provisions of the comprehensive\nCode of Conduct. The proposed rules shall be submitted to the Council for a 45-day period of\nreview, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council\ndoes not approve or disapprove the proposed rules, in whole or in part, by resolution within this\n45-day review period, the proposed rules shall be deemed disapproved.”.\n(d) Section 212(a) (D.C. Official Code § 1-1162.12(a)) is amended by striking the word\n“violation” and inserting the phrase “violation of” in its place.\n(e) Section 213(e) (D.C. Official Code § 1-1162.13(e)) is amended to read as follows:\n“(e) Within 30 business days of the initiation of a formal investigation, the Director of\nGovernment Ethics shall cause evidence concerning the complaint to be presented to the Ethics\nBoard, with the potential for a 15-business-day extension to be granted by the Ethics Board. If\nthe Ethics Board decides that there is reasonable belief that a violation has occurred, the Ethics\nBoard may authorize the issuance of subpoenas.”.\n(f) Section 215(a) (D.C. Official Code § 1-1162.15(a)) is amended by striking the phrase\n“the Ethics Board may:” and inserting the phrase “the Ethics Board may take one or more of the\nfollowing actions:” in its place.\n(g) Section 221(a)(5) (D.C. Official Code § 1-1162.21(a)(5)) is amended by adding a new\nsubparagraph (C) to read as follows:\n“(C) Any failure to obey the order of the court may be treated by the court\nas contempt.”.\nSec. 3. Section 2(e) of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law\n2-142; D.C. Official Code § 1-523.01(e)), is amended as follows:\n\nNote,\n§ 1-1162.09\n\nNote,\n§ 1-1162.12\nNote,\n§ 1-1162.13\n\nNote,\n§ 1-1162.15\n\nNote,\n§ 1-1162.21\n\nNote,\n§ 1-523.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-323, effective April 28, 2014 (Expiration date July 27, 2014)\n\n20 DCSTAT 3306\n\n(a) Paragraph (29) is amended by striking the word “and”.\n(b) Paragraph (30) is amended by striking the period and inserting the phrase “; and” in\nits place.\n(c) A new paragraph (31) is added to read as follows:\n“(31) The District of Columbia Board of Ethics and Government Accountability,\nestablished by section 202 of the Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code § 1-1162.02).”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Comprehensive Code of Conduct and BEGA Emergency Amendment Act of 2014", 
  "council_period": "20"
}