{
  "start": "399", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 399\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nAN ACT\n\nBill 19-1096\nEmergency\nDeclaration\nRes. 19-753\n20DCStat 562\n\nTo require, on an emergency basis, all newly constructed, District financially assisted residential units\n(single-family homes, townhomes, ground units in a detached or attached multi-level building) to\nmeet minimum standards of visitability for persons with disabilities or those who may acquire\nmobility and functional limitations as they age.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Visitability Requirements Emergency Act of 2012”.\n\nVisitability\nRequirements\nEmergency\nAct of 2012\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Accessible route to entrance” means a continuous, unobstructed path that:\n(A) Connects one or more accessible entrances to a dwelling building or\nmulti-family housing structure with public streets and sidewalks, accessible parking spaces or\naccessible passenger loading zones;\n(B) Can be negotiated by a person with a disability using a wheelchair;\nand\n(C) Is safe for and usable by people with other disabilities and people\nwithout disabilities.\n(2) “Covered dwelling building” means:\n(A) A newly constructed:\n(i) Detached single-family home;\n(ii) Townhome or multi-level unit, detached or attached to other\nunits or structures;\n(iii) Ground-floor unit in a building of 3 or fewer units;\n(B) A substantially rehabilitated multifamily property of 4 or more units\nwith a replacement cost of 75 % or more of the completed property;\n(C) Is designed as, or intended for occupancy as, a residence; and\n(D) Was designed or constructed or commissioned, contracted, or\notherwise arranged for design or construction by any person or entity who, at any time during the\ndesign or construction, received District financial assistance from any program or activity\nassociated with the construction.\n(3) “District financial assistance” means any assistance or financial benefit that is\nprovided or otherwise made available by any District government agency, quasi-governmental\n\nNote,\n§ 6-1401\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 400\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nor independent agency, commission, instrumentality, or entity or activity through any grant, loan,\ncontract, or any other arrangement, including:\n(A) Grants, subsidies, or any other funds;\n(B) Real or personal property or any interest in or use of such property,\nincluding:\n(i) Transfers or leases of the property for less than the fair market\nvalue or for reduced consideration;\n(ii) Proceeds from a subsequent transfer, lease, or write-down of\nthe property value if the District share of its fair market value is not returned to the District\ngovernment;\n(iii) Any tax credit, mortgage, or loan guarantee or insurance; or\n(iv) Any financial assistance similar to those described in subsubparagraphs (i), (ii), and (iii) of this subparagraph.\n(4) “International Building Code” means a model building code developed by the\nInternational Code Council (“ICC”) and adopted by the District of Columbia Building Code.\n(5) “Level” means a floor of a building, differentiated from other floors above or\nbelow.\n(6) “Covered multifamily dwelling building” means a building, structure, or\ndevelopment with 4 or more separate residential dwelling units that are either owner-occupied or\ntenant-occupied, and includes apartment, condominium, and cooperative units as well separate\nunits within a single or continuous structure separated by firewalls.\n(7) “Person” or “entity” means one or more individuals, corporations, including\nnot-for-profit corporations, partnerships, associations, labor organizations, legal representatives,\nmutual corporations, joint-stock companies, trusts, unincorporated associations, trustees, trustees\nin cases under Title 11 of the United States Code (Bankruptcy), receivers, and fiduciaries.\n(8) “Replacement Cost” means the current cost of construction and equipment for\na newly constructed housing facility of the size and type being altered.\n(9) “ICC/ANSI A117.1” means standards for Accessible and Usable Buildings\nand Facilities developed and approved by the International Code Council (“ICC”) and the\nAmerican National Standards Institute (“ANSI”). Unless otherwise noted, references to the\nICC/ANSI standards in this act refer to the standards applicable to single-family residential\ndwelling units.\n(10) “Site impracticability” means extremes in terrain or usual characteristics of\nthe site which does not conform to the standards under ANSI A 117.1 Chapter 4 (2009).\n(11) “Substantially rehabilitated” means the physical alteration or modification of\na property to add, delete, or change the design or configuration of units, including common\nareas, kitchens, and bathrooms.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 401\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nSec. 3. Visitability requirements.\nIt shall be unlawful for any person receiving District financial assistance for a covered\ndwelling building to fail to ensure that the dwelling building contains at least one level that\ncomplies with the following requirements:\n(1) An accessible entrance;\n(2) Accessible interior doors and spaces;\n(3) Clear circulation path;\n(4) Accessible bathroom and reinforced bathroom walls;\n(5) Habitable interior space;\n(6) Accessible food preparation area; and\n(7) Accessible environmental controls and outlets.\nSec. 4. Visitability design features.\n(a) Except as otherwise provided in section 5, each covered dwelling building shall be\ndesigned and constructed with the following features, consistent with the District of Columbia\nBuilding Code that incorporates International Building Code (“IBC”) standards:\n(1) At least one step-free dwelling building entrance on a clear exterior\ncirculation path from a public street or sidewalk, a covered dwelling unit driveway, or garage;\n(2) Accessible interior doors and doorways;\n(3) A clear interior circulation path between the dwelling building entrance and\nthe interior spaces on the same level;\n(4) A full bathroom on the entrance level:\n(A) With not less than one sink and one toilet, and at least one shower or\nbathtub;\n(B) With adequate floor space and clearances:\n(i) Where the door swings into the bathroom, a clear space of 48\ninches (1220 mm) minimum length and 30 inches (760 mm) minimum width that is free of the\nswing of the door to position a wheelchair or other mobility aid to permit use of fixtures;\n(ii) Where the door swings out of the bathroom, a clear space of 48\ninches (1220 mm) minimum length and 30 inches (760 mm) minimum width within the room to\nposition a wheelchair or other mobility aid to allow unobstructed use of fixtures;\n(iii) To include knee and toe clearances beneath any fixtures; and\n(iv) At least one clear unobstructed side of such clear floor space\nshall adjoin or overlap an accessible route or adjoin another clear floor space:\n(I) Where both a bathtub and shower fixture are provided,\nat least one is made accessible;\n(II) Where more than one sink in a bathroom is provided, at\nleast one is made accessible; and\n(III) Reinforcement in the bathroom walls to allow for later\ninstallation of grab bars around the toilet, bathtub or shower stall, and shower seat;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 402\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\n(5) At least one habitable interior space on the dwelling unit entrance level with a\nminimum area of 70 square feet that can be used as a bedroom;\n(6) An accessible food preparation area; and\n(7) Lighting controls, receptacle outlets, and environmental controls located at\nreachable heights.\n(b) The design and construction of a building or structure that includes several covered\nmultifamily dwelling buildings shall include, in addition to the design features required for\ncovered dwelling buildings by subsection (a) of this section, the following design features\napplicable to the building site, building entrances, and common-use areas of the multifamily\ndwelling building:\n(1) A continuous and accessible exterior route that connects one or more\naccessible entrances to a multifamily dwelling building with public streets and sidewalks,\naccessible parking spaces or accessible passenger loading zones, or with adjoining buildings or\nfacilities of a multifamily development;\n(2) One or more accessible and usable building entrance doorways connected to\nan accessible exterior route;\n(3) All common-use areas or spaces connected to an accessible interior route with\naccessible and usable doorways; and\n(4) An accessible interior route connecting accessible building entrances with all\ncovered accessible dwelling units and common-use areas.\n(c) Except as otherwise provided in subsection (a) of this section, a covered dwelling\nbuilding or a covered multifamily dwelling building shall be deemed to be in compliance with\nthe requirements of this act if it complies with ICC/ANSI A117.1-2009 Section 1005 (2009), or\nits successor.\n(d) Where an exception or waiver of the requirements of subsection (a) of this section is\nprovided pursuant to section 5, at least one accessible toilet room or bathroom shall be\nconstructed.\n(e) The standards set forth in this section are intended to supplement and not replace any\ncomparable standards in existing local electrical, fire, and safety codes. Where specific\nrequirements or design criteria in this section differ from, or conflict with, comparable\nrequirements or criteria in such existing standards, the design criteria of this standard shall apply.\n(f) Nothing in this act is intended to prevent the use of designs, clearances, specifications,\nor products as alternatives to those prescribed in this section; provided, that the requestor\nprovides a clear objective, and the alternative results in equivalent or greater accessibility or ease\nof use for potential residents, and such equivalency has been confirmed and approved by the\nDepartment of Consumer and Regulatory Affairs (“DCRA”). A safe harbor for accessibility\napproved by Housing and Urban Development (“HUD”) may be approved by the Department of\nConsumer and Regulatory Affairs.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 403\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nSec. 5. Exemptions.\n(a) DCRA shall identify, to the extent practicable, specific circumstances in which a\nperson involved in the design, development, or construction of a covered dwelling building, or a\ncovered multifamily dwelling building, can demonstrate that compliance with one or more\ndesign standards in section 4 would be technically, structurally, or environmentally impractical.\n(1) The unique characteristics of a building site may nullify the provisions of\nsection 4(a)(1) if:\n(A) The finished grade of the site is too steep to provide a path having a\nslope meeting the requirements of section 4(a)(1) at the front, side, or back of the unit;\n(B) There is no driveway or public sidewalk serving or scheduled to serve\nthe site or multifamily entrance; and\n(C) There is no alley or other roadway capable of providing vehicular\naccess to the rear of the unit.\n(2) Existing zoning restrictions on dwelling size, lot size or configuration,\ncommunity design restrictions and covenants, or other structural and legal restrictions outside the\ncontrol of the person or persons responsible for the design or construction of a covered dwelling\nbuilding, or a covered multifamily dwelling, that may limit numbers of entry-floor rooms, restrict\ninterior clearances, or prevent compliance with other design features may be considerations for\nexemption.\n(b) An exemption to the requirements of section 4 shall be granted in cases where a\nproject is a multifamily property of 4 or more units that will be substantially rehabilitated to 75%\nor more of the replacement cost of the completed property either individually or as part of a\nmulti-building project, and the property meets the requirements of section 504 of the\nRehabilitation Act of 1973, approved September 26, 1973 (87 Stat. 394; 29 U.S.C. § 701 et seq.).\n(c) Granting of an exception where it can be demonstrated that full compliance with one\nor more design standards in section 4 is impractical or technically infeasible does not lessen or\nremove the obligation to provide for increased accessibility or other intended purpose of such\nstandard to the greatest extent that is practical or feasible, nor does it remove the obligation to\ncomply fully with all other design standards.\n(d) A person seeking an exception from the requirements of section 4 shall submit a\nrequest at the time of application for a building permit, or immediately thereafter upon\nencountering topographic or structural difficulties that may necessitate such exception, which\nshall include:\n(1) A statement describing the exception or exceptions requested;\n(2) An explanation of the problems encountered that warrant each exception; and\n(3) Such additional information regarding topographic conditions, local codes and\nordinances, construction constraints, and other factors as may be necessary to adequately\ndocument need for each exception.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 404\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nSec. 6. Certification.\n(a) Recipients of District financial assistance shall submit assurance certification to the\noriginating financing District agency and to DCRA that all of its programs and activities will be\nconducted in compliance with this act.\n(b) Recipients of District financial assistance who design, construct, commission,\ncontract, or otherwise arrange for the design or construction of a covered dwelling building shall\nsubmit architectural and construction plans for the unit, building, or property to DCRA for the\nreview and approval of construction plans for compliance with this act.\nSec. 7. Inclusive Home Design Task Force.\n(a) The Inclusive Home Design Task Force (“Task Force”) is established to advise\nDCRA in the implementation of the provisions of this act.\n(b) The Task Force shall consist of not less than 15 members and shall include:\n(1) The Director of DCRA, or designee, who shall serve as Chairman;\n(2) The Director of the District of Columbia Department of Housing and\nCommunity Development, or designee;\n(3) The Director of the Department of Disability Services, or designee;\n(4) The Director of the Office on Aging, or designee;\n(5) A representative of the Attorney General’s office;\n(6) A representative of the academic community with expertise in the design of\naccessible housing for older persons or persons with disabilities; and\n(7) At least 6 public members, 3 appointed by the Mayor, and 3 appointed by the\nCouncil of the District of Columbia, to provide for balanced representation from among the\nfollowing groups:\n(A) Organizations representing builders, contractors, architects, real estate\ndevelopers, or design professionals; and\n(B) Organizations representing the interests of senior citizens and persons\nwith disabilities.\n(c) Members of the Task Force shall serve during such period as necessary to fulfill the\nresponsibilities set forth in subsection (d) of this section, or for such longer period as determined\nnecessary by the Chairman, and shall receive no compensation for their service on the Task\nForce.\n(d) Responsibilities of the Task Force shall include:\n(1) Providing recommendations to the Director of DCRA regarding the\nimplementing regulations required by this act;\n(2) Advising the Director of DCRA regarding issuance of guidance to be used by\nauthorized agencies in granting exceptions to any design standard pursuant to section 5;\n(3) Developing an instructional pamphlet or manual for use by architects,\nbuilders, and contractors that explains the purpose and requirements of this act and provides\ndesign specifications and technical criteria needed for compliance with design standards,\ntogether with examples of designs or features already employed in single-family and multifamily\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 405\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nconstruction that illustrate practical, cost-effective, or aesthetic methods for complying with\nspecific design standards;\n(4) Developing a pamphlet or other materials directed to the general public to\nexplain the design features and advantages of inclusive design homes and to assist potential new\nhome buyers in making informed decisions regarding the design of a future home;\n(5) Providing recommendations regarding the advisability of establishing a state\nregistry of inclusive design homes constructed in compliance with this act; and\n(6) Such additional responsibilities as determined by the Director of the DCRA.\nSec. 8. Enforcement.\n(a) DCRA is the District agency responsible for the review and approval of construction\nplans for compliance with generally applicable building codes or requirements.\n(b) Recipients of financial assistance through the District government who design,\nconstruct, commission, contract, or otherwise arrange for design or construction of a covered\ndwelling building shall submit architectural and construction plans for such unit, building, or\nproperty to DCRA.\n(c)(1) The District may not provide financial assistance to any project administered by a\nDistrict housing agency unless the funding agency, in the determination of DCRA, is taking the\nenforcement actions under paragraph (2) of this subsection.\n(2) The enforcement actions under this subsection include the following:\n(A) Reviewing any plans for a covered dwelling building submitted\npursuant to section 6(b) and approving or disapproving such plans based upon compliance of\nthe property or dwelling unit with the requirements of this act; and\n(B) Consistent with applicable District laws and procedures, withholding\nfinal approval of construction or occupancy of a covered dwelling building unless and until such\ncompliance is determined.\n(3) DCRA shall enforce all provisions of this act. Each funding agency will\nmonitor compliance of its funded projects by conducting administrative as well as site reviews of\nDCRA’s enforcement techniques of all provisions of this act.\n(d) The Office of Human Rights (“OHR”) shall conduct an administrative review\nwithin one year of rule implementation, and as needed thereafter, of DCRA’s monitoring\npolicies, inspection practices, and enforcement of noncompliance with this act.\nSec. 9. Applicability.\n(a) This act shall apply to all permits for the construction, alteration, or rehabilitation of\nthe covered dwelling buildings applied for after the effective date of this act.\n(b) This act shall not apply to recipients of financial assistance through the District\ngovernment who design, construct, commission, contract, or otherwise arrange for design or\nconstruction of a covered dwelling building who have established a contractual relationship with\nan architect, general contractor, or engineer before the effective date of this act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 406\nD.C. Act 19-636, effective January 25, 2013 (Expiration date April 25, 2013)\n\nSec. 10. Penalties.\n(a) Any person or entity who violates any of the provisions of this act or orders issued\nunder the authority of this act shall, upon conviction, lose its certificate of occupancy until the\nviolation is corrected, be subject to a fine of not less than $2,000 or imprisoned for not more than\n90 days, or both, for each unit in each covered dwelling building in violation of this act.\n(b) Prosecutions pursuant to this section shall be brought in the name of the District of\nColumbia by the Attorney General for the District of Columbia.\nSec. 11. Civil action for private persons.\n(a) Any person aggrieved by an act or omission that is unlawful under this act may\ncommence a civil action in the Superior Court of the District of Columbia or any other court of\ncompetent jurisdiction against the person or entity subject to the requirements of this act who is\nresponsible for any part of the design or construction of a covered dwelling building no later than\n2 years after the occurrence or termination of the alleged unlawful conduct under this act.\n(b) For the purposes of this section, a violation involving a covered dwelling building that\nis not designed or constructed in conformity with the requirements of this act shall not be\nconsidered to terminate until the violation is corrected.\nSec. 12. Construction of laws.\nNothing in this act shall be construed to invalidate or limit any District law that grants,\nguarantees, or provides the same rights, protections, and requirements provided by this act, but\nany law, policy, or regulation enacted by the Council, the Mayor, or a District agency, or other\nsuch jurisdiction, that purports to require or permit any action that would violate this act shall, to\nthat extent, be invalid.\nSec. 13. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec.14. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "406", 
  "name": "Act_19-636.pdf", 
  "title": "Visitability Requirements Emergency Act of 2012"
}