{
  "start": "4142", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4142\nD.C. Act 20-427, effective October 10, 2014 (Expiration date January 8, 2015)\n\nAN ACT\n\nBill 20-928\nEmergency\nDeclaration\nRes. 20-620\n20 DCStat 4521\n\nTo amend, on an emergency basis, the District of Columbia Municipal Regulations to allow a student with\ndisabilities attending a private school to play on a District of Columbia Public Schools (“DCPS”)\nsports team if the student has played with the team for at least 2 years and resides within the\nDCPS school’s boundary.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “DCPS Football for Special Needs Students Regulation Emergency\nAmendment Act of 2014”.\n\nSec. 2. Section A2700 of Title 5 of the District of Columbia Municipal Regulations (5\nDCMR § A2700) is amended as follows:\n(a) Subsection 2700.9 is amended by striking the phrase “§ 2700.12” and inserting the\nphrase “§ 2700.12 and § 2700.12A” in its place.\n(b) Subsection 2700.10 is amended by striking the phrase “§ 2700.12” and inserting the\nphrase “§ 2700.12 and § 2700.12A” in its place.\n(c) A new subsection 2700.12A is added to read as follows:\n“2700.12A. The LEA shall allow a child with a disability, as defined by section 602(3) of\nthe Individuals with Disabilities Education Act, approved December 3, 2004 (118 Stat.2652; 20\nU.S.C. § 1401(3)), attending a private school that does not offer a desired sport to participate at a\nDCPS school offering the sport until the student graduates; provided, that the child with a\ndisability has participated with the DCPS school’s sports team for at least 2 years and resides\nwithin the DCPS school’s boundary.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c))(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\nin D.C.\nOfficial Code\n\nDCPS\nFootball for\nSpecial Needs\nStudents\nRegulation\nEmergency\nAmendment\nAct of 2014\nDCMR\n\n\f", 
  "end": "4142", 
  "name": "Act_20-427.pdf", 
  "title": "DCPS Football for Special Needs Students Regulation Emergency Amendment Act of 2014"
}