{
  "start": "380", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 380\nD.C. Act 19-617, effective January 18, 2013 (Expiration date April 18, 2013)\n\nAN ACT\n\nBill 19-1059\nEmergency\nDeclaration\nRes. 19-768\n20 DCStat 583\n\nTo approve, on an emergency basis, Modification Nos. 1 and 2 to Contract DCPO-2011-T-0139 with Level\n3 Communications, LLC to continue to provide enterprise telecommunication services and to\nauthorize payment for goods and services received and to be received under the contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract DCPO-2011-T-0139 Modifications and Payment Authorization\nEmergency Act of 2012”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Modification\nNos. 1 and 2 to Contract Number DCPO-2011-T-0139 with Level 3 Communications, LLC, to\nprovide enterprise telecommunications services and authorizes payment in an amount not to\nexceed $5,050,000 for services received and to be received under that contract for option year\none.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nContract\nDCPO-2011T-0139\nModifications\nand Payment\nAuthorization\nEmergency\nAct of 2012\n\n\f", 
  "end": "380", 
  "name": "Act_19-617.pdf", 
  "title": "Contract DCPO-2011-T-0139 Modifications and Payment Authorization Emergency Act of 2012"
}