{
  "end": "374", 
  "name": "Act_19-606.pdf", 
  "start": "373", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 373\nD.C. Act 19-606, effective January 14, 2013 (Expiration date April 14, 2013)\n\nAN ACT\n\nBill 19-1078\nEmergency\nDeclaration\nRes. 19-771\n20 DCStat 588\n\nTo authorize, on an emergency basis, the Office of the State Superintendent of Education to solicit\nsponsorships from individuals or organizations to generate revenue for state athletic programs\nand activities in exchange for advertisements in agency publications, on the website, or in public\nat state athletic events.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “State Athletic Activities, Programs, and Office Revenue Generation and\nSponsorship Emergency Act of 2012”.\n\nState Athletic\nActivities,\nPrograms,\nand Office\nRevenue\nGeneration\nand\nSponsorship\nEmergency\nAct of 2012\n\nSec. 2. (a) Notwithstanding any other provision of law, the Mayor, through the Office of\nthe State Superintendent of Education (“OSSE”), may enter into written agreements for\nadvertisements and sponsorships for state athletic office and athletic activities and programs,\nincluding those organized or directed by the State Athletic Office of OSSE or the District of\nColumbia State Athletic Association (“DCSAA”) to supplement local funding of the DCSAA.\n(b) The Superintendent may, by written order, delegate the authority to contract for\nadvertisements or sponsorships to officials within OSSE, including to the State Athletic Officer.\n(c) An agreement pursuant to this section shall not require the District to expend\nfunds.\n(d) Only advertisements shall be agreed to in exchange for corporate goods, services, or\ncurrency.\n(e) There shall be no limit to the value of goods, services, or currency that may be\nreceived from a foreign organization registered or not outside of the District of Columbia or from\nan individual domiciled outside of the District of Columbia.\n(f) There shall be a one $1,000 limit on the value of goods, services and currency that\nmay be received during one school year from a domestic organization registered or not within\nthe District of Columbia or from an individual domiciled in the District of Columbia.\n(g) Sponsorships and advertisements shall be memorialized by written agreement of the\nparties.\n(h) The Chief Financial Officer shall deposit all cash proceeds received from\nadvertisements and sponsorships pursuant to this section to the credit of OSSE in the\nState Athletics Activities, Programs, and Office Fund in the same manner as that used for\ndonations under section 115 of the District of Columbia Appropriations Act, 2003, approved\nFebruary 20, 2003 (117 Stat. 123; D.C. Official Code § 1-329.01).\n\nNote,\n§ 38-2602\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 374\nD.C. Act 19-606, effective January 14, 2013 (Expiration date April 14, 2013)\n\nSec. 3. Rules.\n(a) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this act.\n(b) The proposed rules shall be submitted to the Council for a 30-day period of review,\nexcluding Saturdays, Sundays, holidays, and days of the Council recess. If the Council does not\napprove or disapprove the proposed rules, by resolution, within the 30-day period, the proposed\nrules shall be deemed approved.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\\90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "State Athletic Activities, Programs, and Office Revenue Generation and Sponsorship Emergency Act of 2012", 
  "council_period": "20"
}