{
  "end": "4457", 
  "name": "Act_20-543.pdf", 
  "start": "4455", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4455\nD.C. Act 20-543, effective December 23, 2014 (Expiration date March 23, 2015)\n\nAN ACT\n\nBill 20-1061\nEmergency\nDeclaration\nRes. 20-743\n20 DCStat 4661\n\nTo approve, on an emergency basis, the disposition of District-owned real property, located at 901 Fifth\nStreet, N.W., and known for tax and assessment purposes as Parcel 0059 in Square 0516.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fifth Street, N.W., and I Street, N.W., Disposition Approval Emergency\nAct of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “CBE Agreement” means an agreement with the District governing certain\nobligations of the Purchaser or the Developer under the Small, Local, and Disadvantaged\nBusiness Enterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C.\nLaw 16-33; D.C. Official Code § 2-218.01 et seq.) (“CBE Act”), including the equity and\ndevelopment participation requirements set forth in section 2349a of the CBE Act.\n(2) “Certified Business Enterprise” means a business enterprise or joint venture\ncertified pursuant to the CBE Act.\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Purchaser or the Developer pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03), and Mayor’s Order 83-265, issued November 9, 1983, regarding job creation\nand employment generated as a result of the construction on the Property.\n(4) “Property” means the real property located at 901 Fifth Street, N.W., known\nfor tax and assessment purposes as Parcel 0059 in Square 0516.\n(5) “Purchaser” means the Developer, its successor, or one of its affiliates or\nassignees approved by the Mayor.\nSec. 3. Findings.\n(a) The Developer of the Property will be TPC 5th & I Partners, LLC, with a business\naddress of 600 Madison Avenue, 24th Floor, New York, NY 10022 (the “Developer”).\n(b) The Property is located at 901 Fifth Street, N.W., and consists of approximately\n20,641 square feet of land.\n(c) The intended use of the Property (the “Project”) is a hotel and mixed-use residential\nand retail development and any ancillary uses allowed under applicable law.\n\nNot Codified\n\nFifth Street,\nN.W., and I\nStreet, N.W.,\nDisposition\nApproval\nEmergency\nAct of 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4456\nD.C. Act 20-543, effective December 23, 2014 (Expiration date March 23, 2015)\n\n(d) The Project will also contain affordable housing as described in the term sheet\nsubmitted with this act.\n(e) The Purchaser shall enter into a CBE Agreement with the District. The CBE\nAgreement shall require the Purchaser to, at a minimum, contract with Certified Business\nEnterprises for at least 35% of the contract dollar volume of the Project, and shall require at least\n20% equity and 20% development participation of Certified Business Enterprises.\n(f) The Purchaser shall enter into a First Source Agreement with the District.\n(g) Pursuant to An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801 et seq.) (“Act”), the proposed method of disposition is a public or private\nsale to the bidder providing the most benefit to the District under section 1(b)(8)(F) of the Act.\n(h) All documents that are submitted with this act pursuant to section 1(b-1) of the Act\nshall be consistent with the executed Memorandum of Understanding or term sheet transmitted\nto the Council pursuant to section 1(b-1)(2) of the Act.\nSec. 4. Approval of disposition.\n(a) Pursuant to section 1(b) and (b-1) of the Act the Mayor transmitted to the Council a\nrequest for approval of the disposition of the Property to the Purchaser.\n(b) The Council approves the disposition of the Property.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4457\nD.C. Act 20-543, effective December 23, 2014 (Expiration date March 23, 2015)\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Fifth Street, N.W., and I Street, N.W., Disposition Approval Emergency Act of 2014", 
  "council_period": "20"
}