{
  "start": "1355", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-49, effective April 15, 2013 (Expiration date July 14, 2013)\n\n20 DCSTAT 1355\n\nAN ACT\n\nBill 20-194\nEmergency\nDeclaration\nRes. 20-102\n20 DCStat 1489\n\nTo amend, on an emergency basis, the Health Benefit Exchange Authority Establishment Act of 2011 to\nstreamline the procurement process for the Health Benefit Exchange Authority by clarifying that\nsuch procurements are not subject to the Procurement Practices Reform Act of 2010.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Health Benefit Exchange Authority Establishment Emergency\nAmendment Act of 2013”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nHealth Benefit\nExchange\nAuthority\nEstablishment\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. Section 5(a)(5) of the Health Benefit Exchange Authority Establishment Act of\n2011, effective March 2, 2012 (D.C. Law 19-94; D.C. Official Code § 31-3171.04(a)(5)), is\namended by striking the phrase “consistent with” and inserting the phrase “and not subject to” in\nits place.\n\nNote,\n§ 31-3171.04\n\nSec. 3. Section 105(c) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-351.05(c)), is amended as follows:\n(a) Paragraph (14) is amended by striking the word “and” after the semicolon.\n(b) Paragraph (15) is amended by striking the period at the end and inserting the phrase\n“; and” in its place.\n(c) A new paragraph (16) is added to read as follows:\n“(16) The Health Benefit Exchange Authority.”.\n\nNote,\n§ 2-351.05\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code §1-204.12(a)).\n\n\f", 
  "end": "1355", 
  "name": "Act_20-49.pdf", 
  "title": "Health Benefit Exchange Authority Establishment Emergency Amendment Act of 2013"
}