{
  "end": "4431", 
  "name": "Act_20-508.pdf", 
  "start": "4429", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-508, effective December 8, 2014 (Expiration date March 8, 2015)\n\n20 DCSTAT 4429\n\nAN ACT\n\nBill 20-992\nEmergency\nDeclaration\nRes. 20-689\n20 DCStat 4617\n\nTo amend, on an emergency basis, the Grandparent Caregivers Pilot Program Establishment Act of 2005\nto allow the Grandparent Caregivers Program subsidy to be transferred to a relative caregiver\nwhen a grandparent is no longer able to care for the child.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Grandparent Caregivers Program Subsidy Transfer Emergency\nAmendment Act of 2014”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nGrandparent\nCaregivers\nProgram\nSubsidy\nTransfer\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. The Grandparent Caregivers Pilot Program Establishment Act of 2005, effective\nMarch 8, 2006 (D.C. Law 16-69; D.C. Official Code § 4-251.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 4-251.01) is amended as follows:\n(1) A new paragraph (1A) is added to read as follows:\n“(1A) “Godparent” means an individual identified by a relative of the child by\nblood, marriage, domestic partnership, or adoption, in a sworn affidavit, to have close personal\nor emotional ties with the child or the child’s family, which pre-dated the child’s placement with\nthe individual.”.\n(2) A new paragraph (3A) is added to read as follows:\n“(3A) “Relative” means an individual who is related to the child by blood,\nmarriage, domestic partnership, or adoption or is a godparent of the child.”.\n(b) A new section 103a is added to read as follows:\n“Sec. 103a. Transfer of subsidy.\n“(a) The Mayor may transfer subsidy payments to a relative caregiver upon the death or\nmental or physical incapacity of a grandparent if:\n“(1) The relative caregiver files an application for a subsidy within 30 days of\nbecoming the child’s primary caregiver;\n“(2) The relative caregiver has a strong commitment to caring for the child;\n“(3) The child’s parent does not reside in the relative caregiver’s home; provided,\nthat a parent may reside in the home without disqualifying the relative caregiver from receiving a\nsubsidy if:\n“(A) The parent has designated the relative caregiver to be the child’s\nstandby guardian pursuant to Chapter 48 of Title 16;\n“(B) The parent is a minor enrolled in school; or\n\nNote,\n§ 4-251.01\n\nNote, New\n§ 4-251.03a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-508, effective December 8, 2014 (Expiration date March 8, 2015)\n\n20 DCSTAT 4430\n\n“(C) The parent is a minor with a medically verifiable disability under\ncriteria prescribed by the Mayor pursuant to section 106;\n“(4) The relative caregiver and all adults residing in the relative caregiver’s home\nhave submitted to criminal background checks;\n“(5) The relative caregiver is a resident of the District as defined by section 503 of\nthe District of Columbia Public Assistance Act of 1982, effective April 6, 1982 (D.C. Law 4101; D.C. Official Code § 4-205.03);\n“(6) The relative caregiver has applied for Temporary Assistance for Needy\nFamilies benefits for the child;\n“(7) The relative caregiver has entered into a subsidy agreement that includes a\nprovision that no payments received under the agreement shall inure to the benefit of the child’s\nparent but shall be solely for the benefit of the child;\n“(8) The relative caregiver is not currently receiving a guardianship or adoption\nsubsidy for the child;\n“(9) The relative caregiver has provided a signed statement, sworn under penalty\nof perjury, that the information provided to establish eligibility pursuant to this section or rules\npromulgated pursuant to section 106 is true and accurate to the best belief of the relative\ncaregiver applicant; and\n“(10) The relative caregiver has met any additional requirements of rules\npromulgated pursuant to section 106.\n“(b)(1) The Mayor shall recertify the eligibility of each relative caregiver receiving a\nsubsidy on at least an annual basis.\n“(2) For the purposes of the recertification, a relative caregiver may be required to\nprovide a signed statement, sworn under penalty of perjury, that the information provided to\nestablish continued eligibility pursuant to this section or any rules issued pursuant to section 106\nremains true and accurate to the best belief of the relative caregiver.\n“(c)(1) The Mayor shall terminate subsidy payments to a relative caregiver at any time if:\n“(A) The Mayor determines the relative caregiver no longer meets the\neligibility requirements established by this section or by rules issued pursuant to section 106; or\n“(B) There is a substantiated finding of child abuse or neglect against the\nrelative caregiver resulting in the removal of the child from the relative caregiver’s home.\n“(2) A relative caregiver whose subsidy payments are terminated as a result of the\nremoval of the child from the relative caregiver’s home may reapply if the child has been\nreturned to the relative caregiver’s home.\n“(d) Eligibility for subsidy payments under this section may continue until the child\nreaches 18 years of age.\n“(e) The determination of whether to transfer a subsidy is solely within the discretion of\nthe Mayor.\n“(f) An applicant whose application for a subsidy transfer has been denied shall not be\nentitled to a hearing under Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-508, effective December 8, 2014 (Expiration date March 8, 2015)\n\n20 DCSTAT 4431\n\n“(g) A relative caregiver whose subsidy has been terminated shall be entitled to a fair\nhearing under the applicable provisions of Title I of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.);\nprovided, that a relative caregiver shall not be entitled to a hearing if the termination of a subsidy\nis based upon the unavailability of appropriated funds.\n“(h) Any statement under this section made with knowledge that the information set forth\nin the statement is false shall be subject to prosecution as a false statement under section 404(a)\nof the District of Columbia Theft and White Collar Crimes Act of 1982, effective December 1,\n1982 (D.C. Law 4-164; D.C. Official Code § 22-2405(a)).”.\n(c) Section 104 (D.C. Official Code § 4-251.04) is amended as follows:\n(1) Subsection (b) is amended by striking the word “grandparent” and inserting\nthe phrase “grandparent or relative caregiver” in its place.\n(2) Subsection (c) is amended by striking the word “grandparent” and inserting\nthe phrase “grandparent or relative caregiver” in its place.\n(d) Section 105 (D.C. Official Code § 4-251.05) is amended by adding a new paragraph\n(5A) to read as follows:\n“(5A) The number of subsidies transferred to a relative caregiver pursuant to\nsection 103a.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 4-251.04\n\nNote,\n§ 4-251.05\n\n\f", 
  "title": "Grandparent Caregivers Program Subsidy Transfer Emergency Amendment Act of 2014", 
  "council_period": "20"
}