{
  "start": "3347", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-352, effective June 17, 2014 (Expiration date September 8, 2014)\n\n20 DCSTAT 3347\n\nAN ACT\n\nBill 20-814\nEmergency\nDeclaration\nRes. 20-486\n20 DCStat 3434\n\nTo amend, on an emergency basis, due to congressional review, the Tobacco Product Manufacturer\nReserve Fund Complementary Procedures Act of 2004 to permit the information provided by\nDistrict tobacco wholesalers to be shared with the multistate data clearinghouse created to\nimplement a term sheet agreed to by the District and Participating Manufacturers and related to\nthe Master Settlement Agreement.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Tobacco Product Manufacturer Reserve Fund Congressional Review\nEmergency Amendment Act of 2014\".\n\nSec. 2. Section 6(b) of the Tobacco Product Manufacturer Reserve Fund\nComplementary Procedures Act of 2004, effective April 22, 2004 (D.C. Law 15-150; D.C.\nOfficial Code § 7-1803.05(b)), is amended as follows:\n(a) Strike the phrase “Corporation Counsel” wherever it appears and insert the\nphrase “Attorney General” in its place.\n(b) A new sentence is added at the end to read as follows:\n“The Attorney General may also disclose the information received under this act with the\ndata clearinghouse created to implement the term sheet agreed to by the District and Participating\nManufacturers, and given effect by a March 12, 2013, arbitral award.”.\nSec. 3. Applicability.\nThis act shall apply as of June 10, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTobacco\nProduct\nManufacturer\nReserve Fund\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 7-1803.05\n\n\f", 
  "end": "3347", 
  "name": "Act_20-352.pdf", 
  "title": "Tobacco Product Manufacturer Reserve Fund Congressional Review Emergency Amendment Act of 2014"
}