{
  "end": "542", 
  "name": "Act_20-41.pdf", 
  "start": "527", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 527\n\nAN ACT\n\nBill 20-160\nEmergency\nDeclaration\nRes. 20-51\n20 DCStat 775\n\nTo amend, on an emergency basis, due to Congressional review, An Act For the retirement of public-school\nteachers in the District of Columbia to comply with applicable tax qualification provisions of the\nInternal Revenue Code for governmental retirement plans.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Retirement of Public-School Teachers Omnibus Congressional Review\nEmergency Amendment Act of 2013”.\nSec. 2. An Act For the retirement of public-school teachers in the District of Columbia,\napproved August 7, 1946 (60 Stat. 875; D.C. Official Code § 38-2021.01 et seq.), is amended as\nfollows:\n(a) Section 1 (D.C. Official Code § 38-2021.01) is amended as follows:\n(1) The heading of the section is amended by striking the phrase “; purchase of\nannuity”.\n(2) Subsection (b) is repealed.\n(3) New subsections (c), (d), and (e) are added to read as follows:\n“(c) Amounts deducted and withheld from the annual salary of each teacher shall be:\n\"(1) Picked up by the public schools of the District of Columbia, as described in\nsection 414(h)(2) of the Internal Revenue Code;\n\"(2) Deducted and withheld from the annual salary of the teachers as salary\nreduction contributions;\n\"(3) Paid by the public schools of the District of Columbia to the Custodian of\nRetirement Funds, as defined in section 102(6) of the District of Columbia Retirement Reform\nAct, approved November 17, 1979 (93 Stat. 866; D. C. Official Code § 1-702(6)); and\n\"(4) Made a part of the teacher’s annuity benefit.\n“(d) Notwithstanding any provisions of this act to the contrary, the amounts\ncontributed under this section shall be fully (100%) vested.\n“(e) Notwithstanding any provisions of this act to the contrary, upon the employer's\nrequest, a contribution that was made by a mistake of fact shall be returned to the employer by\nthe trustee within one year after the payment of the contribution. A portion of a contribution\nreturned pursuant to this section shall be adjusted to reflect earnings or gains. Notwithstanding\nany provisions of this act to the contrary, the right or claim of a participant or beneficiary to an\nasset of the trust or a benefit under this act shall be subject to and limited by the provisions of\nthis subsection.”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nRetirement of\nPublic-School\nTeachers\nOmnibus\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 38-2021.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 528\n\n(b) Section 3 (D.C. Official Code § 38-2021.03) is amended by adding a new subsection\n(c-1) to read as follows:\n“(c-1) A teacher who completes 5 years of eligible service shall be 100% vested.”.\n(c) Section 4(d) (D.C. Official Code § 38-2021.04(d)) is amended to read as follows:\n“(d) In cases where the annuity is discontinued under the provisions of this section, as\nmuch of the annuity payments as would have been provided by an annuity whose actuarial value\nat the time of retirement was equal to the contributions accumulated with interest shall be\ncharged against the teacher's individual account and, unless the teacher shall become reemployed\nin a position covered under the Teachers’ Retirement Program established pursuant to the Police\nOfficers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan Act of 1998,\neffective September 18, 1998 (D.C. Law 12-152; D.C. Official Code § 1-901.01 et seq.), the\nteacher shall be considered as having been separated from the service for other than retirement\npurposes and entitled to the benefits set forth in section 9.”.\n(d) Section 5 (D.C. Official Code § 38-2021.05) is amended by adding a new subsection\n(f) to read as follows:\n“(f) Each year, the District of Columbia Retirement Board shall set the applicable interest\nrate, mortality table, and cost-of-living factor to be used in the determination of actuarial\nequivalents or for other pertinent benefit calculations under the provisions of this act.”.\n(e) A new section 7a is added to read as follows:\n\"Sec. 7a. Required minimum distributions.\n“(a) Distributions shall begin no later than the teacher’s required beginning date, as\ndefined in section 401(a)(9) of the Internal Revenue Code, and shall be made in accordance with\nall other requirements of section 401(a)(9) of the Internal Revenue Code. The provisions of this\nsection shall apply for the purposes of determining minimum required distributions under section\n401(a)(9) of the Internal Revenue Code and take precedence over any inconsistent provisions of\nthis act; provided, that these provisions are intended solely to reflect the requirements of section\n401(a)(9) of the Internal Revenue Code and accompanying Treasury regulations and are not\nintended to provide or expand, and shall not be construed as providing or expanding, a benefit or\ndistribution option not otherwise expressly provided for under the terms of this act. The\nprovisions of this section shall apply only to the extent required under section 401(a)(9) of the\nInternal Revenue Code as applied to a governmental plan, and if any special rules for\ngovernmental plans are not set forth in this section, these special rules are incorporated by\nreference and shall for all purposes be deemed a part of this act.\n\"(b)(1) The teacher's entire interest shall be distributed, or begin to be distributed, to the\nteacher no later than April 1 following the later of the calendar year in which the teacher attains\nage 70 ½ or the calendar year in which the teacher retires or terminates employment (the\n“required beginning date”).\n\"(2) If the teacher dies before distributions begin, the teacher's entire interest\nshall be distributed, or shall begin to be distributed, no later than as follows:\n\"(A) If the teacher's surviving spouse is the sole designated beneficiary,\ndistributions to the surviving spouse shall begin by December 31 of the calendar year\n\nNote,\n§ 38-2021.03\n\nNote,\n§ 38-2021.04\n\nNote,\n§ 38-2021.05\n\nNote, New\n§ 38-2021.07a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 529\n\nimmediately following the calendar year in which the teacher died, or by December 31 of the\ncalendar year in which the teacher would have attained age 70½, if later;\n\"(B) If the teacher's surviving spouse is not the sole designated\nbeneficiary, distributions to the designated beneficiary shall begin by December 31 of the\ncalendar year immediately following the calendar year in which the teacher died;\n\"(C) If there is no designated beneficiary as of September 30 of the year\nfollowing the year of the teacher's death, the teacher's entire interest shall be distributed by\nDecember 31 of the calendar year of the 5th anniversary of the teacher's death;\n\"(D) If the teacher's surviving spouse is the sole designated beneficiary\nand the surviving spouse dies after the teacher but before distributions to the surviving spouse\nbegin, subparagraph (A) of this paragraph shall not apply, and subparagraphs (B) and (C) of this\nparagraph shall apply as if the surviving spouse were the teacher. For the purposes of this\nparagraph and subsection (d) of this section, distributions are considered to begin on the teacher's\nrequired beginning date or, if this subparagraph applies, the date distributions to the surviving\nspouse are required to begin under subparagraph (A) of this paragraph. If annuity payments to\nthe teacher irrevocably commence before the teacher's required beginning date or to the teacher's\nsurviving spouse before the date distributions to the surviving spouse are required to begin under\nsubparagraph (A) of this paragraph, the date distributions are considered to begin is the date\ndistributions actually commence.\n\"(3) Unless the teacher's interest is distributed in the form of an annuity purchased\nfrom an insurance company or in a single sum on or before the required beginning date, as of the\nfirst distribution, calendar year distributions shall be made in accordance with subsections (c)\nand (d) of this section. If the teacher's interest is distributed in the form of an annuity purchased\nfrom an insurance company, distributions under the annuity shall be made in accordance with the\nrequirements of section 401(a)(9) of the Internal Revenue Code and applicable Treasury\nregulations. A part of the teacher's interest that is in the form of an individual account described\nin section 414(k) of the Internal Revenue Code shall be distributed in a manner satisfying the\nrequirements of section 401(a)(9) of the Internal Revenue Code and the Treasury regulations that\napply to individual accounts.\n\"(c)(1) The amount of the annuity is to be determined each year.\n\"(2) If the teacher's interest is paid in the form of annuity distributions, payments\nunder the annuity shall satisfy the following requirements:\n\"(A) The annuity distributions shall be paid in periodic payments made at\nintervals not longer than one year;\n\"(B) Payments shall either be non-increasing or increase only as follows:\n\"(i) By an annual percentage increase that does not exceed the\nannual percentage increase in a cost-of-living index based on prices of all items (the CPI-W) and\nissued by the Bureau of Labor Statistics;\n\"(ii) To provide cash refunds of employee contributions\nupon the teacher's death; or\n\"(iii) To pay increased benefits that result from an amendment\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 530\n\nto this act.\n\"(3) The amount that must be distributed on or before the teacher's required\nbeginning date or, if the teacher dies before distributions begin, the date distributions\nare required to begin under subsection (b)(2)(A) or (B) of this section, is the payment that is\nrequired for one payment interval. The second payment need not be made until the end of the\nnext payment interval even if that payment interval ends in the next calendar year. Payment\nintervals are the periods for which payments are received (for example, bi-monthly, monthly,\nsemi-annually, or annually). The teacher's benefit accruals as of the last day of the first\ndistribution calendar year shall be included in the calculation of the amount of the annuity\npayments for payment intervals ending on or after the teacher's required beginning date.\n\"(4) Additional benefits accruing to the teacher in a calendar year after\nthe first distribution calendar year shall be distributed beginning with the first payment interval\nending in the calendar year immediately following the calendar year in which the amount\naccrues.\n\"(d) Amounts payable if a teacher dies before distribution begins are subject to the\nfollowing requirements:\n\"(1) If the teacher dies before the date of distribution of his or her interest\nbegins and there is a designated beneficiary, the teacher's entire interest shall be distributed,\nbeginning no later than the time described in subsection (b)(2)(A) or (B) of this section, over the\nlife of the designated beneficiary not exceeding either of the following:\n\"(A) Unless the benefit commenced is before the first distribution\ncalendar year, the life expectancy of the designated beneficiary, determined using the\nbeneficiary's age as of the beneficiary's birthday in the calendar year immediately following the\ncalendar year of the teacher's death; or\n\"(B) If the benefit commenced before the first distribution calendar year,\nthe life expectancy of the designated beneficiary, determined using the beneficiary's age as of his\nor her birthday in the calendar year that begins before benefits commence;\n\"(2) If the teacher dies before the date distributions begin and there is no\ndesignated beneficiary as of September 30 of the year following the year of the teacher's death,\ndistribution of the teacher's entire interest shall be completed by December 31 of the calendar\nyear containing the 5th anniversary of the teacher's death; or\n\"(3) If the teacher dies before the date distribution of the teacher's interest begins,\nthe teacher's surviving spouse is the teacher's sole designated beneficiary, and the surviving\nspouse dies before distributions to the surviving spouse begin, this subsection shall\napply as if the surviving spouse were the teacher, except that the time by which distributions\nmust begin shall be determined without regard to subsection (b)(2)(A) of this section.\".\n(f) Section 8(a) (D.C. Official Code § 38-2021.08(a)) is amended to read as follows:\n“(a) The years of service which form the basis for determining the amount of the annuity\nprovided in section 5(a) shall be computed from the date of original appointment as a teacher in\nthe public schools of the District of Columbia, including so much of any authorized leaves of\nabsence without pay as does not exceed 6 months in the aggregate in a fiscal year, plus service\n\nNote,\n§ 38-2021.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 531\n\ncredit that may be allowed under the provisions of this section. A teacher or former teacher who\nreturns to duty after a period of separation is deemed, for the purpose of this section, to have\nbeen on a leave of absence without pay for that part of the period in which he or she was\nreceiving benefits under subchapter I of 5 U.S.C. Chapter 81, or any earlier statute on which the\nsubchapter is based. In computing an annuity under section 5(a), the total service of a teacher\nshall include days of unused sick leave credited to him. No deposit may be required for days of\nunused sick leave included in a teacher's total service under the preceding sentence. Days of\nunused sick leave shall not be counted in determining a teacher's average salary or his eligibility\nfor an annuity. In computing the length of service of retiring teachers credit may be given, year\nfor year, for:\n\"(1) Public school service or its equivalent outside the District of Columbia but\nnot to exceed 10 years;\n\"(2) Continuous temporary service in the public schools of the District\nimmediately before probationary appointment;\n\"(3) Service in the District government or the government of the United States\nallowable under subchapter III of 5 U.S.C. Chapter 83;\n\"(4) Periods of honorable active service in the Army, Navy, Air Force, Marine\nCorps, or Coast Guard of the United States (but not the National Guard except when ordered to\nactive duty in the service of the United States) before the date of the separation upon which title\nto annuity is based; provided, that if a teacher is awarded retired pay on account of military\nservice, the teacher's military service shall not be included unless the retired pay is awarded on\naccount of a service-connected disability:\n\"(A) Incurred in combat with an enemy of the United States; or\n\"(B) Caused by an instrumentality of war and incurred in the line of duty\nduring an enlistment or employment as provided in Veterans Regulation No. 1(a), part 1,\nparagraph 1, or is awarded under 10 U.S.C. § 12736;\n\"(5) Educational leaves of absence with part pay authorized by the Board of\nEducation in accordance with sections 1201, 1202, and 1203 of the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2139; D.C. Official Code § 1-612.01, 1-612.02, and 1-612.03); and\n\"(6) Continuous temporary service as an employee of a cafeteria or lunchroom\noperated in the public school buildings of the District of Columbia during a period before the\ndate on which the cafeteria or lunchroom is placed under the Office of Central Management,\nDepartment of Food Services, District of Columbia, and immediately before appointment as a\nteacher in the public schools of the District of Columbia; provided, that portion of the\nannuity which results from credit for service allowable under paragraphs (1) and (3) of this\nsubsection shall be reduced by the amount of any annuity that the retired teacher is entitled to\nreceive under a federal, state, or municipal retirement or pension system with respect to the\nservice, except that that portion of the annuity after reduction shall not be less than the annuity\npurchasable with the deposit that the teacher is required to make under the provisions of this\nsection in order to obtain credit for such service; provided further, that no credit for service\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 532\n\nprescribed in this section, with the exception of periods of honorable service in the Army, Navy,\nAir Force, Marine Corps, or Coast Guard of the United States and all educational leaves of\nabsence with part pay authorized by the Board of Education in accordance with sections 1201,\n1202, and 1203 of the District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective October 1, 1987 (D.C. Law 2-139; D.C. Official Code § 1-612.01, 1-612.02, 1612.03), shall be given to a teacher until the teacher shall have deposited to the credit of the\nDistrict of Columbia Teachers' Retirement Fund a sum equal to:\n\"(A) The accumulated contributions that the teacher would have had\ncredited to the teacher’s individual account if the service had been rendered on active duty in the\npublic schools of the District of Columbia, the contributions to be based on the average annual\nsalary of the class to which the teacher is appointed; and\n\"(B) Interest thereon computed in accordance with section 24(b); provided\nfurther, that contributions to the retirement fund made by a teacher on education leave with part\npay shall be determined in accordance with the provisions of section 1, but otherwise no\nprovision of this act shall be interpreted to deprive a teacher employed by the Board of Education\nof any rights or benefits allowable under sections 1201, 1202, and 1203 of the District of\nColumbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-612.01, 1-612.02, 1-612.03). If the teacher so elects,\nthe teacher may deposit the required sum in the District of Columbia Teachers' Retirement Fund\nin monthly installments, upon making a claim with the District of Columbia Retirement Board.\nNotwithstanding any other provision to the contrary, contributions, benefits, and service credit\nwith respect to qualified military service will be provided in accordance with section 414(u) of\nthe Internal Revenue Code. Except as otherwise provided in this subsection, this section shall not\nbe construed to allow any teacher more than one year's credit for all services rendered in any one\nfiscal year.”.\n(g) Section 9 (D.C. Official Code § 38-2021.09), is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) Should a teacher to whom this act applies, after completing 5 years of eligible\nservice and before becoming eligible for retirement, become separated from the service, the\nteacher may elect to receive a deferred annuity, computed as provided in section 5, beginning at\nthe age of 62 years and terminating on the date of the teacher's death; provided, that a teacher\nwho becomes separated from the public schools of the District of Columbia for other than\nretirement purposes and who does not elect to receive a deferred annuity as provided for in this\nsection shall receive as soon as practicable after separation the refund of deductions, deposits, or\nredeposits; provided further, that no teacher who shall withdraw the amount of the teacher's\ndeductions, deposits, or redeposits under this section shall, after reinstatement, be entitled to\ncredit for previous service unless the teacher shall repay to the Custodian of Retirement Funds as\ndefined in section 102(6) of the District of Columbia Retirement Reform Act, approved\nNovember 17, 1979 (93 Stat. 866; D. C. Official Code § 1-702(6)), for deposit in the District of\nColumbia Teachers' Retirement Fund, established by section 123(a) of the District of Columbia\nRetirement Reform Act, approved November 17, 1979 (93 Stat. 866; D.C Official Code § 1-\n\nNote,\n§ 38-2021.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 533\n\n713(a)), the amount withdrawn by him (including the interest thereon) plus interest computed in\naccordance with section 24(c); and provided further, that the amount required to be so deposited\nmay be paid by the teacher, if he so elects, in any number of monthly installments, not exceeding\n100.”.\n(2) Subsection (b) is amended by adding a new paragraph (4) to read as follows:\n“(4) In the event that a teacher to whom this act applies shall die after January\n1, 2007, while performing qualified military service, the survivor or survivors of the teacher\nshall be entitled to receive any additional benefits provided under this act (other than benefit\naccruals relating to the period of qualified military service) as if the teacher resumed\nemployment and then terminated employment on account of death.”.\n(3) A new subsection (b-1) is added to read as follows:\n“(b-1) Effective January 1, 2007, benefits payable under this act shall not\nbe paid until at least 30 days, or a shorter period as may be permitted by law, but no more than\n180 days after a teacher's receipt of required distribution notices and election forms pursuant\nto section 402(f) of the Internal Revenue Code. The notices must include a description of the\nteacher's right, if any, to defer receipt of a distribution, the consequences of failing to defer\nreceipt of the distribution, the relative value of optional forms of benefit, and other information\nas may be required by applicable regulations and guidance.”.\n(4) Subsection (c) is amended by adding a new paragraph (8) to read as follows:\n“(8) The term “qualified military service” shall mean any military service in the\nuniformed services, as defined in 38 U.S.C. § 43, by a teacher, if the teacher is entitled to\nreemployment rights with respect to such military service, all within the meaning of section\n414(u)(5) of the Internal Revenue Code.”.\n(h) Section 13 (D.C. Official Code § 38-2021.13) is amended by adding a new paragraph\nat the end to read as follows:\n“For the purposes of this Act, the term “Internal Revenue Code” or “Internal Revenue\nCode of 1986” means the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat.\n2085; 26 U.S.C. § 1 et seq.).”.\n(i) Section 14 (D.C. Official Code § 38-2021.14) is repealed.\n(j) A new section 15a (D.C. Official Code § 38-2021.15a) is added to read as follows:\n“Sec. 15a. Disposition of forfeitures.\n“Forfeitures in the Teacher's Retirement Fund shall not be applied to increase the annuity\nof a person hereunder, but rather, shall be applied to pay administrative expenses, if and as\ndirected by the District of Columbia Retirement Board, or used to reduce the District's\ncontributions.”.\n(k) Section 17 (D.C. Official Code § 38-2021.17) is amended to read as follows:\n“Sec. 17. Except as provided in the District of Columbia Spouse Equity Act of 1988,\neffective March 16, 1989 (D.C. Law 7-214; D.C. Official Code § 1-529.01 et seq.), none of the\nmoney mentioned in this act, including any assets of the District of Columbia Teachers'\nRetirement Fund established by section 123(a) of the District of Columbia Retirement Reform\nAct, approved November 17, 1979 (93 Stat. 866; D.C Official Code § 1-713(a)), shall be\n\nNote,\n§ 38-2021.13\n\nNote, Repeal\n§ 38-2021.14\nNote, New\n§ 38-2021.15a\n\nNote,\n§ 38-2021.17\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 534\n\nassignable, either in law or equity, or be subject to execution or levy by attachment, garnishment,\nor other legal process, except with respect to a domestic relations order that substantially meets\nall of the requirements of section 414(p) of the Internal Revenue Code, as determined solely by\nthe District of Columbia Retirement Board.”.\n(l) Section 18 (D.C. Official Code § 38-2021.18) is amended to read as follows:\n“Sec. 18. Applicability.\n“The provisions of this act shall constitute a defined benefit plan and a governmental\nplan, as described in section 414(d) of the Internal Revenue Code, which is intended to qualify\nunder section 401(a) of the Internal Revenue Code. Notwithstanding anything to the contrary\ncontained in this act, the District of Columbia Retirement Reform Act, approved November 17,\n1979 (93 Stat. 866; D.C. Official Code § 1-701 et seq.), or the Police Officers, Fire Fighters, and\nTeachers Retirement Benefit Replacement Plan Act of 1998, effective September 18, 1998 (D.C.\nLaw 12-152; D.C. Official Code § 1-901.01 et seq.), the provisions of this act shall apply to and\ncontrol the provision of any annuity payable. The provisions of this act shall apply to all teachers\non the rolls of the public schools of the District who accrue service after June 30, 1997, under the\nTeachers’ Retirement Program established pursuant to the Police Officers, Fire Fighters, and\nTeachers Retirement Benefit Replacement Plan Act of 1998, effective September 18, 1998 (D.C.\nLaw 12-152; D.C. Official Code § 1-901.01 et seq.), if otherwise eligible.”.\n(m) Section 24 (D.C. Official Code § 38-2021.24) is amended as follows:\n(1) Redesignate section 24 as section 26.\n(2) The newly designated section 26 is amended as follows:\n(A) Subsection (a) is amended to read as follows:\n“(a) An individual withdrawing a distribution under this act that constitutes an eligible\nrollover distribution within the meaning of section 402(c) of the Internal Revenue Code may\nelect, at the time and in the manner prescribed by the District of Columbia Retirement Board,\nand after receipt of proper notice, to have any portion of an eligible rollover distribution paid\ndirectly to an eligible retirement plan, within the meaning of section 402(c) of the Internal\nRevenue Code, in a direct rollover in accordance with section 401(a)(31) of the Internal\nRevenue Code. Any nontaxable distribution or portion thereof from a qualified plan may be\ndirectly rolled over tax-free to another qualified plan or a plan or annuity contract described in\nsection 403(b) of the Internal Revenue Code, if separate accounting and other requirements are\nmet pursuant to section 402(c)(2)(A) of the Internal Revenue Code.”.\n(B) Subsection (c) is amended by striking the phrase “contribution from:”\nin the lead-in language and inserting the phrase “contribution from an eligible retirement plan,\nincluding:” in its place.\n(C) Subsection (d) is amended by striking the phrase “shall administer the\nplan” and inserting the phrase “shall administer this act” in its place.\n(D) A new subsection (e) is added to read as follows:\n\"(e) For the purposes of this section, the term:\n\"(1) “Direct rollover” means a payment to the eligible retirement plan specified\nby the distributee described in section 402(e)(6) of the Internal Revenue Code.\n\nNote,\n§ 38-2021.18\n\nNote,\n§ 38-2021.26\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 535\n\n\"(2) “Distributee” means a teacher or former teacher. In addition, the teacher's or\nformer teacher's surviving spouse is a distributee with regard to the interest of the spouse or\nformer spouse. A nonspouse beneficiary of a deceased teacher is also a distributee for purposes\nof this section; provided, that, in the case of a nonspouse beneficiary, the direct rollover may be\nmade only to an individual retirement account or annuity under section 408 of the Internal\nRevenue Code that is established on behalf of the nonspouse beneficiary and that will be treated\nas an inherited IRA pursuant to the provisions of section 402(c)(11) of the Internal Revenue\nCode. The determination of the extent to which a distribution to a nonspouse beneficiary is\nrequired under section 401(a)(9) of the Internal Revenue Code shall be made in accordance with\nIRS Notice 2007-7, Q&A 17 and 18, 2007-5 I.R.B. 395.\n\"(3) “Eligible retirement plan” means:\n\"(A) An individual retirement account described in section 408(a) of the\nInternal Revenue Code, including a Roth IRA described in section 408A of the Internal Revenue\nCode;\n\"(B) An individual retirement annuity described in section 408(b) of the\nInternal Revenue Code, including a Roth IRA described in section 408A of the Internal Revenue\nCode;\n“(C) A qualified trust described in section 401(a) of the Internal Revenue\nCode or an annuity plan described in section 403(a) of the Internal Revenue Code that accepts\nthe distributee's eligible rollover distribution;\n\"(D) An annuity contract described in section 403(b) of the Internal\nRevenue Code that accepts the distributee's eligible rollover distribution; and\n\"(E) An eligible plan described in section 457(b) of the Internal Revenue\nCode which is maintained by a state, political subdivision of a state, or an agency or\ninstrumentality of a state or political subdivision of a state, that accepts the distributee's eligible\nrollover distribution and agrees to account separately for amounts transferred into such plan from\nthe arrangement described under this act. The foregoing definition of eligible retirement plan\nshall also apply in the case of a distribution to a surviving spouse, or to a spouse or former\nspouse who is the alternate payee under a domestic relations order.\n\"(4) “Eligible rollover distribution,” within the meaning of section 402(c) of the\nInternal Revenue Code, means any distribution of all or any portion of the balance to the credit\nof the distributee, except that an eligible rollover distribution does not include:\n\"(A) A distribution that is one of a series of substantially equal periodic\npayments (not less frequently than annually) made for the life (or life expectancy) of the\ndistributee or the joint lives (or joint life expectancies) of the distributee and the distributee's\ndesignated beneficiary, or for a specified period of 10 years or more; and\n\"(B) A distribution to the extent such distribution is required under section\n401(a)(9) of the Internal Revenue Code. A distribution to a nonspouse beneficiary under section\n401(f)(2)(A) of the Internal Revenue Code is an eligible rollover distribution. A portion of the\ndistribution shall not fail to be an eligible rollover distribution merely because the portion\nconsists of after-tax employee contributions that are not includible in gross income. However,\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 536\n\nthe portion may be paid only to an individual retirement account or annuity described in section\n408(a) or (b) of the Internal Revenue Code or to a qualified trust or annuity plan described in\nsection 401(a) or 403(a) of the Internal Revenue Code or an annuity contract described in\nsection 403(b) of the Internal Revenue Code if the trust or annuity plan or contract provides for\nseparate accounting for amounts so transferred (and earnings thereon), including separately\naccounting for the portion of such distribution which is includible in gross income and the\nportion of such distribution which is not so includible.”.\n(n) Section 25 (D.C. Official Code § 38-2021.25) is amended as follows:\n(1) Redesignate section 25 as section 27.\n(2) The newly designated section 27 is amended to read as follows:\n“Sec. 27. Internal Revenue Code limits.\n“(a) Benefits and contributions under the provisions of this act shall not be\ncomputed with reference to any compensation that exceeds that maximum dollar amount\npermitted by section 401(a)(17) of the Internal Revenue Code, as adjusted for increases in the\ncost-of-living.\n\"(b) Notwithstanding the foregoing provisions of this act to the contrary, benefits under\nthis act are subject to the limitations imposed by section 415 of the Internal Revenue Code, as\nadjusted from time to time and, to that end, effective for limitation years beginning on or after\nJanuary 1, 2008:\n\"(1)(A) To the extent necessary to prevent disqualification under section 415 of\nthe Internal Revenue Code, and subject to the remainder of this subsection, the maximum\nmonthly benefit to which any teacher may be entitled in any limitation year with respect to his or\nher accrued retirement benefit, as adjusted from time to time pursuant to section 21 (hereafter\nreferred to as the “maximum benefit”), shall not exceed the defined benefit dollar limit (adjusted\nas provided in this subsection). In addition to the foregoing, to the extent necessary to prevent\ndisqualification under section 415 of the Internal Revenue Code, and subject to this subsection),\nthe maximum annual additions for any limitation year shall be equal to the lesser of:\n\"(i) The dollar limit on annual additions; or\n\"(ii) 100% of the teacher's remuneration.\n“(B) The defined benefit dollar limit and the dollar limit on annual\nadditions shall be adjusted, effective January 1 of each year, under section 415(d) of the Internal\nRevenue Code in such manner as the Secretary of the Treasury shall prescribe. The dollar limit\nas adjusted under section 415(d) of the Internal Revenue Code shall apply to limitation years\nending with or within the calendar year for which the adjustment applies, but a teacher's benefits\nshall not reflect the adjusted limit before January 1 of that calendar year. To the extent that the\nmonthly benefit payable to a teacher who has reached his or her termination date is limited by\nthe application of this subsection, the limit shall be adjusted to reflect subsequent adjustments\nmade in accordance with section 415(d) of the Internal Revenue Code, but the adjusted limit\nshall apply only to benefits payable on or after January 1 of the calendar year for which the\nadjustment applies.\n\"(2) Benefits shall be actuarially adjusted based upon the defined benefit dollar\n\nNote,\n§ 38-2021.27\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 537\n\nlimit, as follows:\n\"(A) There shall be an adjustment for benefits payable in a form other than\na straight life annuity as follows:\n\"(i) If a monthly benefit is payable in a form other than a straight\nlife annuity, before applying the defined benefit dollar limit, the benefit shall be adjusted, in the\nmanner described in sub-subparagraphs (ii) or (iii) of this subparagraph, to the actuarially\nequivalent straight life annuity that begins at the same time. No actuarial adjustment to the\nbenefit shall be made for benefits that are not directly related to retirement benefits (such as a\nqualified disability benefit, preretirement incidental death benefits, and postretirement medical\nbenefits), or in the case of a form of benefit not subject to section 417(e)(3) of the Internal\nRevenue Code, the inclusion of a feature under which a benefit increases automatically to the\nextent permitted to reflect cost-of-living adjustments and the increase, if any, in the defined\nbenefit dollar limit under section 415(d) of the Internal Revenue Code.\n\"(ii) If the benefit of a teacher is paid in a form not subject to\nsection 417(e) of the Internal Revenue Code, the actuarially equivalent straight life annuity\n(without regard to cost-of-living adjustments described in this subsection) is equal to the greater\nof the annual amount of the straight life annuity, if any, payable to the teacher commencing at\nthe same time, or the annual amount of the straight life annuity commencing at the same time\nthat has the same actuarial present value as the teacher's form of benefit, computed using a 5%\ninterest rate and the applicable mortality designated by the Secretary of the Treasury from time\nto time pursuant to section 417(e)(3) of the Internal Revenue Code.\n\"(iii) If the benefit of a teacher is paid in a form subject to section\n417(e) of the Internal Revenue Code, the actuarially equivalent straight life annuity is equal to\nthe greatest of:\n\"(I) The annual amount of the straight life annuity having a\ncommencement date that has the same actuarial present value as the teacher's form of benefit,\ncomputed using the interest rate and mortality table (or other tabular factor) specified in the\ndefinition of actuarial equivalent for adjusting benefits in the same form;\n\"(II) The annual amount of the straight life annuity\ncommencing at the time that has the same actuarial present value as the teacher's form of benefit,\ncomputed using a 5.5% interest rate assumption and the applicable mortality table designated by\nthe Secretary of the Treasury from time to time pursuant to section 417(e)(3) of the Internal\nRevenue Code; or\n\"(III) The annual amount of the straight life annuity\ncommencing at the same time that has the same actuarial present value as the teacher's form of\nbenefit, computed using the applicable interest rate and the applicable mortality table designated\nby the Secretary of the Treasury from time to time pursuant to section 417(e)(3) of the Internal\nRevenue Code, divided by 1.05.\n\"(iv) For the purposes of this subparagraph, whether a form of\nbenefit is subject to section 417(e) of the Internal Revenue Code is determined without regard to\nthe status of this act as a government plan as described in section 414(d) of the Internal Revenue\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 538\n\nCode.\n\"(B) There shall be an adjustment to benefits that commence before age 62\nor after age 65 as follows:\n\"(i) If the benefit of a teacher begins before age 62, the defined\nbenefit dollar limit applicable to the teacher at such earlier age is an annual benefit payable in the\nform of a straight life annuity beginning at the earlier age that is the actuarial equivalent of the\ndefined benefit dollar limit applicable to the teacher at age 62 (adjusted for participation of fewer\nthan 10 years, if applicable) computed using a 5% interest rate and the applicable mortality table\ndesignated by the Secretary of the Treasury from time to time pursuant to section 417(e)(3) of\nthe Internal Revenue Code. However, if the benefit provided under this act provides an\nimmediately commencing straight life annuity payable at both age 62 and the age of benefit\ncommencement, the defined benefit dollar limit is the lesser of:\n\"(I) The limitation determined under the immediately\npreceding sentence; or\n\"(II) The defined benefit dollar limit, adjusted for\nparticipation of fewer than 10 years, if applicable, multiplied by the ratio of the annual amount of\nthe immediately commencing straight life annuity under this act at the age of benefit\ncommencement to the annual amount of the immediately commencing straight life annuity under\nthis act at age 62, both determined without applying the limitations of this section. The\nadjustment in this sub-subparagraph shall not apply as a result of benefits paid on account of\ndisability under section 4 or as a result of the death of a teacher under section 9.\n\"(ii) If the benefit of a teacher begins after age 65, the defined\nbenefit dollar limit applicable to the teacher at the later age is the annual benefit payable in the\nform of a straight life annuity beginning at the later age that is actuarially equivalent to the\ndefined benefit dollar limit applicable at age 65 (adjusted for participation of fewer than 10\nyears, if applicable) computed using a 5% interest rate assumption and the applicable mortality\ntable designated by the Secretary of the Treasury from time to time pursuant to section 417(e)(3)\nof the Internal Revenue Code. However, if the benefit provided under this act provides an\nimmediately commencing straight life annuity payable at both age 65 and the age of benefit\ncommencement, the defined benefit dollar limit is the lesser of:\n\"(I) The limitation determined under the immediately\npreceding sentence; or\n\"(II) The defined benefit dollar limit (adjusted for\nparticipation of less than 10 years, if applicable) multiplied by the ratio of the annual amount of\nthe adjusted immediately commencing straight life annuity under this act at the age of benefit\ncommencement to the annual amount of the adjusted immediately commencing straight life\nannuity under this act at age 65, both determined without applying the limitations of this section.\nFor this purpose, the adjusted immediately commencing straight life annuity under this act at the\nage the benefit commences is the annual amount of the annuity payable to the teacher, computed\ndisregarding the teacher's accruals after age 65 but including any actuarial adjustments, even if\nthose actuarial adjustments are used to offset accruals; and the adjusted immediately\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 539\n\ncommencing straight life annuity under this act at age 65 is the annual amount of such annuity\nthat would be payable under this act to a hypothetical teacher who is age 65 and has the same\nannuity as the teacher.\n\"(iii) For the purposes of this subparagraph, no adjustment shall be\nmade to the defined benefit dollar limit to reflect the probability of a teacher's death between the\ncommencing date and age 62, or between age 65 and the commencing date, as applicable, if\nbenefits are not forfeited upon the death of the teacher before the annuity having a commencing\ndate. To the extent benefits are forfeited upon death before the date the benefits first commence,\nsuch an adjustment shall be made. For this purpose, no forfeiture shall be treated as occurring\nupon the teacher's death if the benefit provided under this act does not charge the teacher for\nproviding a qualified preretirement survivor annuity (as defined for purposes of section 415 of\nthe Internal Revenue Code) upon the teacher's death.\n\"(3) If the teacher has fewer than 10 years of participation in the defined benefit\nportion of this act (as determined under section 415 of the Internal Revenue Code and associated\nregulations), the defined benefit dollar limit shall be multiplied by a fraction, the numerator of\nwhich is the number of years (or part thereof) of participation under this act and the denominator\nof which is 10. The adjustment in this paragraph shall not apply to benefits paid on account of\ndisability under section 4(d) or as a result of the death of a teacher under section 9. In the case of\nyears of credited service credited to a teacher pursuant to section 8:\n\"(A) The limitations contained in paragraph (1)(A)(i) of this subsection\nand this paragraph shall not apply to the portion of the teacher's accrued retirement benefit\n(determined as of the annuity commencement date) that is attributable to any additional years of\ncredited service under section 8 that are actuarially funded by:\n\"(i) A transfer or rollover from the teacher's account under a\nretirement plan qualified under section 401(a) of the Internal Revenue Code or an eligible\ndeferred compensation plan within the meaning of section 457(b) of the Internal Revenue Code\nor from an individual retirement account; or\n\"(ii) A direct payment.\n\"(B) The limitations contained in paragraph (1)(A)(i) of this subsection\nand this paragraph shall apply to the portion of the teacher's accrued retirement benefit\n(determined as of the annuity commencement date) that is attributable to any additional years of\ncredited service under section 8 that are not actuarially funded by:\n\"(i) A transfer or rollover from the teacher's account under a\nretirement plan qualified under section 401(a) of the Internal Revenue Code or an eligible\ndeferred compensation plan (within the meaning of section 457(b) of the Internal Revenue Code)\nor from an individual retirement account; or\n\"(ii) A direct payment.\n\"(C) The determination of the extent to which additional years of credited\nservice under section 8 have been actuarially funded as of the annuity commencement date shall\nbe determined in accordance with section 411(c) of the Internal Revenue Code (using the\nactuarial assumptions thereunder), applied as if section 411(c) of the Internal Revenue Code\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 540\n\napplied and treating the amount transferred from a plan qualified under section 401(a) of the\nInternal Revenue Code, the teacher's account under an eligible deferred compensation plan\n(within the meaning of section 457(b) of the Internal Revenue Code), or an individual retirement\naccount, or the amount of the direct lump-sum payment to the Custodian of Retirement Funds, as\nif it were a mandatory employee contribution.\n\"(4) In addition to the foregoing, the maximum benefit and contributions shall be\nreduced, and the rate of benefit accrual shall be frozen or reduced accordingly, to the extent\nnecessary to prevent disqualification under section 415 of the Internal Revenue Code, with\nrespect to any teacher who is also a participant in:\n\"(A) Any other tax-qualified retirement plan maintained by the District of\nColumbia, including a defined benefit plan in which an individual medical benefit account, as\ndescribed in section 415(l) of the Internal Revenue Code, has been established for the teacher;\n\"(B) A welfare plan maintained by the District of Columbia in which a\nseparate account, as described in section 419A(d) of the Internal Revenue Code, has been\nestablished to provide post-retirement medical benefits for the teacher; or\n\"(C) A retirement or welfare plan, as aforesaid, maintained by an affiliated\nor predecessor employer, as described in regulations under section 415 of the Internal Revenue\nCode, or otherwise required to be taken into account under such regulations.\n\"(5) If a teacher has distributions commencing at more than one date determined\nin accordance with section 415 of the Internal Revenue Code and associated regulations, the\nannuity payable having the commencement date shall satisfy the limitations of this subsection as\nof each date, actuarially adjusting for past and future distributions of benefits commencing at the\nother dates that benefits commence.\n\"(6) The application of the provisions of this subsection shall not cause the\nmaximum permissible benefit for a teacher to be less than the teacher's annuity under this act as\nof the end of the last limitation year beginning before July 1, 2007 under provisions of this act\nthat were both adopted and in effect before April 5, 2007 and that satisfied the limitations under\nsection 415 of the Internal Revenue Code as in effect as of the end of the last limitation year\nbeginning before July 1, 2007.\n\"(7) To the extent that a teacher's benefit is subject to provisions of section 415 of\nthe Internal Revenue Code that have not been set forth in this act, these provisions are hereby\nincorporated by reference and for all purposes shall be deemed a part of this act.\n\"(c) Notwithstanding any other provision to the contrary, all death benefit payments\nreferred to in this section shall be distributed only in accordance with section 401(a)(9) of the\nInternal Revenue Code and accompanying Treasury regulations, as more fully set forth in section\n7a.”.\n\"(d) For the purposes of this section, the term:\n\"(1) “Annual additions” means the sum of the following items credited to the\nteacher under this act and any other tax-qualified retirement plan sponsored by the District of\nColumbia for a limitation year and treated as a defined contribution plan for purposes of section\n415 of the Internal Revenue Code: District of Columbia contributions that are separately\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 541\n\nallocated to the teacher's credit in any defined contribution plan; forfeitures; teacher\ncontributions (other than contributions that are picked up by the District of Columbia as\ndescribed in section 414(h)(2) of the Internal Revenue Code); and amounts credited after March\n31, 1984 to a teacher's individual medical account (within the meaning of section 415(l) of the\nInternal Revenue Code).\n\"(2) “Defined benefit dollar limit” means the dollar limit imposed by section\n415(b)(1)(A) of the Internal Revenue Code, as adjusted pursuant to section 415(d) of the Internal\nRevenue Code. The defined benefit dollar limit as set forth above is the monthly amount\npayable in the form of a straight life annuity, beginning no earlier than age 62 (except as\nprovided in subsection (b)(2)(B)(i)) of this section and no later than age 65. In the case of a\nmonthly amount payable in a form other than a straight life annuity, or beginning before age 62\nor after age 65, the adjustments in subsection (b)(2) of this section shall apply.\n\"(3) “Dollar limit” means the dollar limit on annual additions imposed by section\n415(c)(1)(A) of the Internal Revenue Code, as adjusted pursuant to section 415(d) of the Internal\nRevenue Code.\n\"(4) “Remuneration” means a teacher's wages as defined in section 3401(a) of the\nInternal Revenue Code and all other payments of salary to the teacher from the public schools of\nthe District of Columbia for which the public schools of the District of Columbia is required to\nfurnish the teacher a written statement under sections 6041(d) and 6051(a)(3) of the Internal\nRevenue Code. For this purpose:\n\"(A) Remuneration shall be determined without regard to any rules that\nlimit the remuneration included in wages based on the nature or location of the employment or\nthe services performed.\n\"(B) Remuneration does not include mandatory employee contributions\npicked up by the public schools of the District of Columbia pursuant to section 1.\n\"(C) Remuneration shall include an amount that would otherwise be\ndeemed remuneration under this definition but for the fact that it is subject to a salary reduction\nagreement under a plan described in section 457(b), 132(f), or 125 of the Internal Revenue Code.\n\"(D) Remuneration with respect to any limitation year shall in no event\nexceed the dollar limit specified in section 401(a)(17) of the Internal Revenue Code (as adjusted\nfrom time to time by the Secretary of the Treasury). The cost-of-living adjustment in effect for a\ncalendar year applies to remuneration for the limitation year that begins with or within such\ncalendar year.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Retirement\nof Public-School Teachers Omnibus Amendment Act of 2012, signed by the Mayor on February\n15, 2013 (D.C. Act 19-680; 60 DCR ___), as the fiscal impact statement required by section\n602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(3)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-41, effective March 25, 2013 (Expiration date June 23, 2013)\n\n20 DCSTAT 542\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Retirement of Public-School Teachers Omnibus Congressional Review Emergency Amendment Act of 2013", 
  "council_period": "20"
}