{
  "end": "3869", 
  "name": "Act_20-390.pdf", 
  "start": "3869", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-390, effective July 29, 2014 (Expiration date October 27, 2014)\n\n20 DCSTAT 3869\n\nAN ACT\n\nBill 20-807\nEmergency\nDeclaration\nRes. 20-587\n20 DCStat 4014\n\nTo approve, on an emergency basis, Contract No. DCHBX-2013-0007 to provide communication and\nmarketing services and to authorize payment for the services received and to be received under\nthe contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCHBX-2013-C-0007 Approval and Payment\nAuthorization Emergency Act of 2014”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Contract No.\nDCHBX-2013-C-0007 to provide communication and marketing services and authorizes\npayment in the amount of $3,611,067.10 for services received and to be received under the\ncontract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nContract No.\nDCHBX-2013C-0007\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "title": "Contract No. DCHBX-2013-C-0007 Approval and Payment Authorization Emergency Act of 2014", 
  "council_period": "20"
}