{
  "start": "4175", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4175\n\nAN ACT\n\nBill 20-926\nEmergency\nDeclaration\nRes. 20-615\n20 DCStat 4512\n\nTo amend, on an emergency basis, the Firearms Control Regulations Act of 1975 to permit individuals to\nregister a firearm for self-defense in their place of business, to provide a Freedom of Information\nAct exception, to specify application requirements for applying for a license to carry a concealed\npistol, to specify the duration of such licenses and requirements for renewal of licenses, to\nestablish duties of licensees, to provide for revocation of licenses, to create a criminal offense of\ncarrying while impaired, to specify prohibitions on licensees, to establish a Concealed Pistol\nLicensing Review Board, to specify penalties for violations, and to require the Mayor to issue\nrules; and to amend An Act To control the possession, sale, transfer, and use of pistols and other\ndangerous weapons in the District of Columbia, to provide penalties, to prescribe rules of\nevidence, and for other purposes to authorize the Chief of Police to issue licenses to carry a\nconcealed pistol to District residents and non-residents provided certain conditions are met.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “License to Carry a Pistol Emergency Amendment Act of 2014”.\n\nSec. 2. The Firearms Control Regulations Act of 1975, effective September 24, 1976\n(D.C. Law 1-85; D.C. Official Code § 7-2501.01 et seq.), is amended as follows:\n(a) Section 201(b)(4) (D.C. Official Code § 7-2502.01(b)(4)) is amended by striking the\nphrase “the home” and inserting the phrase “the home or place of business” in its place.\n(b) Section 202(a)(4)(C) (D.C. Official Code § 7-2502.02(a)(4)(C)) is amended to read\nas follows:\n“(C) Any person who seeks to register a pistol:\n“(1) For use in self-defense within that person’s home or place of business; or\n“(2) As part of the application process for a license to carry a concealed pistol\npursuant to section 902; or”.\n(c) A new section 211a is added to read as follows:\n“Sec. 211a. Freedom of information exception.\n“Any record regarding individuals who have applied, received, or had revoked any\nregistration issued pursuant to this title shall not be made available as a public record under\nsection 202 of the Freedom of Information Act of 1976, effective March 25, 1977 (D.C. Law 196; D.C. Official Code § 2-532).”.\n(d) Section 706(a) (D.C. Official Code § 7-2507.06(a)) is amended by striking the phrase\n“Except as provided in sections 205, 208, 702, and 807” and inserting the phrase “Except as\nprovided in sections 205, 208, 702, 807, and Title IX” in its place.\n(e) A new Title IX is added to read as follows:\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nLicense to\nCarry a Pistol\nEmergency\nAmendment\nAct of 2014\n\nNote,\n§ 7-2502.01\nNote,\n§ 7-2502.02\n\nNote, New\n§ 7-2502.11a\n\nNote,\n§ 7-2507.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4176\n\n“TITLE IX – LICENSES TO CARRY A PISTOL.\n“Sec. 901. Definitions.\n“For the purposes of this title, the term:\n“(1) “Concealed pistol” means a loaded or unloaded pistol carried on or about a\nperson entirely hidden from view of the public, or carried on or about a person in a vehicle in\nsuch a way as it is entirely hidden from view of the public.\n“(2) “Law enforcement officer” means a sworn member of the Metropolitan\nPolice Department or of any other law enforcement agency operating and authorized to make\narrests in the District of Columbia, and includes any MPD reserve officer, any special police\nofficers appointed pursuant to section 202 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred, and for other purposes, approved March 3, 1899 (30 Stat. 1057; D.C. Official\nCode § 5-129.02), and campus and university special police officers appointed pursuant to the\nCollege and University Campus Security Amendment Act of 1995, effective October 18, 1995\n(D.C. Law 11-63; 6A DCMR § 1200 et seq.).\n“(3) “License” means a license to carry a concealed pistol issued pursuant to\nsection 6 of the Pistols and Other Dangerous Weapons Act.\n“(4) “Licensee” means a person who has been issued a license pursuant to section\n6 of the Pistols and Other Dangerous Weapons Act.\n“(5) “MPD” means the Metropolitan Police Department.\n“(6) “Section 6 of the Pistols and Other Dangerous Weapons Act” means section\n6 of An Act To control the possession, sale, transfer, and use of pistols and other dangerous\nweapons in the District of Columbia, to provide penalties, to prescribe rules of evidence, and for\nother purposes, approved July 8, 1932 (47 Stat. 650; D.C. Official Code § 22-4506).\n“Sec. 902. Application requirements.\n“(a) A person who submits an application pursuant to section 6 of the Pistols and Other\nDangerous Weapons Act shall certify and demonstrate to the satisfaction of the Chief that he or\nshe:\n“(1) Is at least 21 years of age;\n“(2) Meets all of the requirements for a person registering a firearm pursuant to\nthis act, and has obtained a registration certificate for the pistol that the person is applying to\ncarry concealed;\n“(3) Does not currently suffer nor has suffered in the previous 5 years from any\nmental illness or condition that creates a substantial risk that he or she is a danger to himself or\nherself or others;\n“(4) Has completed a firearms training course, or combination of courses,\nconducted by an instructor (or instructors) certified by the Chief that includes at least 16 hours of\ntraining, and covers the following:\n“(A) Firearm safety;\n“(B) Firearm nomenclature;\n“(C) The basic principles of marksmanship;\n\nNote, New\n§ 7-2509.01\n\nNote, New\n§ 7-2509.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4177\n\n“(D) The care, cleaning, maintenance, loading, unloading, and storage of\npistols;\n“(E) Situational awareness, conflict management, and moral and ethical\ndecisions on the use of deadly force;\n“(F) Defensive pistol and ammunition selection; and\n“(G) All applicable District and federal firearms laws, including the\nrequirements of this act, An Act To control the possession, sale, transfer, and use of pistols and\nother dangerous weapons in the District of Columbia, to provide penalties, to prescribe rules of\nevidence, and for other purposes, approved July 8, 1932 (47 Stat. 650; D.C. Official Code § 224501 et seq.), and District law pertaining to self-defense;\n“(5) Has completed at least 2 hours of range training conducted by an instructor\ncertified by the Chief, including shooting a qualification course of 50 rounds of ammunition\nfrom a maximum distance of 15 yards (45 feet); and\n“(6) Follows any procedures the Chief may establish by rule.\n“(b) An applicant shall satisfy the requirements of subsection (a)(4) and (5) of this\nsection with a certification from the firearms instructor that:\n“(1) The applicant demonstrated satisfactory completion of the requirement; and\n“(2) The applicant possesses the proper knowledge, skills, and attitude to carry a\nconcealed pistol.\n“(c) An applicant shall be exempt from the requirements of subsection (a)(4) and (5) of\nthis section if he or she has submitted evidence that he or she has received firearms training in\nthe United States military, or has otherwise completed firearms training conducted by a firearms\ninstructor that, as determined by the Chief, is equal to or greater than that required under\nsubsection (a)(4) and (5) of this section.\n“(d) A non-resident applicant for a license may satisfy any component of the\nrequirements of subsection (a)(4) and (5) of this section by demonstrating to the satisfaction of\nthe Chief that the applicant has met that particular component as part of a successful application\nto carry a concealed pistol issued by the lawful authorities of any state or subdivision of the\nUnited States.\n“(e)(1) An applicant shall sign an oath or affirmation attesting to the truth of all the\ninformation required by section 6 of the Pistols and Other Dangerous Weapons Act and this\nsection.\n“(2) Any declaration, certificate, verification, or statement made for purposes of\nan application for a license to carry a concealed pistol pursuant to this act shall be made under\npenalty of perjury pursuant to section 401 of the District of Columbia Theft and White Collar\nCrime Act of 1982, effective December 1, 1982 (D.C. Law 4-164; D.C. Official Code § 222402).\n“(f) An applicant is required to appear for an in-person interview at the MPD\nheadquarters, for purposes including verification of the applicant’s identity and verification of\nthe information submitted as part of the application process for a license.\n“Sec. 903. Expiration and renewal of licenses.\n\nNote, New\n§ 7-2509.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4178\n\n“(a) Licenses shall expire no later than 2 years after the date of issuance unless revoked\nby the Chief or renewed pursuant to this title.\n“(b)(1) A licensee shall be eligible for renewal of a license if:\n“(A) The licensee continues to meet all of the initial standards and\napplication requirements set forth in section 6 of the Pistols and Other Dangerous Weapons Act\nand section 902, except that with regard to section 902(a)(4), only 4 hours of such training shall\nbe required;\n“(B) With regard to section 902(a)(5), the licensee provides proof of 2\nhours of range practice within the previous 12 months; and\n“(C) Follows any procedures the Chief may establish by rule.\n“(2) Timely renewal shall be the responsibility of the licensee, pursuant to any\nprocedures the Chief may establish by rule.\n“(3) A renewal license shall expire no later than 2 years after the date of issuance\nunless revoked by the Chief or renewed pursuant to this act.\n“(c) Any person whose renewal application has been denied may, within 15 days of\nnotice of the denial, appeal to the Concealed Pistol Licensing Review Board established pursuant\nto section 908.\n“Sec. 904. Duties of licensees.\n“(a) A licensee shall:\n“(1) Notify the Chief in writing of the loss, theft, or destruction of the license\n(including the circumstances, if known) immediately upon discovery of such loss, theft, or\ndestruction; and\n“(2) Notify the Chief in writing within 30 days of a change in the licensee’s name\nor address as it appears on the license.\n“(b) A licensee shall have on or about his or her person each time the pistol is carried in\nthe District of Columbia:\n“(1) The license; and\n“(2) The registration certificate for the pistol being carried, issued pursuant to this\nact.\n“(c) If a law enforcement officer initiates an investigative stop of a person carrying a\nconcealed pistol pursuant to section 6 of the Pistols and Other Dangerous Weapons Act, the\nperson, and any other licensee who is with the person at the time of the investigative stop, shall:\n“(1) Disclose to the officer that he or she is carrying a concealed pistol pursuant\nto section 6 of the Pistols and Other Dangerous Weapons Act;\n“(2) Present the license and registration certificate;\n“(3) Identify the location of the concealed pistol; and\n“(4) Comply with all lawful orders and directions from the officer, including\nallowing a pat down of his or her person and permitting the law enforcement officer to take\npossession of the pistol for so long as is necessary for the safety of the officer or the public.\n“(d) A licensee shall comply with all limits and conditions stated in the issuance of the\nlicense.\n\nNote, New\n§ 7-2509.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4179\n\n“(e) The duties set forth in this section are in addition to any other requirements imposed\nby this act or applicable law.\n“(f) In addition to any other penalty provided by law, any person who violates subsection\n(c) of this section shall be subject to revocation of his or her license.\n“Sec. 905. Revocation of licenses.\n“(a) The Chief may revoke a license upon a finding that the licensee no longer meets the\nstandards and requirements of section 6 of the Pistols and Other Dangerous Weapons Act and\nthis title, or as a penalty as specified in this act.\n“(b)(1) The United States Attorney for the District of Columbia, the Attorney General\nfor the District of Columbia, or any person may apply to the MPD at any time for revocation of a\nlicense.\n“(2) Any person having knowledge that a licensee no longer meets the\nrequirements of this act or the requirements of section 6 of the Pistols and Other Dangerous\nWeapons Act may so notify the Chief or any other law enforcement officer who may take such\naction as may be appropriate.\n“(c) Any person whose license has been revoked may, within 15 days of notice of the\nrevocation, appeal to the Concealed Pistol Licensing Review Board established pursuant to\nsection 908.\n“Sec. 906. Carrying while impaired.\n“(a) A licensee may not carry a pistol while impaired.\n“(b) In addition to any other penalty provided by law, any person who violates this\nsection shall be subject to revocation of his or her license.\n“(c) Upon establishing reasonable suspicion that a licensee has been consuming drugs or\nalcohol, a licensee’s failure to submit to one or more field sobriety, breathalyzer, or urine tests,\nadministered to determine whether the licensee is impaired while carrying a pistol, shall be\ngrounds for immediate revocation and seizure of the license.\n“(d) For the purposes of this section, the term “impaired” means a licensee has consumed\nalcohol or a drug or a combination thereof and that it has affected the licensee’s behavior in a\nway that can be perceived or noticed.\n“Sec. 907. Prohibitions on carrying licensed pistols.\n“(a) No person holding a license shall carry a pistol in the following locations or under\nthe following circumstances:\n“(1) Any building owned or under the control of the District of Columbia, its\nagencies, and instrumentalities;\n“(2) The building and grounds, including any adjacent parking lot, of any public,\npublic charter, or private elementary or secondary school; or any public or private college or\nuniversity;\n“(3) Any pre-school or child care facility;\n“(4) Any public or private hospital, or other building where medical or mental\nhealth services are the primary services provided;\n“(5) Any penal institution, secure juvenile residential facility, or halfway house;\n\nNote, New\n§ 7-2509.05\n\nNote, New\n§ 7-2509.06\n\nNote, New\n§ 7-2509.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4180\n\n“(6) Any public transportation vehicle, including the Metrorail transit system, but\nnot including taxicab operators;\n“(7) Any premises or portion thereof, licensed under Title 25 of the District of\nColumbia Official Code, where alcoholic beverages are served, or are sold and consumed on\npremises, but not including premises with small-sample tasting permits issued pursuant to D.C.\nOfficial Code § 25-118;\n“(8) Any public gathering or special event conducted on property open to the\npublic that requires the issuance of a permit from the District or federal government or their\nagencies or instrumentalities; provided, that no criminal penalty shall apply unless:\n“(A) The licensee has been advised by a law enforcement officer that\nsuch a public gathering or special event is occurring; and\n“(B) The licensee has been ordered by the law enforcement officer to\nleave the area of the special event or gathering until the licensee removes the pistol from his or\nher possession in compliance with applicable law and the licensee has not complied with the\norder;\n“(9) Any stadium or arena;\n“(10) The public memorials on the National Mall and along the Tidal Basin, and\nany other area where firearms are prohibited under federal law or by a federal agency or entity;\n“(11) The area around the White House, namely: between Constitution Avenue,\nN.W., and H Street, N.W., and between 15th Street, N.W., and 17th Street, N.W.;\n“(12) Within 1,000 feet, or other lesser distance designated by the Chief or his or\nher designee, when a dignitary or high-ranking official of the United States or a state, local, or\nforeign government is moving under the protection of the MPD, or other law enforcement\nagency assisting or working in concert with MPD; provided, that no criminal penalty shall apply\nunless:\n“(A) The licensee has been advised by a law enforcement officer that the\nmovement of a dignitary or official is occurring; and\n“(B) The licensee has been ordered by the law enforcement officer to\nleave the area of the movement until the licensee removes the pistol from his or her possession in\ncompliance with applicable law and the licensee has not complied with the order;\n“(13) Within 1,000 feet, or other lesser distance designated by the Chief or his or\nher designee, of a demonstration in a public place; provided, that no criminal penalty shall apply\nunless:\n“(A) The licensee has been advised by a law enforcement officer that a\ndemonstration is occurring at the public place; and\n“(B) The licensee has been ordered by the law enforcement officer to\nleave the area of the demonstration until the licensee removes the pistol from his or her\npossession in compliance with applicable law and the licensee has not complied with the order;\nand\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4181\n\n“(14) Any prohibited circumstance that the Chief determines by rule; provided,\nthat for spontaneous circumstances, no criminal penalty shall apply unless the licensee has notice\nof the prohibition and has failed to comply.\n“(b)(1) Any private residence shall be presumed to prohibit the presence of concealed\npistols unless otherwise authorized by the property owner or person in control of the premises\nand communicated personally to the licensee in advance of entry onto the residential property.\n“(2) For 90 days immediately following the effective date of the License to Carry\na Pistol Emergency Amendment Act of 2014, passed on emergency basis on September 23, 2014\n(Enrolled version of Bill 20-926), for any private property not a residence, the owner or person in\ncontrol of the property shall be presumed to prohibit the presence of concealed pistols unless the\nowner or person in control of the property authorizes entry by a licensee carrying a concealed\npistol; thereafter, for any private property not a residence, the owner or person in control of the\nprivate property shall be presumed to permit a licensee carrying a concealed pistol to enter the\nowner’s property unless the property is posted with conspicuous signage prohibiting concealed\npistols, or the owner or authorized agent communicates such prohibition personally to the\nlicensee.\n“(c) Whenever a licensee carries a concealed pistol and approaches any prohibited\nlocation, or is subject to any prohibited circumstance, the licensee shall:\n“(1) If the licensee is in a vehicle or if a vehicle is readily available, immediately\nsecure the pistol in the manner prescribed in section 4b(b) of An Act To control the possession,\nsale, transfer, and use of pistols and other dangerous weapons in the District of Columbia, to\nprovide penalties, to prescribe rules of evidence, and for other purposes, effective May 20, 2009\n(D.C. Law 17-388; D.C. Official Code § 22-4504.02(b) ); or\n“(2) If the licensee does not have a vehicle available, immediately leave the\nprohibited location or circumstance.\n“(d) A licensee shall not be in violation of this section:\n“(1) While he or she is traveling along any public street, road, or highway\n(including any adjacent public sidewalk) that touches the perimeter of any of the premises under\nsubsection (a) of this section or that are prohibited under subsection (b) of this section if the\nconcealed pistol is carried on his or her person in accordance with this act, or is being transported\nby the licensee in accordance with section 4b of An Act To control the possession, sale, transfer,\nand use of pistols and other dangerous weapons in the District of Columbia, to provide penalties,\nto prescribe rules of evidence, and for other purposes, effective May 20, 2009 ( D.C. Law 17388; D.C. Official Code § 22-4504.02); or\n“(2) While driving a vehicle into and immediately parking at any location listed\nin subsection (a)(2) or (3) of this section, for the purpose of picking up or dropping off a minor\nchild; provided, that the licensee shall secure the concealed weapon in accordance with section\n4b(b) of An Act To control the possession, sale, transfer, and use of pistols and other dangerous\nweapons in the District of Columbia, to provide penalties, to prescribe rules of evidence, and for\nother purposes, effective May 20, 2009 (D.C. Law 17-388; D.C. Official Code § 22-4504.02(b)),\nbefore leaving the parked vehicle.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4182\n\n“(e) A licensee shall not carry a pistol openly or otherwise in a manner that is not\nconcealed.\n“(f) In addition to any other penalty provided by law, any person who violates this\nsection shall be subject to revocation of his or her license.\n“(g) For the purposes of this section, the term:\n“(1) “Demonstration” means one or more persons demonstrating, picketing,\nspeechmaking, marching, holding a vigil, or engaging in any other similar conduct that involves\nthe communication or expression of views or grievances and that has the effect, intent, or\npropensity to attract a crowd or onlookers. The term “demonstration” does not include the casual\nuse of property by visitors or tourists that does not have the effect, intent, or propensity to attract\na crowd or onlookers.\n“(2) “Public place” means a place to which the general public has access and a\nright to occupy for business, entertainment, or other lawful purpose. The term “public place” is\nnot limited to a place devoted solely to the uses of the public, and includes:\n“(A) The front or immediate area or parking lot of a store, restaurant,\ntavern, shopping center, or other place of business;\n“(B) A public building, including its grounds and curtilage;\n“(C) A public parking lot;\n“(D) A public street, sidewalk, or right-of-way;\n“(E) A public park; and\n“(F) Other public grounds.\n“(3) “Residence” means an actual dwelling place or abode, and does not include\nany adjacent common areas or commercial property.”.\n“Sec. 908. Concealed Pistol Licensing Review Board.\n“(a) There is established a Concealed Pistol Licensing Review Board (“Board”) for the\npurpose of hearing appeals from:\n“(1) A denial of any application or renewal application for a license to carry a\nconcealed pistol in the District pursuant to this act; or\n“(2) A revocation of a license to carry a concealed pistol.\n“(b) The Board’s membership shall be comprised as follows:\n“(1) A mental health professional employed by the Department of Behavioral\nHealth, appointed by the Mayor;\n“(2) A representative from the Office of the Attorney General for the District of\nColumbia, appointed by the Attorney General for the District of Columbia;\n“(3) A representative from the United States Attorney’s Office for the District of\nColumbia (“USAO”), appointed by the United States Attorney for the District of Columbia. If\nthe USAO declines to provide a representative, the Mayor shall appoint a person who is a former\nemployee of the USAO;\n“(4) The Chief Judge of the Superior Court of the District of Columbia or his or\nher designee, or if the Chief Judge declines to serve or appoint a designee, a person appointed by\nthe Mayor who is a retired judge of the Superior Court of the District of Columbia; and\n\nNote, New\n§ 7-2509.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4183\n\n“(5) One public member appointed by the Mayor, who shall be a current or\nformer sworn officer of a law enforcement agency other than the MPD.\n“(c) Each member shall serve a 4-year term.\n“(d) The initial terms shall begin on the date a majority of the members have been sworn\nin, which shall become the anniversary date for all subsequent appointments.\n“(e) A vacancy on the Board shall be filled in the same manner in which the original\nappointment was made.\n“(f) A Board member whose term has expired may continue to serve as a member until a\nreplacement member has been appointed.\n“(g) A member appointed to replace a member who has resigned, dies, or is no longer\nable to serve (as determined by the Board) shall serve for the remainder of the unexpired term of\nthe member being replaced.\n“(h) The Board shall elect a chairperson by majority vote on an annual basis.\n“(i) Three members of the Board shall constitute a quorum, except that the Board may\nonly take official action when at least one of the following members is present:\n“(1) The representative from the Office of the Attorney General for the District of\nColumbia designated pursuant to subsection (b)(2) of this section;\n“(2) The representative from the United States Attorney’s Office for the District\nof Columbia designated pursuant to subsection (b)(3) of this section; or\n“(3) The current or former sworn officer of a law enforcement agency other than\nthe MPD representative designated pursuant to subsection (b)(5) of this section.\n“(j) Members shall serve without compensation, but shall receive actual and necessary\nexpenses incurred in the performance of their official duties.\n“(k) The Mayor shall provide hearing facilities and administrative support for the Board\nfrom existing resources for the current fiscal year.\n“(l)(1) Within 30 days after the date that a majority of the Board members are sworn in\npursuant to subsection (d) of this section, the Mayor, by rule, shall establish hearing procedures\nfor a contested case review of any appeal from a denial of an application or renewal application\nfor a license or revocation of a license, including procedures for the Board to assign panels of 3\nBoard members to conduct such hearings pursuant to subsection (i) of this section.\n“(2) The rules shall include that the burden of production of evidence, and the\nburden of persuasion, at any hearing before the Board shall be upon the applicant or licensee that\nis challenging any denial of an application or renewal application or revocation of a license.\n“(m) The meetings and hearings conducted by the Board shall be confidential and not\nopen to the public.\n“Sec. 909. Penalties.\n“(a)(1) Except as otherwise provided in this title, a person convicted of a violation of a\nprovision of this title, or rules or regulations issued under the authority of this title, shall be fined\nnot more than the amount set forth in section 101 of the Criminal Fine Proportionality\nAmendment Act of 2012, effective June 11, 2013 (D.C. Law 19-317; D.C. Official Code § 223571.01), or imprisoned for not more than 180 days.\n\nNote, New\n§ 7-2509.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4184\n\n“(2) Civil fines, penalties, and fees may be imposed as alternative sanctions for\nany infraction of the provisions of this title, or any rules or regulations issued under the\nauthority of this title.\n“(b) All prosecutions for violations of this title shall be brought in the name of the\nDistrict of Columbia and prosecuted by the Office of the Attorney General for the District of\nColumbia.\n“Sec. 910. Rules.\n“(a) The Chief of the Metropolitan Police Department, pursuant to Title I of the District\nof Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C.\nOfficial Code § 2-501 et seq.), shall, by October 22, 2014, issue rules to implement the\nprovisions of the License to Carry a Pistol Emergency Amendment Act of 2014, passed on\nemergency basis on September 23, 2014 (Enrolled version of Bill 20-926), including rules:\n“(1) To establish criteria for determining when an applicant has, pursuant to\nsection 6 of the Pistols and Other Dangerous Weapons Act:\n“(A) Demonstrated a good reason to fear injury to his or her person,\nwhich shall at a minimum require a showing of a special need for self-protection distinguishable\nfrom the general community as supported by evidence of specific threats or previous attacks\nwhich demonstrate a special danger to the applicant’s life;\n“(B) Demonstrated any other proper reason for carrying a concealed\npistol, which shall at a minimum include types of employment that require the handling of cash\nor other valuable objects that may be transported upon the applicant’s person; and\n“(C) Demonstrated the applicant’s suitability to carry a concealed pistol,\nwhich shall at a minimum include evidence that the applicant meets the requirements of section\n902;\n“(2) To establish the type and amount of ammunition that may be carried\nconcealed by a licensee;\n“(3) To establish the methods by which a pistol may be carried, including any\nstandards for safe holstering;\n“(4) To establish all application forms, investigation procedures, background\nchecks, and fees necessary to process an application for a license to carry a concealed pistol;\n“(5) To specify any procedures or requirements specific to non-residents who\napply to carry a concealed pistol pursuant to section 6 of the Pistols and Other Dangerous\nWeapons Act, with regard to the registration requirements in this act;\n“(6) To specify requirements for signage on any private premises where the\nowner or person in control of the premises prohibits carrying concealed pistols, pursuant to\nsection 907(b); and\n“(7) To establish procedures for the renewal of licenses.”.\nSec. 3. An Act To control the possession, sale, transfer, and use of pistols and other\ndangerous weapons in the District of Columbia, to provide penalties, to prescribe rules of\n\nNote, New\n§ 7-2509.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4185\n\nevidence, and for other purposes, approved July 8, 1932 (47 Stat. 650; D.C. Official Code § 224501 et seq.), is amended as follows:\n(a) Section 4(a) (D.C. Official Code § 22-4504(a)) is amended as follows:\n(1) The lead-in language is amended as follows:\n(A) Strike the phrase “a pistol” and insert the phrase “a pistol, without a\nlicense issued pursuant to District of Columbia law” in its place.\n(B) Strike the phrase “capable of being so concealed”.\n(2) Paragraph (1) is amended by striking the phrase “a pistol” and inserting the\nphrase “a pistol, without a license issued therefor pursuant to District of Columbia law” in its\nplace.\n(b) Section 6 (D.C. Official Code § 22-4506) is revived as of the effective date of the\nLicense to Carry a Pistol Emergency Amendment Act of 2014, passed on emergency basis on\nSeptember 23, 2014 (Enrolled version of Bill 20-926), and is amended to read as follows:\n“Sec. 6. Issuance of a license to carry a pistol.\n“(a) The Chief of the Metropolitan Police Department (“Chief”) may, upon the\napplication of any person having a bona fide residence or place of business within the District of\nColumbia, or of any person having a bona fide residence or place of business within the United\nStates and a license to carry a pistol concealed upon his or her person issued by the lawful\nauthorities of any State or subdivision of the United States, issue a license to such person to carry\na pistol concealed upon his or her person within the District of Columbia for not more than 2\nyears from the date of issue, if it appears that the applicant has good reason to fear injury to his\nor her person or property or has any other proper reason for carrying a pistol, and that he or she\nis a suitable person to be so licensed.\n“(b) A non-resident who lives in a state that does not require a license to carry a\nconcealed pistol may apply to the Chief for a license to carry a pistol concealed upon his or her\nperson within the District of Columbia for not more than 2 years from the date of issue;\nprovided, that he or she meets the same reasons and requirements set forth in subsection (a) of\nthis section.\n“(c) For any person issued a license pursuant to this section, or renewed pursuant to\nsection 903 of the Firearms Control Regulations Act of 1975, passed on emergency basis on\nSeptember 23, 2014 (Enrolled version of Bill 20-926), the Chief may limit the geographic area,\ncircumstances, or times of the day, week, month, or year in which the license is effective, and\nmay revoke the license for good cause.\n“(d) The application for a license to carry shall be on a form prescribed by the Chief.\nThe license shall be in a form prescribed by the Chief and shall bear the name, address,\ndescription, photograph, and signature of the licensee.\n“(e) Any person whose application has been denied or license revoked may, within 15\ndays of notice of the denial, appeal to the Concealed Pistol Licensing Review Board established\npursuant to section 908 of the Firearms Control Regulations Act of 1975, passed on emergency\nbasis on September 23, 2014 (Enrolled version of Bill 20-926).”.\n\nNote,\n§ 22-4504\n\nNote,\n§ 22-4506\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-447, effective October 9, 2014 (Expiration date January 7, 2015)\n\n20 DCSTAT 4186\n\nSec. 4. Applicability.\n(a) Section 3(a) shall apply as of the effective date of this act to persons who have not\nobtained a registration certificate pursuant to section 203 of the Firearms Control Regulations\nAct of 1975, effective September 24, 1976 (D.C. Law 1-85; D.C. Official Code § 7-2502.03),\nand shall apply beginning on the date established by subsection (c) of this section to persons who\nhave obtained a registration certificate.\n(b) The section 2(e) amendment adding a new section 910 of the Firearms Control\nRegulations Act of 1975, passed on emergency basis on September 23, 2014 (Enrolled version of\nBill 20-926) (“section 910”), shall apply as of the effective date of this act.\n(c) All other provisions of this act shall apply on the date that rules issued pursuant to\nsection 910 have become effective.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 22-4504\n\nNote,\n§ 7-2509.01\n\nNote,\n§ 7-2509.10\n\n\f", 
  "end": "4186", 
  "name": "Act_20-447.pdf", 
  "title": "License to Carry a Pistol Emergency Amendment Act of 2014"
}