{
  "start": "4432", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-509, effective December 8, 2014 (Expiration date March 8, 2015)\n\n20 DCSTAT 4432\n\nAN ACT\n\nBill 20-994\nEmergency\nDeclaration\nRes. 20-691\n20 DCStat 4621\n\nTo establish, on an emergency basis, the Pepco Cost-Sharing Fund for DC PLUG, into which the District\nDepartment of Transportation shall deposit funds received from Potomac Electric Power\nCompany, to be used solely for purposes authorized by the Electric Company Infrastructure\nImprovement Financing Act of 2014 for the District of Columbia Power Line Undergrounding\ninitiative.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Pepco Cost-Sharing Fund for DC PLUG Establishment Emergency Act\nof 2014”.\n\nSec. 2. Pepco Cost-Sharing Fund for DC PLUG.\n(a) There is established as a special fund the Pepco Cost-Sharing Fund for DC PLUG\n(“Fund”), which shall be administered by the Director of the District Department of\nTransportation in accordance with subsection (c) of this section.\n(b) The Fund shall consist of transfers from the Potomac Electric Power Company to\nfacilitate cost-sharing for the District of Columbia Power Line Undergrounding (“DC PLUG”)\ninitiative.\n(c) The Fund shall be used to pay for any purpose authorized by the Electric Company\nInfrastructure Improvement Financing Act of 2014, effective May 3, 2014 (D.C. Law 20-102;\nD.C. Official Code § 34-1311.01 et seq.), for the DC PLUG initiative.\n(d) The money deposited into the Fund, and interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nPepco CostSharing Fund\nfor DC PLUG\nEstablishment\nEmergency\nAct of 2014\n\nNote, New\n§ 1-325.331\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-509, effective December 8, 2014 (Expiration date March 8, 2015)\n\n20 DCSTAT 4433\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4433", 
  "name": "Act_20-509.pdf", 
  "title": "Pepco Cost-Sharing Fund for DC PLUG Establishment Emergency Act of 2014"
}