{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4449\nD.C. Act 20-529, effective December 19, 2014 (Expiration date March 19, 2015)\n\nAN ACT\n\nBill 20-1010\nEmergency\nDeclaration\nRes. 20-718\n20 DCStat 4652\n\nTo amend, on an emergency basis, the Education Licensure Commission Act of 1976 to extend authority to\nthe commission to require an educational institution physically located outside the District of\nColumbia offering postsecondary degree-granting or non-degree-granting online programs or\ncourses to District of Columbia residents to be licensed in the District of Columbia, and to provide\nthe commission with the authority to enter into reciprocity agreements in regard to online\ninstruction; and to amend the State Education Office Establishment Act of 2000 to designate the\nOffice of the State Superintendent of Education the state portal agency for state authorization\nreciprocity.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Education Licensure Commission Emergency Amendment Act of\n2014”.\nSec. 2. The Education Licensure Commission Act of 1976, effective April 6, 1977 (D.C.\nLaw 1-104; D.C. Official Code § 38-1301 et seq.), is amended as follows:\n(a) Section 201 (D.C. Official Code § 38-1302) is amended as follows:\n(1) Paragraph (7) is amended by striking the phrase \"by personal attendance or\ncorrespondence.\" and inserting the phrase \"by personal attendance, online instruction, or by other\nmeans.\" in its place.\n(2) New paragraphs (15) and (16) are added to read as follows:\n“(15)(A) \"Online instruction\" means education, whether known as virtual class,\ncorrespondence course, distance learning, or other like term, where the learner and instructor are\nnot physically in the same place at the same time, that is delivered through an electronic medium\nsuch as the Internet, Web-based form, real time, or recorded video or digital form, and offered or\nprovided by an educational institution to District residents who are physically present in the\nDistrict.\n“(B) The education provided pursuant to subparagraph (A) of this\nparagraph shall be deemed delivered through an online presence in the District.\n“(16) \"Online presence\" means the delivery of online instruction by an\neducational institution.”.\n(b) Section 6 (D.C. Official Code § 38-1306) is amended by adding a new subsection (c1) to read as follows:\n“(c-1) An educational institution licensed by the Commission shall be subject to the laws\nand regulations that govern degree-granting and non-degree-granting institutions in the District,\nincluding those governing the complaint process.”.\n(c) Section 7 (D.C. Official Code § 38-1307) is amended as follows:\n\nNote,\n§ 38-1302\n\nNote,\n§ 38-1306\n\nNote,\n§ 38-1307\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4450\nD.C. Act 20-529, effective December 19, 2014 (Expiration date March 19, 2015)\n\n(1) Paragraph (3) is amended by striking the word “and” at the end.\n(2) Paragraph (4) is amended by striking the period and inserting a semicolon in\nits place.\n(3) New paragraphs (5) and (6) are added to read as follows:\n“(5) Have the authority to enter into agreements with other jurisdictions as it relates to\nthe licensing of postsecondary educational institutions that provide degree-granting or nondegree-granting online instruction to residents of the District; and\n“(6) Enter into agreements with degree-granting educational institutions operating in\nthe District of Columbia that are otherwise conditionally exempt pursuant to section 10 for the\npurpose of ensuring consistent consumer protection in the interstate distance education delivery\nof higher education.”.\n(d) Section 9 (D.C. Official Code § 38-1309) is amended as follows:\n(1) Subsection (a)(2) is amended by striking the phrase “§ 29-101.99 or § 29301.64,\" and inserting the phrase “§ 29-101.01 et seq.,” in its place.\n(2) A new subsection (a-1) is added to read as follows:\n“(a-1) An educational institution that is providing degree-granting or non-degreegranting online instruction to residents of the District through an online presence shall be deemed\nto be operating in the District and shall be licensed by the Commission.”.\n(3) Subsection (d) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase \"; and\" and inserting a\nperiod in its place.\n(B) Paragraph (2) is repealed.\n(4) Subsection (e) is amended by striking the phrase \"done by correspondence.\"\nand inserting the phrase \"done solely through online instruction.\" in its place.\nSec. 3. Section 3(b)(6) of the State Education Office Establishment Act of 2000, effective\nOctober 21, 2000 (D.C. Law 13-176; D.C. Official Code § 38-2602(b)(6)), is amended by\nstriking the semicolon and inserting the phrase “, including acting as the state portal agency for\nthe purposes of state authorization reciprocity;” in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 38-1309\n\nNote,\n§ 38-2602\n\n\f",
  "title": "Education Licensure Commission Emergency Amendment Act of 2014",
  "end": "4450",
  "start": "4449",
  "name": "Act_20-529.pdf"
}