{
  "start": "3038", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3038\n\nAN ACT\n\nBill 20-665\nEmergency\nDeclaration\nRes. 20-405\n20 DCStat 3102\n\nTo amend, on an emergency basis, due to Congressional review, the District of Columbia Government\nComprehensive Merit Personnel Act of 1978 to establish a mandatory controlled substance and\nalcohol testing and criminal background check and background investigation program for\napplicants, appointees, employees, volunteers, and contractual workers who have a duty station at\nthe Consolidated Forensic Sciences Laboratory.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Controlled Substance, Alcohol Testing, Criminal Background Check\nand Background Investigation Congressional Review Emergency Amendment Act of 2014”.\nSec. 2. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) A new Title XX-E is added to read as follows:\n“TITLE XX-E. MANDATORY CONTROLLED SUBSTANCE AND ALCOHOL\nTESTING FOR PROTECTION-SENSITIVE POSITIONS.\n“Sec. 2051. Definitions.\n“For the purposes of this title, the term:\n“(1) “Applicant” means a person who has filed a written or electronic\nemployment application or résumé, or a person seeking a volunteer appointment, with the\nDistrict government for a position covered by the provisions of this title.\n“(2) “Appointee” means a person who has been made a contingent job offer to a\nposition subject to the provisions of this title.\n“(3) “Covered employee” means a District government employee occupying a\nprotection-sensitive position.\n“(4) “Drug” means a substance which may have medicinal, intoxicating,\nperformance enhancing or other effects when taken or put into a human body and is not\nconsidered a food or exclusively a food.\n“(5) “Personnel authority” means an individual or entity authorized by section\n406 to implement personnel rules and regulations for employees of an agency or group of\nagencies of the District government or persons delegated this authority by such an individual or\nentity.\n“(6) \"Post-accident employee” means an employee of the District government,\nwho, while on-duty, is involved in a vehicular or other type of accident resulting in personal\ninjury or property damage, or both, in which the cause of the accident could reasonably be\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nControlled\nSubstance,\nAlcohol\nTesting,\nCriminal\nBackground\nCheck and\nBackground\nInvestigation\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 1-620.44\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3039\n\nbelieved to have been the result, in whole or in part, of the use of drugs or alcohol on the part of\nthe employee.\n“(7) “Protection-sensitive position” means a District government employee,\nvolunteer, or contractual worker in a position having a duty station at the Consolidated Forensic\nSciences Laboratory.\n“(8) “Reasonable suspicion” means a reasonable belief by a supervisor that an\nemployee in a protection-sensitive position is under the influence of an illegal drug or alcohol to\nthe extent that the employee’s ability to perform the employee's job may be impaired.\n“(9) “Reasonable suspicion referral” means referral of an employee in a\nprotection-sensitive position for testing by the District government for drug or alcohol use.\n“(10) “Volunteer” means an individual who works without monetary or other\nfinancial compensation.\n“(11) “Vulnerable adult” means an individual 18 years of age or older who has a\nphysical or mental condition which impairs the individual’s ability to provide for the individual's\nown care or protection.\n“Sec. 2052. Drug and alcohol testing for protection-sensitive positions.\n“The following individuals shall be tested by the District government for drug and\nalcohol use:\n“(1) Employees in protection-sensitive positions, on a random basis;\n“(2) Appointees to protection-sensitive positions;\n“(3) Volunteers serving in protection-sensitive positions;\n“(4) Applicants under consideration for voluntary service in protection-sensitive\npositions;\n“(5) District employees and volunteers in protection-sensitive positions who have\nhad a reasonable suspicion referral; and\n“(6) Post-accident District employees and volunteers in protection-sensitive\npositions.\n“Sec. 2053. Notification of employees.\n“(a) All District government employees in protection-sensitive positions shall be given a\nminimum of 30 days written notice before the implementation of the drug and alcohol testing\nprogram set forth by this title. Upon receipt of a written notice of the program, each employee\nshall be given one opportunity to seek treatment, if the employee has a drug or alcohol problem.\n“(b) Upon expiration of the notice period, any confirmed positive drug or alcohol test\nresult, refusal to submit to a drug or alcohol test, or failure to sign the required documents or\notherwise cooperate with any part of the drug testing requirements shall result in termination of\nthe employee’s employment in accordance with this title.\n“Sec. 2054. Notice to appointees and volunteers.\n“(a) Each vacancy announcement for a protection-sensitive position shall include a\nstatement that applicants shall be tested for drug use upon initial appointment and shall be\nsubject to periodic drug and alcohol testing while occupying a protection-sensitive position.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3040\n\n“(b) When a non-competitive recruitment procedure is involved, the Mayor or the\npersonnel authority shall inform the appointee, at the time the contingent job offer is made, that\nthe appointee shall be tested for drugs upon initial appointment, and that the appointee shall be\nsubject to periodic drug and alcohol testing while occupying a protection-sensitive position.\n“(c) Before an individual signs a volunteer agreement to perform protection-sensitive\nfunctions, the Mayor or the personnel authority shall notify the individual that the individual\nshall be tested for drug use upon initial appointment, and that the volunteer shall be subject to\nperiodic drug and alcohol testing while performing these functions.\n“(d) Upon selection, appointees shall receive written notification prior to testing for drug\nand alcohol use.\n“Sec. 2055. Testing methodology.\n“(a) Drug and alcohol analysis shall be performed by an outside contractor at a\nlaboratory certified by the United States Department of Health and Human Services (“HHS”) to\nperform job-related drug and alcohol forensic testing.\n“(b) The drug and alcohol testing sample shall be collected at a location designated by\nthe District government.\n“(c) The collector shall split each sample and secure it for transport to the laboratory.\n“(d) The laboratory shall perform the confirmation testing on one sample, and store the\nsplit of that sample.\n“(e) An individual found to have a confirmed positive urinalysis shall be notified of the\nresult. The individual may then authorize that the stored sample be sent to another HHS-certified\nlaboratory of the individual's choice, at the individual's expense, for confirmation testing.\n“(f) Reasonable suspicion and post-accident employee or volunteer testing shall follow\nthe same procedures set forth in subsections (a), (b), (c), and (d) of this section. In these cases,\nthe employee or volunteer shall be escorted by a supervisor to the contractor's test site for\nspecimen collection or a breathalyzer.\n“(g) A blood, breath, or urine test conducted pursuant to this section shall be deemed\nconfirmed positive if the test yields a result that the employee’s or volunteer’s alcohol content\nwas either .04 grams or more per 210 liters of breath, .04 grams or more per 100 milliliters of\nblood, or .05 grams or more per 100 milliliters of urine.\n“Sec. 2056. Positive test results.\n“(a) An individual found to have a positive drug or alcohol test shall be notified in\nwriting of the result. The individual may then authorize that the stored sample be sent to another\nHHS-certified laboratory of the individual's choice, at the individual's expense, for confirmation\ntesting.\n“(b) A positive drug or alcohol test, a refusal to submit to a drug or alcohol test,\ntampering with a drug or alcohol test, or failure to sign required documents or otherwise\ncooperate with any part of the drug testing requirements shall result in termination of\nemployment, withdrawal of a contingent job offer, termination of a volunteer agreement, or\nwithdrawal of a contingent volunteer service agreement.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3041\n\n“(c) The results of a drug or alcohol test conducted pursuant to this title shall not be\nturned over to a law enforcement agency without the written consent of the employee, appointee,\nvolunteer or a subpoena or court order.\n“Sec. 2057. Coverage of private contractual providers.\n“Private entities that contract with the District government to provide contract employees\nto work in protection-sensitive positions shall establish mandatory drug and alcohol testing\npolicies and procedures that are consistent with the requirements of this subchapter.\n“Sec. 2058. Submission of positions subject to mandatory drug and alcohol testing.\n“(a) Within 60 days after the effective date of this title, personnel authorities shall submit\nto the Mayor a list of the positions it has designated as subject to the drug and alcohol testing\nrequirements of this title.\n“(b) Within 60 days after the effective date of this title, the Chief Procurement Officer\nshall submit to the Mayor a list of positions in private entities that contract with the District\ngovernment and are subject to drug and alcohol testing pursuant to this title.\n“(c) Personnel authorities shall submit an updated list of the positions subject to the\nmandatory drug and alcohol testing of this title no later than December 1 of each year.\n“(d) The Chief Procurement Officer shall submit to the Mayor each quarter an updated\nlist of the positions in private entities that contract with the District government that are subject\nto the drug and alcohol testing of this title.\n“Sec. 2059. Applicability.\n“(a) If, as of the effective date of this act, a District government agency has its own\nstatutory or regulatory drug and alcohol testing policies and procedures and those policies or\nprocedures are stricter than the provisions of this title, this title shall supplement and not replace\nthe agency’s policies and procedures.\n“(b) The provisions of this title shall be in addition to, and shall not repeal, the\nprovisions of section 2051 of the Omnibus Personnel Reform Amendment Act of 1998, effective\nJune 10, 1998 (D.C. Law 12-124; D.C. Official Code § 1-620.11), sections 2021, 2022, 2023,\n2024, and 2025 of the Department of Human Services and Commission on Mental Health\nServices Mandatory Employee Drug and Alcohol Testing and Department of Corrections\nConforming Amendment Act of 1999, effective April 13, 1999 (D.C. Law 12-227; D.C. Official\nCode §§ 1-620.21 through 1-620.25), sections 2031, 2032, 2033, 2034, 2035, 2036, and 2037 of\nthe Child and Youth, Safety and Health Omnibus Amendment Act of 2004, effective April 13,\n2005 (D.C. Law 15-353; D.C. Official Code §§ 1-620.31 through 1-620.37), section 18 of the\nDistrict of Columbia Housing Authority Act of 1999, effective May 9, 2000 (D.C. Law 13-105;\nD.C. Official Code § 6-217), sections 2, 3, 4, and 5 of the Department of Corrections Employee\nMandatory Drug and Alcohol Testing of 1996, effective September 20, 1996 (D.C. Law 11-158;\nD.C. Official Code §§ 24-211.21 through 24-211.24), and Chapter 39 of Title 6B of the District\nof Columbia Municipal Regulations (6B DMCR § 3900 et seq.), entitled \"Testing for the\nPresence of Controlled Substances and Alcohol.\"\n“Sec. 2060. Rules.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3042\n\n“Within 120 days of the effective date of this title, the Mayor, pursuant to Title I of the\nDistrict of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204;\nD.C. Official Code § 2-501 et seq.), shall issue rules to implement the provisions of this title.\".\n(b) A new Title XX-F is added to read as follows:\n“TITLE XX-F.\n“CRIMINAL BACKGROUND CHECKS AND BACKGROUND INVESTIGATIONS\nFOR PROTECTION-SENSITIVE POSITIONS OF 2012.\n“Sec. 2061. Definitions.\n“For the purposes of this title, the term:\n“(1) “Applicant” means a person who has filed a written or electronic\nemployment application, or résumé, or a person seeking a volunteer appointment, with the\nDistrict government for a position covered by the provisions of this title.\n“(2) “Appointee” means a person who has been made a contingent job offer to a\nposition covered by the provisions of this title.\n“(3) “Background investigation” means a thorough inquiry into the past and\npresent conduct and behavior of an applicant, appointee, employee, or volunteer to determine his\nor her suitability for employment.\n“(4) “Covered employee” means a District government employee occupying a\nprotection-sensitive position.\n“(5) “Criminal background check” means the investigation of an individual’s\ncriminal history through the record systems of the Federal Bureau of Investigation, the\nMetropolitan Police Department, or other law enforcement agencies.\n“(6) “Employee” means an individual who is employed on a full-time, part-time,\nor temporary basis by the District government.\n“(7) “FBI” means the Federal Bureau of Investigation.\n“(8) “MPD” means the Metropolitan Police Department.\n“(9) “Personnel authority” means an individual or entity authorized by section\n406 to implement personnel rules and regulations for employees of an agency or group of\nagencies of the District government or persons delegated such authority by such an individual or\nentity.\n“(10) “Protection-sensitive position” means any District government employee,\nvolunteer, or contractual worker in a position having a duty station at the Consolidated Forensic\nSciences Laboratory.\n“(11) “Suitability” means the quality or state of being acceptable for District\ngovernment employment with respect to the character, reputation, qualification, and fitness of\nthe person under consideration.\n“(12) “Supervised” means under the direction of an individual who has received\na current, satisfactory background clearance.\n“(13) “Volunteer” means an individual who performs a protection-sensitive\nfunction without monetary or other financial compensation.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3043\n\n“(14) “Vulnerable adult” means an individual 18 years of age or older who has a\nphysical or mental condition which impairs the individual’s ability from providing for the\nindividual's own care or protection.\n“Sec. 2062. Criminal background checks required for certain individuals.\n“(a) Except as set forth in subsection (b) of this section, the following individuals shall\nbe subject to criminal background checks:\n“(1) An appointee to, or an applicant for, a protection-sensitive position;\n“(2) A volunteer who performs a protection-sensitive function; and\n“(3) A District government employee occupying a protection-sensitive position.\n“(b) An individual with proof of an active federal security clearance may be subject to a\ncriminal background check under subsection (a) of this section.\n“Sec. 2063. Authorization to obtain records and notification requirements.\n“(a) For competitive recruitments, each vacancy announcement for a position subject to a\ncriminal background check under this title shall include a statement that applicants shall be\nsubject to a criminal background check and a background investigation upon initial appointment\nto the position and shall be subject to ongoing criminal background checks while employed in\nthe position.\n“(b) When a non-competitive recruitment procedure is involved, the Mayor or the\npersonnel authority shall inform the appointee at the time the contingent job offer is made that\nthe appointee shall be subject to a criminal background check before to employment in the\ncovered position and shall be subject to ongoing criminal background checks while employed in\nthe position.\n“(c) Before a volunteer signs a volunteer agreement to perform protection-sensitive\nfunctions, the Mayor or the personnel authority shall notify the volunteer that a criminal\nbackground check shall be conducted before the volunteer begins his or her volunteer activities\nand shall be subject to ongoing criminal background checks while performing these functions.\n“Sec. 2064. Procedures for criminal background checks.\n“(a) In order to conduct a criminal background check on an applicant, appointee,\nvolunteer, or covered employee, the Mayor or the personnel authority shall obtain criminal\nbackground records maintained by the FBI, MPD, and any jurisdiction in which the applicant,\nappointee, volunteer, or covered employee has resided or been employed or may otherwise have\na criminal history.\n“(b) An applicant, appointee, volunteer, or covered employee subject to a criminal\nbackground check shall allow himself or herself to be fingerprinted and shall submit any\ninformation necessary or useful to conduct the criminal background check as requested by the\nMayor or the personnel authority. The fingerprints shall be available for use by the Mayor or the\npersonnel authority to conduct a criminal background check.\n“(c) The Mayor or the personnel authority shall conduct criminal background checks,\nincluding the fingerprinting of applicants, appointees, volunteers, and covered employees, in\naccordance with FBI policies and procedures and in an FBI-approved environment.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3044\n\n“(d) The Mayor or the personnel authority shall conduct a criminal background check\nonce the applicant, appointee, covered employee, or volunteer has provided:\n“(1) A complete set of qualified, legible fingerprints, in a form approved by the\nFBI;\n“(2) Written confirmation that the applicant, appointee, covered employee, or\nvolunteer has been informed by the Mayor or the personnel authority that they are authorized to\nconduct a criminal background check on the applicant, appointee, covered employee, or\nvolunteer;\n“(3) Written authorization for the Mayor or the personnel authority to conduct a\ncriminal background check;\n“(4) Any additional identification that is required, including the name, social\nsecurity number, birth date, and gender of the applicant, appointee, covered employee or\nvolunteer;\n“(5) A signed affirmation stating whether or not the applicant, appointee, covered\nemployee, or volunteer has been convicted of, entered a guilty plea, including a plea of nolo\ncontendere to, or has been found not guilty by reason of insanity of any crime in the District of\nColumbia or in any other state or territory;\n“(6) Written acknowledgment that the Mayor or the personnel authority has\nnotified the applicant, appointee, covered employee, or volunteer of his or her right to obtain a\ncopy of the criminal background check report and to challenge the accuracy and completeness of\nthe report; and\n“(7) Written acknowledgment that the Mayor or the personnel authority may\nchoose to deny the applicant or appointee employment or a volunteer position, or terminate a\ncovered employee or volunteer, based on the outcome of the criminal background check.\n“(e) Fingerprinting for the purposes of this section may be conducted by any person\nauthorized to do so by the Mayor or the FBI.\n“Sec. 2065. Background investigations.\n“(a) In addition to criminal background checks, the individuals listed in section 2062\nmay be subject to background investigations.\n“(b) A background investigation pursuant to this title shall consist of:\n“(1) A credit check of the applicant, appointee, covered employee, or volunteer that\nadheres to the notification and consent requirements of the Fair Credit Reporting Act, approved\nOctober 26, 1970 (Pub. L. 91-508; 15 USC § 1681), and any other applicable law or regulation,\nas appropriate;\n“(2) A traffic record check, as appropriate; and\n“(3) The acquisition and consideration of any other information allowed by law\nthat assists in establishing the suitability for employment of an applicant, appointee, covered\nemployee, or volunteer, including employment history checks and reference checks.\n“(c) Any other information allowable by law that shall assist in establishing the\nsuitability of an applicant, appointee, volunteer, or covered employee for employment or\nvolunteer work with the District government.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3045\n\n“Sec. 2066. Assessment of information obtained from criminal background checks and\nbackground investigations.\n“(a) The information obtained from a criminal background check or background\ninvestigation shall not create an automatic presumption against employment of an applicant,\nappointee, covered employee, or volunteer. The Mayor or the personnel authority shall\ndetermine whether the applicant, appointee, covered employee, or volunteer is unsuitable for\nemployment because of his or her criminal history and background. In making this\ndetermination, the Mayor or the personnel authority shall consider the following factors:\n“(1) The specific duties and responsibilities of the covered position;\n“(2) The bearing, if any, the criminal offense or background information will have\non the fitness or ability of the applicant, appointee, covered employee, or volunteer to perform\none or more of such duties or responsibilities;\n“(3) The time which has elapsed since the occurrence of the criminal offense or\nnegative background information;\n“(4) The age of the applicant, appointee, covered employee, or volunteer at the\ntime of the occurrence of the criminal offense or negative background information;\n“(5) The frequency and seriousness of the criminal offense or negative background\ninformation;\n“(6) Any information provided on behalf of the applicant, appointee, covered\nemployee, or volunteer or provided regarding his or her rehabilitation and good conduct since the\noccurrence of the criminal offense or negative background information; and\n“(7) The public policy that it is beneficial generally for ex-offenders to obtain\nemployment.\n“(b) If the Mayor or the personnel authority determines that an applicant, appointee,\nvolunteer, or covered employee shall not remain in his or her position because he or she has been\ndetermined unsuitable for employment because of the individual’s criminal history and\nbackground, the Mayor or the personnel authority shall inform the applicant, appointee,\nvolunteer, or covered employee in writing.\n“Sec. 2067. Appeals.\n“(a) A covered employee who the Mayor or the personnel authority has determined shall\nnot remain in his or her position because of being determined unsuitable for employment due to\nthe covered employee’s criminal history or background investigation shall have the following\nappeal rights:\n“(1) A covered employee in a position under the Career Service (non-probationary\nstatus), Excepted, Executive, Legal, Management Supervisory Service, or in a non-excluded\nEducational Service position who is not on probationary status may appeal the decision; or\n“(2) A covered employee on probationary status or a volunteer may not appeal the\ndecision.\n“(b) The Mayor or the personnel authority shall issue rules setting forth the appeal\nprocess for an applicant, appointee, or covered employee who is determined unsuitable for\nemployment because of his or her criminal history and background.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3046\n\n“Sec. 2068. Submission of positions subject to criminal background checks.\n“(a) Within 60 days after the effective date of this subchapter, each personnel authority\nshall submit to the Mayor a list of the positions it has designated as subject to the criminal\nbackground check requirements of this subchapter.\n“(b) Within 60 days after the effective date of this title, the Chief Procurement Officer\nshall submit to the Mayor a list of the positions in private entities that contract with the District\ngovernment that shall be subject to criminal background checks pursuant to this title.\n“(c) Personnel authorities shall submit to the Mayor an updated list of the positions\nsubject to the background investigation requirements of this title no later than December 1 of\neach year.\n“(d) The Chief Procurement Officer shall submit to the Mayor quarterly reports listing\nthe positions in private entities that contract with the District government that are subject to the\nrequirements of this title.\n“Sec. 2069. Confidentiality of criminal history and background investigation\ninformation.\n“All criminal history and background information records received by the Mayor or the\npersonnel authority shall be confidential and are for the exclusive purpose of making\nemployment-related determinations under this title. The criminal history and background\ninformation records shall not be released or otherwise disclosed to any person except when:\n“(1) Required as a component of an application for employment for a position\nunder this title;\n“(2) Requested by the Mayor, or his or her designee, during an official inspection\nor investigation;\n“(3) Ordered by a court of competent jurisdiction;\n“(4) Authorized by the written consent of the person being investigated; or\n“(5) Utilized for a corrective, adverse, or other administrative action in a\npersonnel proceeding related to the position for which the investigation was conducted or any\nposition to which the employee advanced from that position in the District government.\n“Sec. 2070. Penalty for providing false information regarding criminal history or\nbackground investigations.\n“(a) An applicant or appointee under this title who knowingly or through gross\nnegligence provides false information that is material to the conduct of a criminal history check\nor background investigation shall be denied employment.\n“(b) An employee under this title who knowingly or through gross negligence provides\nfalse information that is material to the conduct of a criminal history check or background\ninvestigation shall be terminated from employment.\n“(c) A volunteer under this title who knowingly or through gross negligence provides\nfalse information that is material to the conduct of a criminal history check or background\ninvestigation shall be prohibited from performing volunteer services for the District government.\n“Sec. 2071. Penalties for disclosing confidential criminal history or background\ninvestigation information.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3047\n\n“(a) An individual who knowingly discloses criminal history or background\ninvestigation information in violation of section 2069 is guilty of a criminal offense and, upon\nconviction, shall be fined no more than $1,000 or imprisoned for not more than 180 days, or\nboth.\n“(b) Prosecutions for violations of this title shall be brought in the Superior Court of the\nDistrict of Columbia by the Office of the Attorney General for the District of Columbia.\n“Sec. 2072. Coverage of private contractual entities.\n“Private entities that contract with the District government to provide employees to work\nin protection-sensitive positions shall establish criminal history check and background\ninvestigation policies and procedures that are consistent with the requirements of this title.\n“Sec. 2073. Applicability.\n“(a) If, as of the effective date of this title, a District government agency has its own\ncriminal history check or background investigation policies and procedures, and those existing\npolicies or procedures are stricter than the provisions of this title, this title shall supplement and\nshall not replace the agency’s policies and procedures.\n“(b) The provisions of this title shall be in addition to, and shall not repeal, the\nprovisions of section 522 of the District of Columbia Health Occupations Revision Act of 1985,\neffective March 25, 1985 (D.C. Law 6-99; D.C. Official Code § 3-1205.22), the Criminal\nBackground Checks for the Protection of Children Act of 2004, effective April 13, 2005 (D.C.\nLaw 15-353; D.C. Official Code § 4-1501.01 et seq.), the Health-Care Facility Unlicensed\nPersonnel Criminal Background Check Act of 1998, effective April 20, 1999 (D.C. Law 12-238;\nD.C. Official Code § 44-551 et seq.), section 2 of the Department of Corrections Criminal\nBackground Investigation Authorization Act of 1998, effective June 19, 1998 (D.C. Law 12-126;\nD.C. Official Code § 24-211.41), and Chapter 4 of Title 6B of the District of Columbia\nMunicipal Regulations (6B DCMR § 4), entitled \"Organization for Personnel Management.”.\n“Sec. 2074. Rules.\n“Within 120 days of the effective date of this title, the Mayor, pursuant to Title I of the\nDistrict of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204;\nD.C. Official Code § 2-501 et seq.), shall issue rules to implement the provisions of this title.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-277, effective February 20, 2014 (Expiration date May 21, 2014)\n\n20 DCSTAT 3048\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3048", 
  "name": "Act_20-277.pdf", 
  "title": "Controlled Substance, Alcohol Testing, Criminal Background Check and Background Investigation Congressional Review Emergency Amendment Act of 2014"
}