{
  "end": "408", 
  "name": "Act_20-1.pdf", 
  "start": "407", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 407\nD.C. Act 20-1, effective January 25, 2013 (Expiration date April 25, 2013)\n\nAN ACT\n\nBill 20-6\nEmergency\nDeclaration\nRes. 20-11\n20 DCStat 703\n\nTo permit, on an emergency basis, due to Congressional review, school-based enrichment programs\napproved to operate in District public schools for the 2012-2013 school year to continue\noperating for the remainder of the school year without being charged rent payable to the District,\nand to require the Department of General Services to develop a District-wide procedure for the\nuse of school spaces by parent-run, not-for-profit enrichment programs to take effect at the\nbeginning of the 2013-2014 school year.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “School-Based Enrichment Programs Congressional Review Emergency\nAct of 2013”.\n\nSec. 2. Notwithstanding any other provision of law, during the 2012-2013 school year,\nthe District shall not charge rent to a parent-run, before- or after-school enrichment program\noperating in a District public school; provided, that the program:\n(1) Operates on a not-for-profit basis;\n(2) Has been approved by the school to operate during the 2012-2013 school year;\n(3) Has an approved building use agreement for 2012-2013 with the District;\n(4) Meets the District’s insurance requirements; and\n(5) Pays any actual costs for security, custodial, or other services that the District\nrequires.\nSec. 3. (a) The Department of General Services (\"DGS\") shall develop a District-wide\nprocedure for the use of District schools by parent-run, nonprofit enrichment programs, including\na process for obtaining permission to use spaces in school, the amount of insurance the programs\nare required to obtain, and any operational fees or costs that the programs shall be required to\npay to the District.\n(b) On or before March 15, 2013, DGS shall:\n(1) Post a draft of the procedure set forth in subsection (a) of this section on its\nwebsite for public comment; and\n(2) E-mail notice of the draft procedure with information on how to provide\ncomment to the chairs of all Local School Advisory Teams.\n(c) On or before May 15, 2013, DGS shall finalize the procedure set forth in subsection\n(a) of this section, which shall take effect at the start of the 2013-2014 school year and shall post\ndetails about the procedure on its website.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSchool-Based\nEnrichment\nPrograms\nCongressional\nReview\nEmergency\nAct of 2013\n\nNote,\n§ 38-409\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 408\nD.C. Act 20-1, effective January 25, 2013 (Expiration date April 25, 2013)\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "School-Based Enrichment Program Congressional Review Emergency Act of 2013 of 2013", 
  "council_period": "20"
}