{
  "end": "4143", 
  "name": "Act_20-428.pdf", 
  "start": "4143", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-428, effective October 3, 2014 (Expiration date January 1, 2015)\n\n20 DCSTAT 4143\n\nAN ACT\n\nBill 20-918\nEmergency\nDeclaration\nRes. 20-596\n20 DCStat 4499\n\nTo amend, on an emergency basis, due to congressional review, the District of Columbia Election Code of\n1955 to establish that each nominating petition circulator must make and sign an affidavit that\nstates that he or she is a qualified petition circulator as that term is defined in the Election Code.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Elections Nominating Petition Circulator Affidavit Second\nCongressional Review Emergency Amendment Act of 2014”.\n\nSec. 2. Section 8(b)(3) of the District of Columbia Election Code of 1955, approved\nAugust 12, 1955 (69 Stat. 701; D.C. Official Code § 1-1001.08(b)(3)), is amended by striking\nthe phrase “circulator is a registered voter” and inserting the phrase “circulator is a qualified\npetition circulator” in its place.\nSec. 3. Applicability.\nThis act shall apply as of October 3, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Board of\nElections Nominating Petition Circulator Affidavit Amendment Act of 2014, enacted on July 29,\n2014 (D.C. Act 20-386; 61 DCR 8057), as the fiscal impact statement required by section\n602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nBoard of\nElections\nNominating\nPetition\nCirculator\nAffidavit\nSecond\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 1-1001.08\n\n\f", 
  "title": "Board of Elections Nominating Petition Circulator Affidavit Second Congressional Review Emergency Amendment Act of 2014", 
  "council_period": "20"
}