{
  "start": "2407", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2407\nD.C. Act 20-164, effective September 30, 2013 (Expiration date December 29, 2013)\n\nAN ACT\n\nTo approve, on an emergency basis, Modification No. M005 to Contract No. DCFA-2009-C-2292 with\nPFC Associates, LLC, to provide occupational and emergency medical services, in a managed\ncare environment, for up to 6,600 covered employees, primarily working for the Metropolitan\nPolice Department and Fire and Emergency Medical Services Department, and to authorize\npayment for the services received and to be received under this modification.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCFA-2009-C-2292 Modification No. M005 Approval\nand Payment Authorization Emergency Act of 2013”.\n\nSec. 2. (a) The Office of Contracting and Procurement, on behalf of the Metropolitan\nPolice Department, exercised Option Year One to extend Contract No. DCFA-2009-C-2292 with\nPFC Associates, LLC, to provide Occupational Healthcare and Ancillary Healthcare Services at\nthe Police and Fire Clinic for all covered employees of the Metropolitan Police Department, Fire\nand Emergency Medical Services Department, District of Columbia Housing Authority, District\nDepartment of the Environment, Protective Services Police Department in the Department of\nGeneral Services, United States Park Police, and the Uniformed Division, United States Secret\nService.\n(b) The total expenditure under this extension with PFC Associates, LLC, is for an\namount not to exceed $12,629,255.00.\nSec. 3. Pursuant to section 451(b) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51(b)), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Modification No.\nM005 to Contract No. DCFA-2009-C-2292, and authorizes payment in an amount not to exceed\n$12,629,255.00 for services received and to be received under that modification.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 20-423\nEmergency\nDeclaration\nRes. 20-283\n20 DCStat 2676\n\nNot Codified\n\nContract No.\nDCFA-2009C-2292\nModification\nNo. M005\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2408\nD.C. Act 20-164, effective September 30, 2013 (Expiration date December 29, 2013)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Cole § 1-204.12(a)).\n\n\f", 
  "end": "2408", 
  "name": "Act_20-164.pdf", 
  "title": "Contract No. Dcfa-2009-C-2292 Modification No. M005 Approval and Payment Authorization Emergency Act of 2013"
}