{
  "start": "4364", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4364\nD.C. Act 20-459, effective October 24, 2014 (Expiration date January 1, 2015)\n\nAN ACT\n\nBill 20-960\nEmergency\nDeclaration\nRes. 20-623\n20 DCStat 4525\n\nTo amend, on an emergency basis, due to congressional review, the District of Columbia Administrative\nProcedure Act to exempt from disclosure certain critical infrastructure information.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Critical Infrastructure Freedom of Information Second Congressional\nReview Emergency Amendment Act of 2014”.\n\nCritical\nInfrastructure\nFreedom of\nInformation\nSecond\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Title II of the District of Columbia Administrative Procedure Act, effective\nMarch 25, 1977 (D.C. Law 1-96; D. C. Official Code § 2-531 et seq.), is amended as follows:\n(a) Section 204(a) (D.C. Official Code § 2-534(a)) is amended as follows:\n(1) Paragraph (13) is amended by striking the word “and”.\n(2) Paragraph (14) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new paragraph (15) is added to read as follows:\n“(15) Any critical infrastructure information or plans that contain critical\ninfrastructure information for the critical infrastructures of companies that are regulated by the\nPublic Service Commission of the District of Columbia.”.\n(b) The text of section 209 (D.C. Official Code § 2-539) is amended to read as follows:\n“(a) For the purposes of this title, the following terms shall have the same meanings as\nprovided in section 102:\n“(1) “Adjudication”;\n“(2) “Agency”;\n“(3) “Council”;\n“(4) “District”;\n“(5) “Mayor”;\n“(6) “Order”;\n“(7) “Party”;\n“(8) “Person”;\n“(9) “Proceedings”;\n“(10) “Public record”;\n“(11) “Relief”;\n“(12) “Rule”; and\n\nNote,\n§ 2-534\n\nNote,\n§ 2-539\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4365\nD.C. Act 20-459, effective October 24, 2014 (Expiration date January 1, 2015)\n\n“(13) “Rulemaking”.\n“(b) For the purposes of this title, the term:\n“(1) “Critical infrastructure” means existing and proposed infrastructure systems\nand assets, whether physical or virtual, so vital to the District of Columbia or the United States\nthat the incapacity or destruction of the infrastructure system or asset could jeopardize the\nphysical security, economic security, health, safety, or welfare of the public.\n“(2) “Critical infrastructure information” means information not customarily in\nthe public domain that is related to the security of critical infrastructure of companies that are\nregulated by the Public Service Commission of the District of Columbia, including information\nregarding:\n“(A) Actual, potential, or threatened interference with, attack on,\ncompromise of, or incapacitation of critical infrastructure or protected systems by either physical\nor computer-based attack or similar conduct (including the misuse of or unauthorized access to\nall types of communications and data transmission systems) that violates federal or District of\nColumbia laws, harms interstate commerce of the United States or the economy of the District of\nColumbia, or threatens public health or safety;\n“(B) The ability of any critical infrastructure or protected system to resist\nsuch interference, compromise, or incapacitation, including any planned or past assessment,\nprojection, or estimate of the vulnerability of critical infrastructure or a protected system,\nincluding security testing, risk evaluation, risk-management planning, or risk audit; or\n“(C) Any planned or past operational problem or solution regarding\ncritical infrastructure or protected systems, including repair, recovery, reconstruction, insurance,\nor continuity, to the extent it is related to such interference, compromise, or incapacitation.”.\nSec. 3. Paragraph 32 of section 8 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 982;\nOfficial Code § 34-902), is amended as follows:\n(a) The existing text is designated as subsection (a).\n(b) A new subsection (b) is added to read as follows:\n“(b) The Commission shall publish rules and regulations for the administration of the\nprovisions of section 204(a)(15) of the District of Columbia Administrative Procedure Act,\neffective March 25, 1977 (D.C. Law 1-96; D.C. Official Code § 2-534(a)(15)).”.\nSec. 4. Applicability\nThis act shall apply as of October 3, 2014.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Critical\nInfrastructure Freedom of Information Amendment Act of 2014, passed on 2nd reading on\nSeptember 23, 2014 (Enrolled version of Bill 20-505) as the fiscal impact statement required by\n\nNote,\n§ 34-902\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4366\nD.C. Act 20-459, effective October 24, 2014 (Expiration date January 1, 2015)\n\nsection 602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4366", 
  "name": "Act_20-459.pdf", 
  "title": "Critical Infrastructure Freedom of Information Second Congressional Review Emergency Amendment Act of 2014"
}