{
  "end": "2413", 
  "name": "Act_20-168.pdf", 
  "start": "2412", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2412\nD.C. Act 20-168, effective September 30, 2013 (Expiration date December 28, 2013)\n\nAN ACT\n\nBill 20-436\nEmergency\nDeclaration\nRes. 20-270\n20 DCStat 2655\n\nTo amend, on an emergency basis, due to Congressional review, sections 16-803 and 16-803.01 of the\nDistrict of Columbia Official Code to establish the burden of proof for certain cases covered by\nthese sections.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Criminal Record Sealing Congressional Review Emergency Act of\n2013”.\n\nSec. 2. Chapter 8 of Title 16 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 16-803(i)(1) is amended to read as follows:\n“(i)(1) In a motion filed under subsection (a), (c-1), or (c-2) of this section, the burden\nshall be on the prosecutor to establish by a preponderance of the evidence that it is not in the\ninterests of justice to grant relief.”.\n(b) Section 16-803.01(b)(2) is amended to read as follows:\n“(2)(A) In all other cases under this section, the Superior Court may grant a\nmotion to seal if it is in the interest of justice to do so. In making this determination, the court\nshall consider:\n“(i) The interests of the movant in sealing the publicly available\nrecords of his or her arrest and related court proceedings;\n“(ii) The community’s interest in retaining access to those records;\n“(iii) The community’s interest in furthering the movant’s\nrehabilitation and enhancing the movant’s employability; and\n“(iv) Any other information it considers relevant.\n“(B) The burden shall be on the movant to establish by a preponderance\nof the evidence that it is in the interest of justice to grant relief.”.\nSec. 3. Applicability.\nThis act shall apply as of September 29, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director for Bill 20-334 as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nCriminal\nRecord\nSealing\nCongressional\nReview\nEmergency\nAct of 2013\n\nNote,\n§ 16-803\n\nNote,\n§ 16-803.01\n\nApplicable\nSeptember 29,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2413\nD.C. Act 20-168, effective September 30, 2013 (Expiration date December 28, 2013)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Criminal Record Sealing Congressional Review Emergency Amendment Act of 2013", 
  "council_period": "20"
}