{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 302\nD.C. Act 19-586, effective January 3, 2012 (Expiration date April 3, 2012)\n\nAN ACT\n\nBill 19-1088\nEmergency\nDeclaration\nRes. 19-767\n20 DCStat 581\n\nTo authorize, on an emergency basis, payment to Alta Bicycle Share, Inc. for services and equipment\nreceived for the Capital Bikeshare Program by the District Department of Transportation without\na valid written contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Capital Bikeshare Program Payment Authorization Emergency Act of\n2012”.\nSec. 2. Pursuant to section 902 of the Procurement Practices Reform Act of 2010,\neffective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-359.02), the Council\nauthorizes payment in the amount of $16,596,598.30 to Alta Bicycle Share, Inc. for services and\nequipment received by the District Department of Transportation for the Capital Bikeshare\nprogram without a valid written contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot\nCodified\n\nCapital\nBikeshare\nProgram\nPayment\nAuthorization\nEmergency\nAct of 2012\n\n\f",
  "title": "Capital Bikeshare Program Payment Authorization Emergency Act of 2012",
  "end": "302",
  "start": "302",
  "name": "Act_19-586.pdf"
}