{
  "start": "1990", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1990\nD.C. Act 20-143, effective July 31, 2013 (Expiration date October 29, 2013)\n\nAN ACT\n\nBill 20-401\nEmergency\nDeclaration\nRes. 20-248\n20 DCStat 2105\n\nTo amend, on an emergency basis, the District of Columbia Election Code of 1955 and the Campaign\nFinance Reform and Conflict of Interest Public Disclosure Amendment Act of 2011 to reflect all\nelected offices in relevant sections.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Election Code Conforming Emergency Amendment Act of 2013”.\n\nSec. 2. The District of Columbia Election Code of 1955, approved August 12, 1955 (69\nStat. 699; D.C. Official Code § 1-1001.01 et seq.), is amended as follows:\n(a) Section 8 (D.C. Official Code § 1-1001.08) is amended as follows:\n(1) The heading is amended by striking the phrase “Delegate, Mayor, Chairman,\nmembers of Council” and inserting the phrase “Delegate, Chairman of the Council, members of\nCouncil, Mayor, Attorney General,” in its place.\n(2) Subsection (b)(1) is amended by adding a new subparagraph (D) to read as\nfollows:\n“(D) Any candidate for the position of Attorney General shall also meet\nthe qualifications required by section 103 of the Attorney General for the District of Columbia\nClarification and Elected Term Amendment Act of 2010, effective May 27, 2010 (D.C. Law 18160; D.C. Official Code § 1-301.83), before the day on which the election for Attorney General\nis to be held.”.\n(3) Subsection (d) is amended by striking the phrase “Delegate, Mayor, Chairman\nof the Council, or member of the Council” and inserting the phrase “Delegate, Chairman of the\nCouncil, member of the Council, Mayor, or Attorney General” in its place.\n(4) Subsection (h) is amended as follows:\n(A) Paragraph (1)(A) is amended by striking the phrase “Delegate, Mayor,\nChairman of the Council of the District of Columbia and the 4 at-large members of the Council”\nand inserting the phrase “Delegate, Chairman of the Council, the 4 at-large members of the\nCouncil, Mayor, and Attorney General” in its place.\n(B) Paragraph (2) is amended by striking the phrase “Delegate, Mayor,\nChairman of the Council and member of the Council” and inserting the phrase “Delegate,\nChairman of the Council, member of the Council, Mayor, and Attorney General” in its place.\n(5) Subsection (i)(1) is amended by striking the phrase “Delegate, Mayor,\nChairman of the Council, or at-large member of the Council” and inserting the phrase “Delegate,\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nElection Code\nConforming\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 1-1001.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1991\nD.C. Act 20-143, effective July 31, 2013 (Expiration date October 29, 2013)\n\nChairman of the Council, at-large member of the Council, Mayor, or Attorney General” in its\nplace.\n(6) Subsection (j) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Strike the phrase “Delegate, Mayor, Chairman of the Council,\nor member of the Council” and insert the phrase “Delegate, Chairman of the Council, member of\nthe Council, Mayor, or Attorney General” in its place.\n(ii) Subparagraph (B) is amended by striking the phrase “Delegate,\nMayor, Chairman of the Council, or at-large member of the Council,” and inserting the phrase\n“Delegate, Chairman of the Council, at-large member of the Council, Mayor, or Attorney\nGeneral,” in its place.\n(B) Paragraph (3) is amended by striking the phrase “Mayor,\nChairman of the Council, member of the Council,” and inserting the phrase “Chairman of the\nCouncil, member of the Council, Mayor, Attorney General,” in its place.\n(7) Subsection (k)(3) is amended as follows:\n(A) The introductory language is amended by striking the phrase\n“Delegate and Mayor” and inserting the phrase “Delegate, Mayor, and Attorney General,” in its\nplace.\n(B) Subparagraph (B) is amended by striking the phrase “pursuant to § 11001.10(d); or” and inserting the phrase “pursuant to § 1-1001.10(d), or, in the case of the\nAttorney General, pursuant to section 435(b) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 777; D.C. Official Code § 1-204.35(b)); or” in its place.\n(b) Section 10 (D.C. Official Code § 1-1001.10) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (3)(C) is amended by striking the phrase “, primary\nelections of each political party for the office of Mayor and Chairman” and inserting the phrase\n“or under section 435(b) of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 777; D.C. Official Code § 1-204.35(b)), primary elections of each political party\nfor the office of Chairman of the Council, Mayor, and Attorney General” in its place.\n(B) Paragraph (4) is amended by striking the phrase “authorized by this\nAct,” and inserting the phrase “authorized by this act or by section 435(b) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 777; D.C. Official Code § 1204.35(b)),” in its place.\n(2) Subsection (d)(1) is amended by striking the phrase “Delegate, Mayor,\nmember of the Council, member of the Board of Education, or winner of a primary election for\nthe office of Delegate, Mayor, or member of the Council” and inserting the phrase “Delegate,\nmember of the Council, Mayor, Attorney General, member of the Board of Education, or winner\nof a primary election for the office of Delegate, member of the Council, Mayor, or Attorney\nGeneral” in its place.\n(c) Section 11(a)(2) (D.C. Official Code § 1-1001.11(a)(2)) is amended by striking the\nphrase “Delegate to the House of Representatives, Mayor, Chairman of the Council, member of\n\nNote,\n§ 1-1001.10\n\nNote,\n§ 1-1001.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1992\nD.C. Act 20-143, effective July 31, 2013 (Expiration date October 29, 2013)\n\nthe Council” and inserting the phrase “Delegate to the House of Representatives, Chairman of\nthe Council, member of the Council, Mayor, Attorney General” in its place.\n(d) Section 15 (D.C. Official Code § 1-1001.15) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “No person shall be a\ncandidate for more than 1 office on the Board of Education or the Council or Mayor in any\nelection for the members of the Board of Education or the Council or Mayor, and no person\nshall be a candidate for more than 1 office on the Council or for the Mayor in any primary\nelection.” and inserting the phrase “No person shall be a candidate for more than 1 office on the\nBoard of Education, the Council, the Mayor, or the Attorney General in any election for the\nmembers of the Board of Education, the Council, the Mayor, or the Attorney General, and no\nperson shall be a candidate for more than 1 office on the Council, or the Mayor, or the Attorney\nGeneral in any primary election.”.\n(2) Subsection (b) is amended by striking the phrase “Mayor, Delegate, Chairman\nor member of the Council” and inserting the phrase “Delegate, Chairman or member of the\nCouncil, Mayor, Attorney General” in its place.\nSec. 3. The Campaign Finance Reform and Conflict of Interest Public Disclosure\nAmendment Act of 2011, effective April 27, 2012 (D.C. Law 19-124; D.C. Official Code § 11161 et seq.), is amended as follows:\n(a) Section 226(b) (D.C. Official Code § 1-1162.26(b)) is amended to read as follows:\n“(b) Except as provided in subsection (c) of this section, neither the Chairman of the\nCouncil, the Mayor, the Attorney General, nor any member of the Chairman of the Council’s, the\nMayor's, or the Attorney General’s immediate family shall accept royalties for works of the\nChairman of the Council, the Mayor, or the Attorney General that exceed $10,000 in the\naggregate during any calendar year. For the purposes of computing the limit on royalties\nestablished under this subsection, a royalty shall be considered received during the calendar year\nin which the right to receive the royalty accrues.”.\n(b) Section 304(7) (D.C. Official Code § 1-1163.04(7) is amended as follows:\n(1) Strike the phrase “the Mayor, Council,” from the introductory language and\ninsert the phrase “the Council, Mayor, Attorney General,” in its place.\n(2) Strike the phrase “candidates for Mayor, the Chairman and members of the\nCouncil,” from the introductory language and insert the phrase “candidates for the Chairman of\nthe Council, members of the Council, Mayor, and Attorney General,” in its place.\n(c) Section 319 (D.C. Official Code § 1-1163.19) is amended as follows:\n(1) Subsection (a) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) $150,000 for an Attorney General exploratory committee;”.\n(2) Subsection (b) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) $1,500 for an Attorney General exploratory committee;”.\n(d) Section 333 (D.C. Official Code § 1-1163.33) is amended as follows:\n(1) Subsection (a) is amended by adding a new paragraph (3A) to read as follows:\n\nNote,\n§ 1-1001.15\n\nNote,\n§ 1-1162.26\n\nNote,\n§ 1-1163.04\n\nNote,\n§ 1-1163.19\n\nNote,\n§ 1-1163.33\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1993\nD.C. Act 20-143, effective July 31, 2013 (Expiration date October 29, 2013)\n\n“(3A) In the case of a contribution in support of a candidate for Attorney General\nor for the recall of the Attorney General, $1,500;”.\n(2) Subsection (b)(1) is amended by striking the phrase “for Mayor, Chairman of\nthe Council, each member of the Council,” and inserting the phrase “for Chairman of the\nCouncil, each member of the Council, Mayor, Attorney General,” in its place.\n(e) Section 336(b) (D.C. Official Code § 1-1163.36(b)) is amended as follows:\n(1) Paragraph (1) is amended by striking the phrase “the Mayor, the Chairman and\nmembers of the Council” and inserting the phrase “the Chairman of the Council, members of the\nCouncil, the Mayor, the Attorney General” in its place.\n(2) Paragraph (2) is amended by striking the phrase “the Mayor, the Chairman and\nmembers of the Council” and inserting the phrase “the Chairman of the Council, members of the\nCouncil, the Mayor, the Attorney General” in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact of the Chief Financial Officer as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 1-1163.36\n\n\f", 
  "end": "1993", 
  "name": "Act_20-143.pdf", 
  "title": "Election Code Conforming Emergency Amendment Act of 2013"
}