{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-410, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3907\n\nAN ACT\n\nBill 20-875\nEmergency\nDeclaration\nRes. 20-572\n20 DCStat 3987\n\nTo amend, on an emergency basis, the Business Improvement Districts Act of 1996 to authorize the\nestablishment and administration of the Southwest Business Improvement District.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Southwest Business Improvement District Emergency Amendment Act\nof 2014”.\n\nSec. 2. The Business Improvement Districts Act of 1996, effective May 29, 1996 (D.C.\nLaw 11-134; D.C. Official Code § 2-1215.01 et seq.), is amended as follows:\n(a) Section 3 (D.C. Official Code § 2-1215.02) is amended as follows:\n(1) A new paragraph (17A) is added to read as follows:\n“(17A) “Net rentable square feet” means the number of net rentable square feet\nreported to, or on record with, the Office of Tax and Revenue.”.\n(2) Paragraph (18) is amended by striking the phrase “or Capitol Riverfront\nBID,” and inserting the phrase “Capitol Riverfront BID, Anacostia BID, or Southwest BID,” in\nits place.\n(b) Section 4(b) (D.C. Official Code § 2-1215.04(b)) is amended by striking the phrase\n“or Anacostia” and inserting the phrase “Anacostia, or Southwest” in its place.\n(c) A new section 210 is added to read as follows:\n“Sec. 210. Southwest BID.\n“(a) Subject to the requirements of sections 5 and 6, the formation of the Southwest BID,\nincluding nonexempt real property within the geographic area set forth in subsection (b) of this\nsection, is authorized and the BID taxes established in subsection (c) of this section shall be\nimposed through the expiration of this act or the termination or dissolution of the BID.\n“(b) The Southwest BID shall be comprised of the geographic area bounded by a line\nthat starts at the center of the street at the intersection of 15th Street, S.W., and Independence\nAvenue, S.W.; continuing east along the center line of Independence Avenue, S.W., to the center\nof the intersection of Independence Avenue , S.W., and 2nd Street, S.W.; continuing south along\nthe center line of 2nd Street, S.W., to the western boundary of the Southeast-Southwest Freeway\n(I-395); continuing south and southeast along the southwestern boundary of the SoutheastSouthwest Freeway (I-395) to the intersection of the Southeast-Southwest Freeway (I-395) and\nSouth Capitol Street; continuing south along the center line of South Capitol Street to the\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nSouthwest\nBusiness\nImprovement\nDistrict\nEmergency\nAmendment\nAct of 2014\n\nNote,\n§ 2-1215.02\n\nNote,\n§ 2-1215.04\nNote, New\n§ 2-1215.60\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-410, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3908\n\nintersection of the center line of South Capitol Street and the southern boundary of M Street,\nS.W.; continuing along southern boundary of M Street, S.W., to the center of the intersection of\nsouthern boundary of M Street, S.W., and center line of 6th Street, S.W.; continuing along the\ncenter line of 6th Street, S.W., to the intersection of 6th Street, S.W., and the water’s edge of the\nWashington Channel; continuing along the bank of the Washington Channel northwest to the\nintersection of the bank of the Washington Channel and 15th Street, S.W.; continuing along the\ncenter line of 15th Street, S.W., to the center of the intersection of 15th Street, S.W., and\nIndependence Avenue, S.W.; provided, that the lots located in Squares 0267, 0268, and 0299\nshall not be included within the Southwest BID.\n“(c)(1) The BID taxes for the nonexempt properties in the Southwest BID shall be:\n“(A)(i) The amount of $0.15 per square foot for each net rentable square\nfoot of improved Class 2 Property, excluding property defined in D.C. Official Code § 47-813(c3)(3) and property covered by sub-subparagraph (iii) of this subparagraph for any property for\nwhich the owner is required to report net rentable area to the Office of Tax and Revenue or for\nwhich the Office of Tax and Revenue has records indicating the net rentable area of the property;\n“(ii) The amount of $0.15 per square foot for each\nequivalent net rentable square foot of improved Class 2 Property, excluding property defined in\nD.C. Official Code § 47-813(c-3)(3) and property covered by sub-subparagraph (iii) of this\nsubparagraph for any property for which the owner is not required to report net rentable area to\nthe Office of Tax and Revenue and for which the Office of Tax and Revenue maintains no record\nof net rentable area. Equivalent net rentable area shall be 90% of gross building area. Gross\nbuilding area shall be determined using any method that is generally recognized in the\nWashington Metropolitan area as an appropriate method for measuring gross building area;\n“(iii) Notwithstanding sub-subparagraphs (i) and (ii) of this\nsubparagraph, the total BID tax due on a property or assembly of properties (if the property\noccupies more than one taxable lot) shall not exceed $100,000 in any year; provided, that this\ncap may be increased each year proportionately to the applicable annual increase in the BID tax,\nregardless of whether the BID tax is increased pursuant to paragraph (3) of this subsection or\nother law;\n“(B) The amount of $0.35 per gross building area for improved vacant\nand the amount of $0.35 per gross square feet of land area of unimproved vacant Class 2\nProperty, Class 3 Property, and Class 4 Property;\n“(C) The amount of $100 per hotel or motel room for property defined in\nD.C. Official Code § 47-813(c-3)(3); and\n“(D) The amount of $120 per unit of Class 1 Property that contains 10 or\nmore residential units available for rental for nontransient residential dwelling purposes.\n“(2) To the extent that a building that is subject to the BID tax is constructed\npursuant to a ground lease on land that is exempt from real property taxes, the assessed value of\nthe real property for purposes of the BID tax shall include the value of the building and the\nleasehold interest, possessory interest, beneficial interest, or beneficial use of the land, and the\nlessee or use of the land shall be assessed the corresponding BID tax, which shall be a personal\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-410, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3909\n\nliability of the lessee. Delinquencies shall be collected in the same manner as possessory interest\ntaxes under D.C. Official Code § 47-1005.01, or as otherwise provided in this act.\n“(3) A 4% annual increase in the BID taxes over the current tax year rates\nspecified in paragraph (1) of this subsection is authorized subject to the requirements of section\n8(b).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napprove December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto\nby the Mayor, action by the Council to override the veto), and shall remain in effect for no longer\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Southwest Business Improvement District Emergency Act of 2014",
  "end": "3909",
  "start": "3907",
  "name": "Act_20-410.pdf"
}