{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3350\nD.C. Act 20-359, effective June 18, 2014 (Expiration date September 16, 2014)\n\nAN ACT\n\nBill 20-798\nEmergency\nDeclaration\nRes. 20-496\n20 DCStat 3467\n\nTo approve, on an emergency basis, Change Orders Nos. 001 and 002 to Contract No. DCAM-12-M1031H-FM with MCN Build, LLC, for design-build services for Powell Elementary School, and to\nauthorize payment to MCN Build, LLC, in the aggregate amount of $20,446,980.57 for the goods\nand services received and to be received under these change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Orders Nos. 001 and 002 to Contract No. DCAM-12-M-1031HFM Approval and Payment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrders Nos. 001 and 002 to Contract No. DCAM-12-M-1031H-FM with MCN Build, LLC, for\ndesign-build services for Powell Elementary School, in the aggregate amount of $20,446,980.57,\nand authorizes payment for the goods and services received and to be received under these\nchange orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Chief Financial Officer as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot codified\n\nChange\nOrders Nos.\n001 and 002 to\nContract No.\nDCAM-12-M1031H-FM\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f",
  "title": "Change Order Nos. 001 and 002 to Contract No. DCAM-12-M-1031H-FM Approval and Payment Authorization Emergency Act of 2014",
  "end": "3350",
  "start": "3350",
  "name": "Act_20-359.pdf"
}