{
  "end": "473", 
  "name": "Act_20-17.pdf", 
  "start": "473", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-17, effective March 1, 2013 (Expiration date May 30, 2013)\n\n20 DCSTAT 473\n\nAN ACT\n\nBill 20-94\nEmergency\nDeclaration\nRes. 20-33\n20 DCStat 735\n\nTo approve, on an emergency basis, multiyear Contract No. DCPO-2008-T-0076 with the U.S. Department\nof Justice to tag on its task order with JPMorgan Chase Bank to provide to District agencies\ncommercial card services for purchase and travel cards under the General Services\nAdministration’s SmartPay® 2 Program, and to authorize payment in the amount of $45,000,000\nfor the goods and services received and to be received under the contract.\n\nNot Codified\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCPO-2008-T-0076 Approval and Payment Authorization\nEmergency Act of 2013”.\n\nContract No.\nDCPO-2008T-0076\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\nSec. 2. Pursuant to section 451(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; Pub. L. 93-198; D.C. Official Code § 1204.51(c)(3)), and notwithstanding the requirements of section 202 of the Procurement Practices\nReform Act of 2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02),\nthe Council approves Contract No. DCPO-2008-T-0076, a multiyear contract with the U.S.\nDepartment of Justice to tag on its task order with JPMorgan Chase Bank to provide to District\nagencies commercial card services for purchase and travel cards under the General Services\nAdministration’s SmartPay® 2 Program, and authorizes payment in the amount of $45,000,000\nfor goods and services received and to be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Contract No‎. ‎Dcpo‎-‎2008‎-‎T‎-‎0076 ‎Emergency ‎Approval Act of 2013", 
  "council_period": "20"
}