{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 439\n\nAN ACT\n\nBill 20-1\nEmergency\nDeclaration\nRes. 20-14\n20 DCStat 708\n\nTo authorize, on an emergency basis, due to Congressional review, the issuance of general obligation\nbonds and general obligation bond anticipation notes of the District of Columbia for the purposes\nof financing certain capital projects and the refunding of certain capital indebtedness of the\nDistrict of Columbia during fiscal years 2013 through 2018.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"General Obligation Bonds and Bond Anticipation Notes for Fiscal Years\n2013-2018 Congressional Review Emergency Authorization Act of 2013\".\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) \"Additional Bonds\" means District general obligation bonds that may be issued\npursuant to section 461 of the Home Rule Act and any act enacted subsequent to this act on a\nparity with the bonds.\n(2) \"Additional Notes\" means District general obligation bond anticipation notes\nthat may be issued pursuant to section 475 of the Home Rule Act and any act enacted subsequent\nto this act.\n(3) \"Authorized Delegate\"' means any officer or employee of the executive office\nof the Mayor to whom the Mayor has delegated any of the Mayor's functions under this act\npursuant to section 422(6) of the Home Rule Act, including, but not limited to, the Chief Financial\nOfficer, the City Administrator, and the Treasurer of the District of Columbia.\n(4) \"Bond Counsel\" means a firm or firms of attorneys designated as bond\ncounsel or co-bond counsel from time to time by the Mayor.\n(5) \"Bonds\" means District general obligation bonds authorized to be issued\npursuant to this act, including any refunding bonds.\n(6) \"Capital Projects\" means the District capital projects as defined in section\n103(8) of the Home Rule Act.\n(7) \"Deposit and Investment Act\" means the Financial Institutions Deposit and\nInvestment Amendment Act of 1997, effective March 18, 1998 (D.C. Law 12-56; D.C. Official\nCode § 47-351.01 et seq.).\n(8) \"Escrow Agreement\" means any agreement heretofore or hereafter entered\ninto by the Mayor or the Chief Financial Officer to provide for the custody, investment, and\ndisbursement of revenues and funds pledged to, and in which a security interest is created for, the\n\nNot Codified\n\nGeneral\nObligation\nBonds and\nBond\nAnticipation\nNotes for\nFiscal Years\n2013-2018\nCongressional\nReview\nEmergency\nAuthorization\nAct of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 440\n\npayment of the principal of, and interest on, the bonds or notes.\n(9) “Hedge Agreement” means any financial arrangement that is a cap, floor, or\ncollar, forward rate, future rate, swap; which swap may be based on an amount equal to either a\nprincipal amount or a notional principal amount relating to all or a portion of the principal\namount of a series of bonds, asset, index, price, or market-linked transaction or agreement;\nother interest rate exchange or rate protection transaction agreement; other similar transactions,\nhowever designated; any combination thereof; any option with respect thereto; or any similar\narrangement that is executed by the District for purposes of debt management, including\nmanaging interest rate fluctuations on bonds, but not for purposes of speculation.\n(10) \"Home Rule Act\" means the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\n(11) \"Notes\" means District general obligation bond anticipation notes\nauthorized to be issued pursuant to this act, including any renewals of such notes.\n(12) \"Outstanding Debt\" means the outstanding indebtedness at any time of the\nDistrict for capital project loans from the Treasury of the United States, any Treasury Advances,\nany outstanding general obligation bonds issued pursuant to this or any prior act, any outstanding\ngeneral obligation bond anticipation notes issued pursuant to this or any prior act, and any\nincome tax secured revenue bonds issued pursuant to the Income Tax Secured Bond\nAuthorization Act of 2008, effective October 22, 2008 (D.C. Law 17-254, D.C. Official Code\n§47-340.26 et seq.).\n(13) \"Paying Agent\" means the District or any bank, trust company, or national\nbanking association designated to serve in this capacity by the Mayor pursuant to section 6.\n(14) \"Procurement Act\" means the Procurement Practices Reform Act of 2010,\neffective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-351.01 et seq.).\n(15) \"Registrar\" means the District or any bank, trust company, or national\nbanking association designated to serve in this capacity by the Mayor pursuant to section 6.\n(16) \"Secretary\" means the Secretary of the District of Columbia.\n(17) \"Special Tax Fund\" means the debt service fund established pursuant to\nsection 9.\n(18) \"Treasury Advances\" means amounts advanced to the District from the\nUnited States Treasury pursuant to Chapter 34 of Title 47 of the District of Columbia Official\nCode.\nSec. 3. Findings.\nThe Council finds that:\n(1) Section 461 of the Home Rule Act authorizes the District to incur indebtedness\nby issuing general obligation bonds to refund Outstanding Debt of the District and to provide for\nthe payment of the cost of acquiring or undertaking its various capital projects.\n(2) Section 475 of the Home Rule Act authorizes the District to incur indebtedness\nby issuing general obligation bond anticipation notes, the proceeds of which shall be used for the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 441\n\npurposes for which general obligation bonds may be issued under section 461 of the Home Rule\nAct.\n(3) The cost of Outstanding Debt may be reduced by refunding a portion of it\nthrough the issuance of the bonds and the District's cost of borrowing may be reduced by the\nissuance from time to time of notes in anticipation of the issuance of bonds.\n(4) The issuance of the bonds and the notes in anticipation of the bonds is an\neconomical method of financing the costs of acquiring or undertaking the capital projects\ndescribed in section 5 and of refunding all or a portion of certain Outstanding Debt as is in the\npublic interest.\n(5) To fund the capital needs of the District for fiscal years 2013 through 2018, it\nwill be necessary to issue bonds from time to time in one or more series in an aggregate principal\namount not to exceed $3,750, 000,000 and to issue notes from time to time in one or more\nseries in anticipation of all or a portion of the bonds.\nSec. 4. Bond and note authorization.\n(a) The District is authorized to incur indebtedness by issuing the bonds pursuant to\nsections 461 through 467 of the Home Rule Act to provide for any of the following:\n(1) The payment of the cost of acquiring, undertaking, or refinancing capital\nprojects described in section 5 for general governmental and enterprise purposes;\n(2) The reimbursing of amounts temporarily advanced for the purposes authorized\nby this act from the General Fund of the District of Columbia, any enterprise fund, or other fund\nor account of the District;\n(3) The refunding of Outstanding Debt; and\n(4) The payment of the costs and expenses of preparation, execution, issuance,\nsale or delivery of, or security for, the bonds and notes, including the payments of contracts or\nagreements the Mayor may determine to be necessary and appropriate as described in section 7(f),\nand the payment of other debt program related costs as provided in the contracts or agreements\nrelated thereto.\n(b) The Mayor is authorized to pay from the proceeds of the bonds and other District\nfunds, the costs and expenses referred to in subsection (a)(4) of this section and to the extent\nnecessary to establish or continue the tax-exempt status of any of the bonds issued on a taxexempt basis.\n(c) The District is authorized pursuant to section 475 of the Home Rule Act to issue the\nnotes in anticipation of the issuance of general obligation bonds and to expend the proceeds of\nthe notes for any of the purposes for which bonds may be issued.\nSec. 5. Capital projects.\n(a)(1) Bonds and notes may be issued from time to time to provide for the payment of\nthe cost of acquiring, undertaking, or refinancing capital projects of the District and\nreimbursement of amounts advanced for such purposes, including, but not limited to, capital\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 442\n\nprojects for the following categories of facilities and equipment by project and project\ndescription:\n(A)\nPhysical plant;\n(B)\nTechnology;\n(C)\nMass transportation;\n(D)\nRoads and bridges;\n(E)\nHousing and economic development;\n(F)\nEnvironmental protection;\n(G)\nMajor equipment; and\n(H)\nRecreation.\n(2) The Council shall specify and determine from time to time, by resolution, the\ncapital projects for which the issuance of bonds shall be authorized.\n(b) The maximum principal amount of indebtedness that may be incurred through the\nissuance of bonds or notes for the capital projects, exclusive of the costs and expenses of issuing\nand delivering the bonds or notes and any other costs referred to in section 4(a)(4) which may\nbe funded with proceeds of the bonds or notes, shall not exceed $3,750,000,000;\nprovided, that the principal amount of any notes or bonds issued to refund prior notes or bonds\nissued for any capital project shall not be included in the determination of the principal amount of\nindebtedness issued for such project.\n(c) The maximum total principal amount to be financed through the bonds and notes\nprovided for the capital projects listed in subsection (a)(1) of this section shall include amounts\nrequested by the District government and approved by Congress in the District's Fiscal Year\n2013-2018 Capital Improvements Plan, as it may be modified from time to time by\nappropriations legislation, or as approved by the Council.\n(d) The costs of the capital projects approved for financing pursuant to this act and prior\nbond acts that have become law, which are paid originally from the General Fund of the District\nof Columbia or General Capital Improvements Fund of the District of Columbia, are reasonably\nexpected to be reimbursed in whole or in part with the proceeds of the bonds or notes in the\nmaximum amount set forth in subsection (b) of this section. The adoption of this act by the\nCouncil declares the intent of the District under Treas. Reg. § 1.150-2, issued under the Internal\nRevenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.), to\nreimburse the General Fund of the District of Columbia and General Capital Improvement Fund\nof the District of Columbia or to refinance Treasury Advances or loans from the Treasury of the\nUnited States for capital projects, in either case, with the proceeds of the bonds and notes.\n(e) Funds pursuant to this act shall not be used to pay for personnel of the District,\nexcept in positions working on authorized capital projects that create assets or extend the useful\nlife of the assets.\nSec. 6. Bond and note details.\n(a) The Mayor is authorized to take any action necessary or appropriate in accordance\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 443\n\nwith this act in connection with the preparation, execution, issuance, sale, delivery, security for,\nand payment of the bonds and notes, including, but not limited to, determinations of:\n(1) Whether the bonds or notes are to be issued in one or more series and the\nprincipal amount of each series;\n(2) For each series of the bonds or notes, the date of issuance, sale, and delivery of\nthe bonds or notes, the maturity date or dates of the bonds (provided that the maximum maturity\nof any bond shall not exceed 30 years from the date of issuance) or notes (provided that the\nmaximum maturity date of any note, including any renewal note issued to refund such note, shall\nnot be later than the last day of the 3rd fiscal year following the fiscal year during which such note\nwas originally issued), the dates for payment of principal and interest on the bonds or notes, and\nthe amount of each installment or sinking fund payment of principal (provided that the principal\ninstallments on each series of the bonds shall begin no later than 3 years from the date of issuance\nof the series);\n(3) The rate or rates of interest or the method for determining the rate or rates of\ninterest on each series of the bonds and notes; provided, that the interest rate or rates borne by\nthe bonds of any series with fixed interest rates shall not exceed 15% per year (calculated on the\nbasis of a 360-day year consisting of twelve 30-day months) in any event and that the interest rate\nor rates borne by the bonds of any series with non-fixed interest rates shall not exceed 15% per\nyear (calculated on the basis of the actual number of days elapsed over a year of 365 or 366 days\nand based on the total amount of interest paid in any fiscal year), and the interest rate or rates\nborne by the notes of any series shall not exceed in the aggregate 10% per year (calculated on the\nbasis of a 360-day year consisting of twelve 30-day months or on the basis of the actual number of\ndays elapsed over a year of 365 or 366 days), as determined by the Mayor or the Authorized\nDelegate; provided further, that if the notes are not paid at maturity, the notes may provide for an\ninterest rate or rates after maturity not to exceed in the aggregate 15% per year (calculated on the\nbasis of a 360-day year consisting of twelve 30-day months or on the basis of the actual number of\ndays elapsed over a year of 365 or 366 days), as determined by the Mayor or the Authorized\nDelegate;\n(4) For each series of the bonds or notes, the maximum debt service payable in\nany fiscal year in accordance with the amount permitted under section 11(a)(3);\n(5) The designation of any series of the bonds or notes and their denominations,\nlettering, and numbering or the manner of determining the designations and denominations,\nlettering, and numbering;\n(6) The price and terms under which any series of the bonds or notes may be\npaid, optionally or mandatorily redeemed, accelerated, tendered, called, or put for redemption,\nrepurchase, or remarketing before their stated maturities;\n(7) The final form, content, and terms of each series of the bonds and notes,\nincluding a determination that any series of the bonds or notes may be issued in book-entry\nform;\n(8) The designation of a registrar, if other than the District, for any series of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 444\n\nbonds or notes and the execution and delivery of any necessary agreements relating to the\nappointment;\n(9) The designation of a Paying Agent for any series of the bonds or notes and the\nexecution and delivery of any necessary agreements relating to the appointment;\n(10) Provisions for the registration, transfer, and exchange of the bonds or notes and\nthe replacement of mutilated, lost, stolen, or destroyed bonds or notes; and\n(11) Provisions for the security of holders of the bonds or notes, including, but not\nlimited to, bond insurance or other credit enhancement.\n(b) The bonds and notes shall be executed in the name of the District and on its behalf\nby the manual signature of the Mayor. To the extent required by the Home Rule Act, the official\nseal of the District or a facsimile of it shall be impressed, printed, or otherwise reproduced\non the bonds and notes.\n(c) The registrar shall manually authenticate each bond or note and maintain the books of\nregistration for the payment of the principal of, and interest on, the bonds or notes and perform\nother ministerial responsibilities as specifically provided in its appointment as registrar, and the\nsecurities depository, if the bonds or notes are issued in book-entry form, shall maintain or cause to\nbe maintained books of registration of owners of beneficial interests in the bonds or notes.\nSec. 7. Sale of the bonds and notes.\n(a) The bonds of any series may be sold by the Mayor at a public sale upon receipt of\nsealed proposals (including electronic bids), or at a private sale on a negotiated basis in a\nmanner as the Mayor may determine to be in the public interest, all pursuant to and in\naccordance with section 466 of the Home Rule Act. The notes of any series may be sold by the\nMayor by competitive bid or negotiated sale as may be determined by the Mayor to be in the\nbest interest of the District.\n(b) The Mayor may prepare, or cause to be prepared, and may execute, for each sale of\nthe bonds or notes, offering documents on behalf of the District and may authorize the\ndistribution of the offering documents for the bonds or notes.\n(c) The Mayor shall take actions and execute and deliver agreements, documents, and\ninstruments (including any amendment of or supplement to any such agreement, document, or\ninstrument) as required by or incidental to:\n(1) The issuance of the bonds or notes;\n(2) If and to the extent the bonds or notes are issued on a tax-exempt basis,\nthe 'exclusion from gross income for federal income tax purposes of interest on the bonds or\nnotes, the treatment of interest on the bonds or notes as not an item of tax preference for\npurposes of the federal alternative minimum tax, and the exemption from District taxation\nof interest on the bonds or notes;\n(3) The performance of any covenants contained in this act or any purchase\ncontract for the bonds or notes; and\n(d) The execution, delivery, and performance of any financing documents in connection\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 445\n\nwith the sale of the bonds or notes, including but not limited to, any Escrow Agreement, trust\nagreement, bond or note purchase agreement, or paying agent agreement.\n(e) The bonds or notes shall not be issued until the Mayor receives an approving opinion\nfrom Bond Counsel as to the validity of the bonds or notes and, if and to the extent the bonds or\nnotes are issued on a tax-exempt basis, the treatment of the interest on the bonds or notes for\npurposes of federal and District income taxation.\n(f) The Mayor shall execute a bond issuance certificate or note issuance certificate, as the\ncase may be, evidencing the determinations made and other actions taken by the Mayor for each\nseries of the bonds or notes issued and shall designate in such certificate the amount of the bonds\nor notes to be used to finance capital projects or to refund or refinance Outstanding Debt, the\namount of principal and interest on that amount of bonds or notes to be paid through sinking fund\npayments, redemptions, or otherwise, in each fiscal year, the date of the bonds or notes, the series\ndesignation, the authorized denominations, the Paying Agent or Agents, and any other matters\npertaining to the bonds or notes, including any matters applicable under section 6(a). A copy of\nthe bond issuance certificate or note issuance certificate, as the case may be, shall be filed with the\nSecretary to the Council not more than 3 days after the delivery of the bonds or notes covered by\nthe certificate. Any bond issuance certificate or note issuance certificate shall be conclusive\nevidence of the actions or determinations taken or made as stated in the certificate.\n(g) The Procurement Act and the Deposit and Investment Act shall not apply to\nwhatever contract the Mayor may from time to time enter into for purposes of this act or the\nMayor may determine to be necessary or appropriate for purposes of this act to place, in whole\nor in part, including, but not limited to:\n(1) An investment or obligation of the District as represented by the bonds or\nnotes; or\n(2) A contract or contracts for bond insurance or other credit enhancement\n(including, but not limited to, a letter or line of credit), or liquidity agreements, or\nplacement of any investment or obligation or program of investment including any offering\ndocument, contract based on interest rate, currency, cash flow, or other basis, including,\nwithout limitation, interest rate swap agreements, currency swap agreements, insurance\nagreements, forward payment conversion agreements, futures contracts providing for payments\nbased on levels of, or changes in, interest rates, currency exchange rates, or stock or other indices,\ncontracts to exchange cash flows or a series of payments, and contracts to hedge payment,\ncurrency, rate, spread, or similar exposure, including, without limitation, interest rate floors, or\ncaps, options, puts, and calls, Hedge Agreements, and any required supplements to any such\ndocuments. The contracts or other arrangements may also be entered into by the District in\nconnection with, or incidental to, entering into or maintaining any agreement that secures the bonds\nor notes. The contracts or other arrangements entered into pursuant to this section shall contain\nwhatever payment security, terms, and conditions as the Mayor may consider appropriate and shall\nbe entered into with whatever party or parties the Mayor may select, after giving due consideration,\nwhere applicable, to the creditworthiness of the counterparty or counterparties, including any\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 446\n\nrating by a nationally recognized rating agency or any other criteria as may be appropriate.\n(3) A contract or contracts for an escrow agent, paying agent, disclosure agent,\ntrustee, collection agent, registrar, underwriting, legal services, accounting, financial advisory\nservices, rating agency services, printing, and any other contracts for services of professionals or\nadvisors or for disclosure services as the Mayor may consider to be necessary or appropriate.\nSec. 8. Payment and security of the bonds and notes.\n(a) The full faith and credit of the District is pledged for the payment of the principal of,\nand interest on, the bonds and notes as they become due and payable through required sinking\nfund payments, redemptions, or otherwise.\n(b) The Council shall, in the full exercise of the authority granted in section 483 of the\nHome Rule Act and under any other law, provide in each annual budget for a fiscal year of the\nDistrict sufficient funds to pay the principal of, and interest on, the bonds and notes becoming\ndue and payable for any reason during that fiscal year.\n(c) The Mayor shall, in the full exercise of the authority granted to the Mayor under the\nHome Rule Act and under any other law, take such actions as may be necessary or appropriate to\nensure that the principal of, and interest on, the bonds and notes are paid when due for any\nreason, including the payment of principal and interest from any funds or accounts of the District\nnot otherwise legally committed.\n(d) The bonds and notes shall evidence continuing obligations of the District until paid in\naccordance with their terms.\n(e) Any Paying Agent shall pay the principal of, and interest on, the bonds and notes\nand may perform other ministerial responsibilities as specifically provided in its appointment as\npaying agent.\n(f) Proceeds of the bonds or notes and any money set aside for any security for the bonds\nor notes or any contract or other arrangement entered into pursuant to this section, may be pledged\nand used to service any contract or other arrangement providing for the payment of principal of,\nand interest on, the bonds or notes.\nSec. 9. Special tax; establishment of rates; collection.\n(a) The Council determines that a special tax is necessary in conjunction with the\nauthorization and issuance of the bonds and any Additional Bonds. Pursuant to section 481 of the\nHome Rule Act and notwithstanding the provisions of Chapter 5 of Title 47 of the District of\nColumbia Official Code, there is levied, for each real property tax year in which bonds or\nAdditional Bonds are outstanding, a special tax on the real property in the District subject to\ntaxation, in amounts that will be sufficient to pay the principal of, and interest on, the bonds and\nAdditional Bonds coming due in each year. This special tax is levied, without limitation as to rate\nor amount, on all classes of real property subject to taxation in the District. The special tax shall\nbe collected and apportioned among classes of real property in the same manner as other District\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 447\n\nreal property taxes and, when collected, shall be set aside in a Special Tax Fund maintained\nseparate from other funds of the District. The collection and custody of the special tax payment\nmay be pursuant to an agreement with an agent for such purposes and the Special Tax Fund may\nbe maintained under an Escrow Agreement. When deposited, the funds in the fund and all\ninvestment income or earnings on these funds shall be irrevocably dedicated and pledged to the\npayment of principal, and interest on, the bonds and any Additional Bonds. Any Escrow\nAgreement providing for holding funds for the benefit of the holders of the bonds shall be\nmaintained so long as any of the bonds is outstanding under this act.\n(b) The District irrevocably pledges for and on behalf of the owners of the bonds as\nfurther security for the due and punctual payment of the principal and redemption price, if any,\nof, and interest on, the bonds as they shall become due and payable for any reason, all of its right,\ntitle, and interest now owned or later acquired in and to the revenue from the special tax levied\nby this section, whether to be received, or held at the time, by a collection agent, custodian, or\nescrow agent for the District, or by District officials. This pledge creates and grants a security\ninterest as contemplated in section 467 of the Home Rule Act, subject to the terms, conditions,\nand limitations in this act, including the provisions of subsections (e) and (i) of this section and\nthe provisions setting forth conditions and limitations applicable to the issuance of Additional\nBonds secured, equally and ratably with the bonds, by a pledge of and security interest in the\nspecial tax revenue.\n(c) The security interest in special tax revenue created by this section shall be valid,\nbinding, and perfected from the time of the delivery of the first bonds with or without the physical\ndelivery of any special tax revenue and with or without any further action. The security interest\nshall be valid, binding, and perfected whether or not any statement, document, or instrument\nrelating to the security interest is recorded or filed. The pledge and lien created by the security\ninterest shall be valid, binding, and perfected with respect to any individual or legal entity having\nclaims against the District, whether or not the individual or legal entity has notice of the pledge\nand lien.\n(d) If the District pays or, pursuant to section 15, makes provisions to pay to the owners of\nall bonds and Additional Bonds the principal or redemption price, if any, and the interest due or to\nbecome due, at the time and in the manner stipulated, the security interest in the special tax\nrevenue created under this section shall be terminated.\n(e)(1) In any real property tax year, if the amount expected to be on deposit in the Special\nTax Fund on the first day of the next succeeding real property tax year exceeds the greater of the.\nearnings on the Special Tax Fund for the current real property tax year or 1/12 of the amount that\nthe Mayor certifies as required to pay the principal of, and interest on, the bonds and any\nAdditional Bonds coming due in the next succeeding real property tax year, the Mayor shall either\ncause the transfer of that excess amount to the General Fund of the District of Columbia or the\nuse of that excess amount to purchase, for cancellation, Outstanding Debt. That excess amount\nshall be released from the lien on and security interest in the special tax revenue created under this\nsection.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 448\n\n(2) On or before the date upon which the Mayor is required by law to submit to\nthe Council proposed real property tax rates for a real property tax year of the District (but not\nlater than the first day of that real property tax year), the Mayor shall certify to the Council the\namount required in that real property tax year to pay the principal of, and interest on, the bonds\nand any Additional Bonds coming due for any reason during that real property tax year. The\namount certified, less any funds then on deposit in the Special Tax Fund after application of\nparagraph (1) of this subsection, shall be called the special tax requirement.\n(f) On or before the date upon which the Mayor is required by law to submit to the\nCouncil proposed tax rates for a real property tax year of the District (but not later than the first\nday of that real property tax year), the Mayor shall calculate and submit to the Council proposed\nreal property special tax rates to be applied during the real property tax year to all real property\nsubject to taxation in the District. The real property special tax rates shall be calculated to yield\nthe special tax requirement, as that amount is certified by the Mayor pursuant to subsection (e) of\nthis section.\n(g) The Council, in the same manner as provided for the establishment of other real\nproperty tax rates, shall, by act, establish real property special tax rates for the real property tax\nyear calculated to yield the special tax requirement, as that amount is certified by the Mayor\npursuant to subsection (e) of this section. If the Council fails to enact special real property tax\nrates for the real property tax year within the time provided by law, the real property special tax\nrates submitted by the Mayor pursuant to subsection (f) of this section shall be the real property\nspecial tax rates to be applied during that real property tax year.\n(h) Real property special taxes shall be collected in the same manner as other District real\nproperty taxes and the Mayor shall promptly deposit in the Special Tax Fund all real property\nspecial taxes collected, including collection through a collection agent and deposit under an\nEscrow Agreement. If the law of the District relating to the levy or collection of real property\ntaxes or the calculation or establishment of real property tax rates is changed in a manner that\nrenders any of the provisions of subsections (e) through (h) of this section incapable of\nperformance in accordance with their respective terms, the Mayor and the Council shall take\nactions that result in the collection of real property special taxes, in the same manner as other\nDistrict real property taxes, in the amounts required by this section.\n(i) The District and the Mayor reserve the right to satisfy all or a portion of the special tax\nrequirement by setting aside and depositing into the Special Tax Fund at any time any funds of the\nDistrict not otherwise legally committed, which deposit shall irrevocably dedicate and pledge\nthose deposits to the payment of principal of, and interest on, the bonds and Additional Bonds\nthen outstanding. To the extent that all or a portion of the special tax requirement is satisfied by\nthose deposits, an equal amount of real property special tax revenue subsequently collected shall be\nreleased from the lien on and the security interest in the special tax revenue created under this\nsection and shall be paid to reimburse the General Fund of the District of Columbia or other fund\nof the District of Columbia from which the other funds were received, and any other funds so\ndeposited in lieu of a portion of the special tax revenues shall be subject to the pledge and security\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 449\n\ninterest under this act as if they were special tax revenues.\n(j) The Mayor shall provide for the payment of the principal of, and interest on, the\nbonds, as it may become due and payable for any reason, by transferring funds on deposit in the\nSpecial Tax Fund to the Paying Agent to the extent required pursuant to the bond issuance\ncertificate provided for in section 7.\nSec. 10. Issuance of bonds to pay notes when due.\n(a) The District shall issue the bonds or, to the extent permitted by the Home Rule Act,\nrenewal notes to provide for the payment of the principal of the notes, as they may become due\nand payable.\n(b) The par value to be received from the sale of any bonds issued to refund the notes or\nany renewal notes shall, to the extent necessary, be used to pay the principal of, and interest on, the\nnotes when due and are pledged to that purpose.\nSec. 11. General covenants.\n(a) The following covenants are made by the District in connection with the\nauthorization and issuance of the bonds:\n(1) Pursuant to section 603(c) of the Home Rule Act, the Council shall not\napprove any budget that would result in expenditures being made by the District during any fiscal\nyear in excess of all resources that the Mayor estimates will be available from all funds available\nto the District for that fiscal year, except as permitted by applicable law. The Mayor shall not\nforward to the President for submission to Congress a budget that is not balanced according to the\nprovisions of section 603(c) of the Home Rule Act, except as permitted by applicable law.\n(2) The District shall prepare its annual financial statements in accordance with\ngenerally accepted accounting principles for state and local governments and cause its annual\nfinancial statements to be audited by an independent accountant.\n(3) The District shall not issue any general obligation bonds or general\nobligation bond anticipation notes, other than bonds or renewal notes to refund any Outstanding\nDebt, or incur any indebtedness to the Treasury of the United States for capital projects in an\namount that would cause the amount of debt service payable in any fiscal year on all the\nindebtedness, including all outstanding bonds and loans, to exceed any limitations set forth in the\nHome Rule Act or the borrowing limitation set forth in D. C. Official Code §47-335.02 at the\ntime the additional bonds or indebtedness are issued or incurred. For purposes of the limitation\nimposed by this section, and as required by section 475(b) of the Home Rule Act, the Council\nhereby determines that the estimated maximum annual debt service amount for the bonds\nanticipated by the notes is $30 million.\n(4) Subject to applicable law, the District shall maintain a capital projects fund,\nseparate from other funds of the District, into which it will deposit the proceeds of any bonds or\nnotes, other than bonds or notes issued to refund Outstanding Debt, less any capitalized interest\nand accrued interest, and shall expend the proceeds only to finance capital projects and incidental\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 450\n\ncosts as defined in section 103(8) of the Home Rule Act. Subject to applicable law, the proceeds\nof the bonds or notes may be escrowed in appropriate accounts with escrow agents or a trustee\nfor the bonds or notes to be applied to the applicable purposes. Interest or other investment\nearnings of proceeds in the capital projects fund shall be credited to the General Fund of the\nDistrict of Columbia, subject to provisions for any deposit requirements to a rebate fund or other\nfunds in accordance with agreements pertaining to the bonds or notes.\n(b) The Mayor may, through a trust agreement or other instrument, make additional\ncovenants of the District and agree to other provisions to better secure, administer funds for, and\nprotect the bonds or notes and the owners thereof\nSec. 12. Events of default.\n(a) Each of the following events constitutes an event of default:\n(1) Failure to pay the principal of the bonds or notes, as the case may be, when\nthe principal becomes due and payable at maturity, upon redemption, or otherwise;\n(2) Failure to pay an installment of interest on the bonds or notes, as the case\nmay be, upon the day when the interest becomes due; and\n(3) Failure by the District to observe and perform any covenant, condition,\nagreement, or provision, other than as specified in paragraphs (1) and (2) of this subsection,\ncontained in the bonds or notes, as the case may be, or in this act, but only if the failure\ncontinues for a period of 90 days after transmittal to the District of written notice of failure.\n(b) A bond or note owner who claims an event of default under subsection (a)(3) of this\nsection shall provide to the registrar written notice specifying the failure and requesting that it be\nremedied. Upon verifying that the written notice has been transmitted by a bona fide bond or note\nowner, the registrar, if other than the District, shall transmit the written notice to the District. If\nthe registrar is the District, the written notice shall be delivered directly to the Mayor. Transmittal\nto the District of the written notice required by this subsection shall not be accomplished in any\nmanner other than that set forth in this subsection. If there is a trust agreement or Escrow\nAgreement for the bonds or notes, the notice by bond or note owners and notice to the District\nshall be given by and to the persons designated in or pursuant to such agreement.\nSec. 13. Remedies.\n(a) Upon the occurrence and continuance of any event of default, any bond or note\nowner may:\n(1) By mandamus or other suit, action, or proceeding at law or in equity, enforce\nall rights of the bond or note owner and require the District to carry out any agreements with or for\nthe benefit of the bond or note owner and to perform its duties under this act;\n(2) Bring suit upon the bonds or notes, as the case may be; and\n(3) By action or suit at law or in equity, enjoin any acts that may be unlawful or\nin violation of the rights of the bond or note owner.\n(b) If any proceeding initiated by any bond or note owner to enforce any right under this\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 451\n\nact is discontinued or abandoned for any reason, the District and the bond or note owner shall be\nrestored to their former positions and rights, and all rights, remedies, and powers of each of the\nparties shall continue as though the proceeding had not been initiated.\n(c) Subject to the provisions of the Home Rule Act, if there is a trust agreement or\nEscrow Agreement for the bonds or notes, actions under this act or such agreement, or on the\nbonds or notes, as the case may be, shall be subject to applicable provisions in the agreement,\nnotwithstanding other provisions in this act.\nSec. 14. District officials.\n(a) The elected and appointed officials, officers, employees, or agents of the District shall\nnot be liable personally for the payment of the bonds or notes or be subject to any personal\nliability by reason of the issuance of the bonds or notes.\n(b) The signature, countersignature, facsimile signature, or facsimile countersignature on\nthe bonds or notes shall be valid and sufficient for all purposes, notwithstanding the fact that the\nofficial ceases to be that official before delivery of the bonds or notes.\nSec. 15. Defeasance of bonds and notes.\n(a) The bonds or notes, as the case may be, shall be legally defeased and no longer be\nconsidered outstanding and unpaid for the purpose of this act, and the requirements of this act\nshall be discharged with respect to the bonds or the notes if the Mayor:\n(1) Deposits with an escrow agent, which shall be a bank, trust company, or\nnational banking association with requisite trust powers, in a separate defeasance escrow\naccount, established and maintained by the escrow agent solely at the expense of the\nDistrict and held in trust for the bond owners, sufficient moneys or direct obligations of the\nUnited States, the principal of, and interest on, which, when due and payable, will provide\nsufficient moneys to pay when due the principal of, and interest on, the bonds or notes to be\ndefeased; and\n(2) Delivers to the defeasance escrow agent an irrevocable letter of instruction to\napply the moneys or investments to the payment of the principal of, and interest on, the bonds or\nnotes to be defeased as they become due and payable.\n(b) The defeasance escrow agent shall not invest the defeasance escrow account in any\ninvestment callable at the option of its issuer if the call could result in less than sufficient moneys\nbeing available for the purposes required by this section.\n(c) The defeasance escrow account specified in subsection (a) of this section may be\nestablished and maintained without regard to any District limitations placed on these accounts\nby any law, except for this act.\n(d) References in this section to \"amounts due and payable\" include, but are not limited\nto, amounts due and payable by reason of optional or mandatory redemption.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 452\n\nSec. 16. Additional debt and other obligations.\nSubject to the terms of any trust agreement or Escrow Agreement pertaining to the bonds or\nnotes, the District reserves the right at any time to borrow money or enter into other\nobligations to the full extent permitted by law, to secure the borrowings or obligations by the\npledge of its full faith and credit, to secure the borrowings or other obligations by any other\nsecurity and pledges of funds as may be authorized by law, and to issue bonds, including\nAdditional Bonds, notes, including Additional Notes, or other instruments, to evidence the\nborrowings or obligations. Any act of the Council authorizing the issuance of Additional Bonds\nshall provide for an increase in the special tax requirement sufficient to pay principal of, and\ninterest on, the Additional Bonds.\nSec. 17. Tax status.\nIf and to the extent the bonds or notes are issued on a tax-exempt basis, the Mayor shall\nnot (1) take any action or omit to take any action, or (2) invest, reinvest, or accumulate any moneys\nin a manner, that will cause the interest on the bonds or notes, as the case may be, to be includable\nin gross income for federal income tax purposes or to be treated as an item of tax preference for\npurposes of the federal alternative minimum tax. The Mayor shall also take all actions necessary\nto be taken, including to make any rebate payment, if any, when due, so that the interest on the\nbonds or notes will not be includable in gross income for federal income tax purposes or be\ntreated as an item of tax preference for purposes of the federal alternative minimum tax.\nSec. 18. Contract.\nThis act shall constitute a contract between the District and the owners of the bonds and\nnotes. To the extent that any acts or resolutions of the Council may be in conflict with this act,\nthis act shall be controlling with respect to bonds and notes.\nSec. 19. Authorized delegation of authority.\nTo the extent permitted by District and federal laws, the Mayor may delegate to any\nauthorized delegate the performance of any act authorized to be performed by the Mayor under this\nact.\nSec. 20. Maintenance of documents.\nCopies of the specimen bonds and notes and related documents shall be filed in the\nOffice of the Secretary of the District of Columbia.\nSee. 21. Information reporting.\n(a) Within 3 days after the Mayor's receipt of the transcript of proceedings relating to\nthe issuance of any series of the bonds or notes, the Mayor shall transmit a copy of the transcript\nto the Secretary to the Council.\n(b) The Mayor shall notify the Council, within 30 days, if any funds or accounts of\nthe District not otherwise legally committed have been used for the payment of principal\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 453\n\nof, and interest on, the bonds pursuant to section 8(c).\n(c) The Mayor's letter of transmittal accompanying the submission of any proposed\nresolution to approve the issuance of bonds or notes pursuant to this act shall include a statement\nas to:\n(1) Whether the bonds or notes of any series are intended to be sold by\ncompetitive bid or by negotiated sale and, if bonds of any series are intended to be sold by\nnegotiated sale, a copy of the Mayor's written determination that sale by competitive bid is not\nfeasible or is not in the best interests of the District and a statement of the reasons supporting\nthis determination; and\n(2) Whether the bonds or notes of any series are intended to be issued on a taxexempt or taxable basis.\n(d)(1) No portion of the proceeds of the sale of bonds or notes shall be used to\ncompensate a District employee unless the employee actually performs duties related to the\nprojects financed by this act, as provided in section 5(e).\n(2) Within 30 days after the effective date of this act, and before any bonds or\nnotes are issued pursuant to this act, the Mayor shall submit to the Council a list of all\nDistrict employees who are compensated, in whole or part, by capital improvement funds.\n(e) With respect to a negotiated sale of bonds or notes, the underwriters shall provide\nwritten notification to the District of the following circumstances:\n(1) Any relationship, during the prior 2 years, with elected or appointed District\nofficials, or the District's bond counsel or financial advisor, which could create a conflict of\ninterest or apparent conflict of interest with the duties performed, or to be performed, by such\nunderwriters or other advisors for the District;\n(2) Any arrangement, during the prior 2 years, to share fees with other\nunderwriters, firms, or individuals in connection with the provision of services to the District by\neither entity; and\n(3) Any public finance transaction for any other issuer where the underwriter, or\nprospective underwriter, is serving, or has served in the prior 2 years, as financial advisor in any\ntransaction where the District's financial advisor was, or is, an underwriter.\nSec. 22. Severability.\nAs provided in the General Rule of Severability Adoption Act of 1983, effective March\n14, 1984 (D.C. Law 5-56; D.C. Official Code § 45-201), if any provision of this act or the\napplication of this act to any person or circumstance is held to be unconstitutional or beyond the\nstatutory authority of the Council, or otherwise invalid, the invalidity shall not affect other\nprovisions or applications of the act that can be given effect without the invalid provision or\napplication, and to this end the provisions of this act are declared to be severable.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-5, effective January 31, 2013 (Expiration date May 1, 2013)\n\n20 DCSTAT 454\n\nSec. 23. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 24. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "General Obligation Bonds and Bond Anticipation Notes for Fiscal Years 2013-2018 Issuance Congressional Review Emergency of 2013",
  "end": "454",
  "start": "439",
  "name": "Act_20-5.pdf"
}