{
  "start": "466", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 466\nD.C. Act 20-12, effective February 20, 2013 (Expiration date May 15, 2013)\n\nAN ACT\n\nBill 20-91\nEmergency\nDeclaration\nRes. 20-26\n20 DCStat 725\n\nTo amend, on an emergency basis, due to Congressional review, the Homeless Services Reform Act of 2005 to\nauthorize the Mayor and the District of Columbia Housing Authority to fill vacant Rent Supplement\nProgram tenant-based voucher slots with homeless families referred by the Department of Human Services\nand determined to have first priority to shelter through the end of the 2012-2013 hypothermia season.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Local Rent Supplement Program Voucher Congressional Review\nEmergency Amendment Act of 2013”.\n\nSec. 2. The Homeless Services Reform Act of 2005, effective October 22, 2005 (D.C.\nLaw 16-35; D.C. Official Code § 4-751.01 et seq.), is amended by adding a new section 8c to\nreads as follows:\n“Sec. 8c. Placement of first priority homeless families for the 2012-2013 hypothermia\nseason.\n“For fiscal year 2013, the Mayor and the District of Columbia Housing Authority may fill\nvacant Rent Supplement Program tenant-based vouchers, established by section 26c of the\nDistrict of Columbia Housing Authority Act of 1999, effective March 2, 2007 (D.C. Law 16192; D.C. Official Code § 6-228), with homeless families referred by the Department of Human\nServices and determined to have first priority to shelter pursuant to section 2508.01(a)(1) of\nTitle 29 of the District of Columbia Municipal Regulations (29 DCMR § 2508.01(a)(1)) through\nthe end of the 2012-2013 hypothermia season. The referrals shall be made in accordance with the\nspecial eligibility criteria set forth in sections 2556, 2557, and 2558 of Title 29 of the District of\nColumbia Municipal Regulations (29 DCMR § 2556- 2558).”.\nSec. 3. Applicability.\nThis act shall apply as of February 14, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nLocal Rent\nSupplement\nProgram\nVoucher\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 4-753.04\n\nApplicable\nAs of\nFebruary 14,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 467\nD.C. Act 20-12, effective February 20, 2013 (Expiration date May 15, 2013)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "467", 
  "name": "Act_20-12.pdf", 
  "title": "Local Rent Supplement Program Voucher ‎Congressional Review Emergency Amendment ‎Act of 2013"
}