{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4435\nD.C. Act 20-513, effective December 10, 2014 (Expiration date March 10, 2015)\n\nAN ACT\n\nBill 20-1019\nEmergency\nDeclaration\nRes. 20-722\n20 DCStat 4658\n\nTo approve, on an emergency basis, the disposition of District-owned real property, formerly known as the\nStevens School, located at 1050 21st Street, N.W., and known for tax and assessment purposes as\nLot 0876 in Square 0073.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Stevens School Disposition Emergency Approval Act of 2014”.\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Developer” means The John Akridge Development Company, with a\nbusiness address of 601 13th Street, N.W., Suite 300 North, Washington, D.C. 20005 and Argos\nGroup, LLC, a District of Columbia limited liability company with a business address of 631 D\nStreet, N.W., Suite 638, Washington, D.C. 20004, or an entity formed by these businesses.\n(2) “Lessees” means the Developer, its successor, one of its affiliates, or\nassignees approved by the Mayor, and the educational user approved by the Mayor.\n(3) “Property” means the real property located at 1050 2151 Street, N.W., and\nknown for tax and assessment purposes as Lot 0876 in Square 0073.\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1 of An Act Authorizing the sale of certain real estate in the\nDistrict of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat.\n1211; D.C. Official Code § 10-801), the Mayor transmitted to the Council a request for approval\nof the disposition of the Property to the Lessees and all required documentation on May 30, 2014\n(the Stevens School Disposition Approval Resolution of 2014, introduced on May 30, 2014 (P.R.\n20-820)).\n(b) The Council approves the disposition of the Property.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer, dated May\n22, 2014, as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\n\nNot Codified\n\nStevens\nSchool\nDisposition\nEmergency\nApproval Act\nof 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4436\nD.C. Act 20-513, effective December 10, 2014 (Expiration date March 10, 2015)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Stevens School Disposition Emergency Approval Act of 2014",
  "end": "4436",
  "start": "4435",
  "name": "Act_20-513.pdf"
}