{
  "start": "4144", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-429, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4144\n\nAN ACT\n\nBill 20-906\nEmergency\nDeclaration\nRes. 20-606\n20 DCStat 4500\n\nTo approve, on an emergency basis, Change Order Nos. 001 through 003 to the contract for construction\nservices for the renovation and modernization of the Office of Cable Television between the\nDistrict of Columbia government and GCS, Inc., Contract No. DCAM-13-CS-0003, and to\nauthorize payment to GCS, Inc., in the aggregate amount of $1,625,151.15 for the goods and\nservices received and to be received under these change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Order Nos. 001 through 003 to Contract No. DCAM-13-CS0003 Approval and Payment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrder Nos. 001 through 003 to Contract No. DCAM-13-CS-0003 with GCS, Inc., for\nconstruction services for the renovation and modernization of the Office of Cable Television in\nthe aggregate amount of $1,625,151.15 and authorizes payment for the goods and services\nreceived and to be received under these change orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Office of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in\n\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nChange Order\nNos. 001\nthrough 003 to\nContract No.\nDCAM-13CS-0003\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "4144", 
  "name": "Act_20-429.pdf", 
  "title": "Change Order Nos. 001 through 003 to Contract No.  DCAM-13-CS-0003 Approval and Payment Authorization Emergency Act of 2014"
}