{
  "end": "3298", 
  "name": "Act_20-315.pdf", 
  "start": "3298", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-315, effective April 28, 2014 (Expiration date July 27, 2014)\n\n20 DCSTAT 3298\n\nAN ACT\n\nBill 20-738\nEmergency\nDeclaration\nRes. 20-454\n20 DCStat 3388\n\nTo approve, on an emergency basis, Office Depot Purchase Order Nos. PO467381 and PO480871 issued\npursuant to the Mid-Atlantic Purchasing Team Cooperative Agreement 11CM-221 for the\npurchase of supply money cards for teachers to use to purchase instructional supplies for the\n2013-2014 school year.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Office Depot Purchase Order Nos. PO467381 and PO480871 Approval\nand Payment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and\nnotwithstanding the requirements of section 202 of the Procurement Practices Reform Act of\n2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code\n§ 2-352.02), the Council approves Office Depot Purchase Order Nos. PO467381 and PO480871\nand authorizes payment in the amount of $1,465,060 for goods received and to be received under\nthe purchase orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nOffice Depot\nPurchase\nOrder Nos.\nPO467381 and\nPO480871\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "title": "Office Depot Purchase Orders Nos. Po467381 and Po480871 Approval and Payment Authorization Emergency Act of 2014", 
  "council_period": "20"
}