{
  "start": "1407", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-58 effective April 23, 2013 (Expiration date July 22, 2013)\n\n20 DCSTAT 1407\n\nAN ACT\n\nBill 20-224\nEmergency\nDeclaration\nRes. 20-100\n20 DCStat 1487\n\nTo exempt, on an emergency basis, the transfer of real property known as Lot 20 in Square 532, located at\n441 4th Street, N.W., to the District of Columbia from the transfer tax.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Transfer of Real Property Located at 441 4th Street, N.W., to the District\nof Columbia Transfer Tax Exemption Emergency Act of 2013”.\n\nSec. 2. The transfer of the real property known as Lot 20 in Square 532, located at 441\n4 Street, N.W., to the District of Columbia, pursuant to the terms of a lease purchase agreement\ndated January 1, 1993, shall be exempt from the tax imposed by Chapter 9 of Title 47 of the\nDistrict of Columbia Official Code.”.\nth\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot codified\n\nTransfer of\nReal Property\nLocated at 441\n4th Street,\nN.W., to the\nDistrict of\nColumbia\nTransfer Tax\nExemption\nEmergency\nAct of 2013\n\n\f", 
  "end": "1407", 
  "name": "Act_20-58.pdf", 
  "title": "Transfer of Real Property Located at 441 4th Street, N.W., to the District of Columbia Transfer Tax Exemption Emergency Act of 2013"
}