{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4405\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nAN ACT\n\nBill 20-986\nEmergency\nDeclaration\nRes. 20-674\n20 DCStat 4588\n\nTo amend, on an emergency basis, the District of Columbia Statehood Constitutional Convention Initiative\nof 1979 to repeal the Statehood Commission, repeal the Statehood Compact Commission, to\nestablish the Office of the Statehood Delegation, and to establish the New Columbia Statehood\nCommission and New Columbia Statehood Fund; to repeal the 51st State Commission\nEstablishment Act of 2010; to amend section 47-1812.11c of the District of Columbia Official\nCode to reflect the establishment of the New Columbia Statehood Fund; to amend the District of\nColumbia Government Comprehensive Merit Personnel Act of 1978 to establish personnel\nauthority for the Statehood Delegation over the Office of the Statehood Delegation; to amend the\nDistrict of Columbia Health Occupations Revision Act of 1985 to repeal the Health Occupation\nAdvisory Committees; to amend the Department of Health Functions Clarification Act of 2001 to\nre-establish the Health Occupation Advisory Committees under the Department of Health; to\namend the Retail Service Station Act of 1976 to modify the membership and scope of the Gas\nStation Advisory Board; to amend the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978 to modify the personnel authority for the District of Columbia Law Revision\nCommission; to amend the District of Columbia Law Revision Commission Act of 1980 to modify\nthe membership of the commission and provide that members shall not be compensated for\nservice; to amend section 47-355.07 of the District of Columbia Official Code to codify the role\nand responsibilities of the Board of Review for Anti-Deficiency Violations, and to revise the\nmembership of the board; to amend the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978 to clarify the compensation provisions for various boards and commissions,\nand to increase the statutory compensation cap for certain boards and commissions; to abolish\ncertain boards and commissions; to amend Chapter 24 of Title 17 of the District of Columbia\nMunicipal Regulations to repeal the authority for the Notary Public Board of Review; to make\nconforming amendments; and to provide for the orderly transition of duties and responsibilities to\nthe newly elected Mayor and Attorney General.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “New Columbia Statehood Initiative, Omnibus Boards and Commissions,\nand Election Transition Reform Emergency Amendment Act of 2014”.\n\nTITLE I – THE NEW COLUMBIA STATEHOOD INITIATIVE\nSec. 101. The District of Columbia Statehood Constitutional Convention Initiative of\n1979, effective March 10, 1981 (D.C. Law 3-171; D.C. Official Code § 1-121 et seq.), is\namended as follows:\n(a) Sections 6 and 7 (D.C. Official Code §§ 1-125 and 1-126) are repealed.\n(b) Title II (D.C. Official Code § 1-129.01 et seq.) is amended to read as follows:\n“TITLE II -- NEW COLUMBIA STATEHOOD INITIATIVE\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nNew\nColumbia\nStatehood\nInitiative,\nOmnibus\nBoards and\nCommissions,\nand Election\nTransition\nReform\nEmergency\nAmendment\nAct of 2014\n\nNote, Repeal\n§§ 1-125,\n1-126\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4406\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“SUBTITLE A. DEFINITIONS.\n“Sec. 11. Definitions.\n“For the purposes of this title, the term:\n“(1) “Commission” means the New Columbia Statehood Commission established\npursuant to section 31.\n“(2) “Fund” means the New Columbia Statehood Fund established pursuant to\nsection 32.\n“(3) “Statehood Delegation” means, collectively, the United States Representative\nand the 2 United States Senators holding office pursuant to section 4.\n“(4) “Statehood Fund” means the fund established by each United States Senator\nand United States Representative pursuant to section 4(g), and overseen by the Office of\nCampaign Finance.\n“(5) “United States Representative” means the District of Columbia public official\nelected pursuant to section 4 to the office of Representative.\n“(6) “United States Senator” means either of the 2 District of Columbia public\nofficials elected pursuant to section 4 to the office of Senator.\n“SUBTITLE B. DISTRICT OF COLUMBIA STATEHOOD DELEGATION\n“Sec. 21. Office of the Statehood Delegation.\n“(a) The Office of the Statehood Delegation (“Office”) is established as an independent\nagency within the District of Columbia government, consistent with the meaning of the term\nindependent agency as provided in section 301(13) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-603.01(13)).\n“(b) The Office shall provide support to the Statehood Delegation in promoting statehood\nand voting rights for the citizens of the District of Columbia.\n“(c) The Office shall be headed by an Executive Director who shall be appointed by the\nStatehood Delegation. The Executive Director shall support the members of the Statehood\nDelegation and provide administrative support to the Commission.\n“(d) The Executive Director shall devote his or her full time to the duties of the\nOffice. The salary of the Executive Director shall be determined by the Statehood Delegation,\nbut shall not exceed 75% of the compensation for a Member of the Council as determined by\nsection 1109(b) of the District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-611.09(b)).\n“(e) For Fiscal Year 2015, the compensation for the Executive Director shall be paid\nfrom funds budgeted for Statehood Initiatives under section 1112 of the Fiscal Year 2015 Budget\nSupport Act of 2014, enacted on September 23, 2014 (D.C. Act 20-424; 61 DCR\n9990). Beginning in Fiscal Year 2016, the salary for the Executive Director shall be paid from\nthe New Columbia Statehood Fund, subject to the availability of funds.\n“SUBTITLE C. NEW COLUMBIA STATEHOOD COMMISSION AND\nNEW COLUMBIA STATEHOOD FUND\n“Sec. 31. Establishment of the New Columbia Statehood Commission.\n\nNote,\n§ 1-129.01\n\nNote,\n§ 1-129.11\n\nNote, New\n§ 1-129.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4407\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(a) The New Columbia Statehood Commission is established as an independent agency\nwithin the District of Columbia government, consistent with the meaning of the term\nindependent agency as provided in section 301(13) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-603.01(13)).\n“(b) The Commission shall:\n“(1) Educate regarding, advocate for, promote, and advance the proposition of\nstatehood and voting rights for the District of Columbia to District residents and citizens of the\n50 states;\n“(2) Solicit financial and in-kind contributions, grants, allocations, gifts,\nbequests, and appropriations from public and private sources to be deposited in the New\nColumbia Statehood Fund established pursuant to section 32 and used for the purposes of\npromoting statehood and voting rights; and\n“(3) Develop an annual budget for, and oversee expenditures from, the New\nColumbia Statehood Fund.\n“(c) The Commission shall be comprised of 5 voting members (“Commissioners”) as\nfollows:\n“(1) The Mayor, or his or her alternate;\n“(2) The Chairman of the Council, or his or her alternate;\n“(3) The United States Representative for the District of Columbia; and\n“(4) The 2 United States Senators for the District of Columbia.\n“(d) The Mayor and the Chairman of the Council shall serve as co-chairs of the\nCommission.\n“(e) By March 1, 2015, the Commission shall adopt bylaws, and may adopt guidelines,\nrules, and procedures for the governance of its affairs and the conduct of its business.\n“(f) The Commission shall meet, at a minimum, on a semiannual basis. A majority of\nthe Commissioners shall constitute a quorum for the conduct of business.\n“(g) The Commission, in carrying out its duties, may utilize pro bono services; provided,\nthat such services are reported pursuant to section 33.\n“(h) The Commission may recruit honorary members based on criteria the\nCommission shall determine. The honorary members shall have no vote on the operation of the\nCommission.\n“Sec. 32. Establishment of the New Columbia Statehood Fund.\n“(a) There is established as a special fund the New Columbia Statehood Fund, which\nshall be administered in accordance with subsections (b), (c), and (d) of this section.\n“(b)(1) All revenues from the following sources shall be deposited into the Fund:\n“(A) An annual appropriation by the Council;\n“(B) Any contributions to, and grants for, the benefit of the New Columbia\nStatehood Fund received from public and private sources;\n“(C) Net receipts pursuant to the income tax check-off provided in D.C.\nOfficial Code § 47-1812.11c.\n\nNote, New\n§ 1-129.22\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4408\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(2) For Fiscal Year 2015, all funds not expended pursuant to section 21(e) from\nthe funds budgeted for Statehood Initiatives under section 1112 of the Fiscal Year 2015 Budget\nSupport Act of 2014, enacted on September 23, 2014 (D.C. Act 20-424; 61 DCR 9990), shall be\ndeposited into the Fund.\n“(c) The Fund shall be used to support the Statehood Delegation, each of the members\nthereof, the Commission, and efforts to promote statehood and voting rights for the citizens of\nthe District of Columbia.\n“(d)(1) To the extent that disbursements are to be made to the Statehood Fund of each\nmember of the Statehood Delegation, the disbursements, as decided by the Commission, shall be\nequal to each member, except as provided in this subsection.\n“(2) No disbursement shall be made under this subsection to a member of the\nDistrict of Columbia Statehood Delegation who is out of compliance with the filing and\ndisclosure requirements of this title and applicable District or federal law, or who has used funds\nin violation of section 35, until such time as the violation has been corrected. In this instance,\nthe 1/3 disbursement held back shall become part of the corpus from which the next\ndisbursement pursuant to this subsection may be made.\n“(e)(1) The money deposited into the Fund, and interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of any fiscal\nyear or at any other time.\n“(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated in the Fund shall be continually available without regard to fiscal year limitation.\n“(f) The Mayor shall submit to the Council, as part of the annual budget, a requested\nappropriation for expenditures from the Fund. The Mayor’s submission shall be based on a\nbudget prepared by the Commission, and shall include the rationale for any variance from the\nCommission’s request.\n“(g) The Chief Financial Officer shall transmit to the Mayor and the Council, at least\nannually, a report summarizing the revenues and expenditures of the Fund.\n“(h) All revenues and expenses of the Fund shall be audited annually by the Chief\nFinancial Officer, who shall transmit the audit to the Mayor and the Council. The expenses of the\nannual audit shall be defrayed by the Fund.\n“Sec. 33. Annual reporting requirements.\n“(a) The Commission shall submit to the Mayor and the Chairman of the Council by\nSeptember 1, 2015, and on a biannual basis thereafter, a detailed report including:\n“(1) The Commission’s activities, revenues, and expenditures;\n“(2) The full name, value, and form of each gift, grant, bequest, or appropriation\nto the New Columbia Statehood Fund; and\n“(3) Any other information considered appropriate by the Commission.\n“(b) The Commission shall make each report available to the general public upon request.\n“Sec. 34. Tax-exempt status.\n“Contributions to the New Columbia Statehood Fund shall be tax deductible.\n“Sec. 35. Use of funds by Statehood Delegation members.\n\nNote, New\n§ 1-129.23\n\nNote, New\n§ 1-129.23\nNote, New\n§ 1-129.24\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4409\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(a) Except as provided in subsection (b) of this section, members of the Statehood\nDelegation shall use New Columbia Statehood Fund monies for any expense closely and directly\nrelated to the operation of their offices.\n“(b)(1) Fund monies shall not be used by members of the Statehood Delegation for:\n“(A) Campaign expenses related to any election, local or national;\n“(B) To influence the outcome of any election, local or national;\n“(C) Any contributions or loans to any political party or candidate for\nfederal or non-federal office;\n“(D) Any personal expenses, or travel expenses not closely and directly\nrelated to the office the member holds; or\n“(E) Any personal salary or stipend for the member.\n“(2) The prohibition in paragraph (1)(E) of this subsection shall not limit the\nability of a member of the Statehood Delegation to pay salaries to employees other than the\nmember, or to pay vendors providing services closely and directly related to the office the\nmember holds.\n“(c) Upon request, but at least annually, each Statehood Delegation member shall provide\nthe Chief Financial Officer with an accounting of the expenditures made with the money\nreceived from the Fund. The date by which the accounting is due shall be set by the Chief\nFinancial Officer. Information submitted by members of the Statehood Delegation shall be\nincluded in the report required by section 33.”.\nSec. 102. The 51st State Commission Establishment Act of 2010, effective March 23,\n2010 (D.C. Law 18-127; D.C. Official Code § 1-136.01 et seq.), is repealed.\n\nNote, Repeal\n§ 1-136.01 – 1136.03\n\nSec. 103. Section 47-1812.11c of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (a) is amended by striking the phrase “the Statehood Delegation Fund\n(“Fund”), established by § 1-129.08” and inserting the phrase “the New Columbia Statehood\nFund (“Fund”), established by section 32 of the New Columbia Statehood Initiative, Omnibus\nBoards and Commissions, and Election Transition Reform Emergency Amendment Act of 2014,\npassed on emergency basis on October 28, 2014 (Enrolled version of Bill 20-986)” in its place.\n(b) Subsection (c) is repealed.\n\nNote,\n§ 47-1812.11c\n\nSec. 104. Section 406(b) of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1604.06(b)), is amended as follows:\n(a) Paragraph (21) is amended by striking the phrase “Administration; and” and\ninserting the phrase “Administration;” in its place.\n(b) Paragraph (22) is amended by striking the phrase “Education.” and inserting the\nphrase “Education; and” in its place.\n(c) A new paragraph (23) is added to read as follows:\n\nNote,\n§ 1-604.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4410\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(23) For the Executive Director of the Office of the Statehood Delegation,\nthe personnel authority is the Statehood Delegation as defined in section 11(3) of the District of\nColumbia Statehood Constitutional Convention Initiative of 1979, effective March 16, 2005\n(D.C. Law 15-226; D.C. Official Code § 1-209.01(3).”.\nSec. 105. Within 60 days of the effective date of the New Columbia Statehood Initiative\nand Omnibus Boards and Commissions Reform Amendment Act of 2014, passed on 2nd reading\non October 28, 2014 (Enrolled version of Bill 20-71), the Commission shall issue a report with\nfindings as to whether the Statehood Delegation should receive compensation in the form of a\nsalary or stipend and, if so, the appropriate amount of such compensation.\nTITLE II -- OMNIBUS BOARDS AND COMMISSIONS REFORM\nSUBTITLE A. STRUCTURAL REVISIONS TO CERTAIN BOARDS AND COMMISSIONS\nPART 1. HEALTH OCCUPATIONS ADVISORY COMMITTEES\nSec. 201. Section 203 of the District of Columbia Health Occupations Revision Act of\n1985, effective March 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1202.03), is amended\nby repealing subsections (b), (c-1), (c-2), (d), (d-1), (d-2), (d-3), (e), and (f).\nSec. 202. The Department of Health Functions Clarification Act of 2001, effective\nOctober 3, 2001 (D.C. Law 14-28; D.C. Official Code § 7-731 et seq.), is amended as follows:\n(a) Redesignate Part A, Part B, and Part C as Subtitle A, Subtitle B, and Subtitle C,\nrespectively.\n(b) A new Subtitle D is added to read as follows:\n“Subtitle D. Health Occupation Advisory Committees.\n“Sec. 4941. Generally.\n“(a) The Department of Health shall oversee the Health Occupation Advisory\nCommittees established under this subtitle.\n“(b) All appointments to the Health Occupation Advisory Committees shall be made by\nthe Director of the Department of Health.\n“(c) The Department of Health shall provide facilities and other administrative support\nfor the Health Occupation Advisory Committees, as determined by the Director.\n“(d) The Health Occupation Advisory Committees shall review applications for licensure\nto practice upon request of the Board of Medicine. The Health Occupation Advisory Committees\nshall submit their respective recommendations to the Board of Medicine for action.\n“(e) For the purposes of this subtitle, the term:\n(1) “Board of Medicine” means the Board of Medicine established pursuant to\nsection 203(a) of the District of Columbia Health Occupations Revision Act of 1985, effective\nMarch 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1202.03(a)).\n(2) “Health Occupation Advisory Committees” means the advisory committees\nestablished pursuant to this subtitle.\n\nNote,\n§ 1-129.21\n\nNote,\n§ 3-1202.03\n\nNote, New\n§ 7-743.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4411\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“Sec. 4942. Advisory Committee on Acupuncture.\n“(a) There is established an Advisory Committee on Acupuncture to consist of 5\nmembers as follows:\n“(1) The Director of the Department of Health, or his or her designee;\n“(2) Three non-physician acupuncturists licensed in the District;\n“(3) A consumer member.\n“(b) Of the appointees to the Advisory Committee on Acupuncture other than the\nDirector, 2 shall serve an initial term of 2 years and 2 shall serve an initial term of 3 years.\nSubsequent appointments shall be for terms of 3 years.\n“(c)(1) The Advisory Committee on Acupuncture shall develop and submit to the Board\nof Medicine guidelines for licensing acupuncturists and regulating the practice of acupuncture in\nthe District.\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Acupuncture shall submit revised\nguidelines to the Board of Medicine by June 22, 2015.\n“(3) The Advisory Committee on Acupuncture shall meet at least annually to\nreview guidelines and make necessary revisions for submission to the Board of Medicine.\n“Sec. 4943. Advisory Committee on Anesthesiologist Assistants.\n“(a) There is established an Advisory Committee on Anesthesiologist Assistants to\nconsist of 3 members as follows:\n“(1) The Director of the Department of Health, or his or her designee;\n“(2) An anesthesiologist licensed in the District with experience working with\nanesthesiologist assistants; and\n“(3) An anesthesiologist assistant licensed in the District.\n“(b) Of the appointees to the Advisory Committee on Anesthesiologist Assistants other\nthan the Director, one shall serve an initial term of 2 years and one shall serve an initial term of 3\nyears. Subsequent appointments shall be for terms of 3 years.\n“(c)(1) The Advisory Committee on Anesthesiologist Assistants shall develop and\nsubmit to the Board of Medicine guidelines for licensing and regulating anesthesiologist\nassistants in the District. The guidelines shall set forth the actions that anesthesiologist assistants\nmay perform under the direct supervision of a licensed anesthesiologist, who shall be responsible\nfor the overall medical direction of the care and treatment of patients.\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Anesthesiologist Assistants shall submit\nrevised guidelines to the Board of Medicine by June 22, 2015.\n\nNote, New\n§ 7-743.02\n\nNote, New\n§ 7-743.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4412\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(3) The Advisory Committee on Anesthesiologist Assistants shall meet at least\nannually to review the guidelines and make necessary revisions for submission to the Board of\nMedicine.\n“Sec. 4944. Advisory Committee on Naturopathic Medicine.\n“(a) There is established an Advisory Committee on Naturopathic Medicine to consist of\n3 members as follows:\n“(1) The Director of the Department of Health, or his or her designee;\n“(2) A licensed physician with experience in naturopathic medicine or in working\nwith naturopathic physicians; and\n“(3) A licensed naturopathic physician.\n“(b) Of the appointees to the Advisory Committee on Naturopathic Medicine other than\nthe Director, one shall serve an initial term of 2 years and one shall serve an initial term of 3\nyears. Subsequent appointments shall be for terms of 3 years.\n“(c)(1) The Advisory Committee on Naturopathic Medicine shall develop and submit to\nthe Board of Medicine guidelines for licensing naturopathic physicians and regulating the\npractice of naturopathic medicine in the District.\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Naturopathic Medicine shall submit\nrevised guidelines to the Board of Medicine by June 22, 2015.\n“(3) The Advisory Committee on Naturopathic Medicine shall meet at least\nannually to review the guidelines and make necessary revisions for submission to the Board of\nMedicine.\n“Sec. 4945. Advisory Committee on Physician Assistants.\n“(a) There is established an Advisory Committee on Physician Assistants to consist of 3\nmembers as follows:\n“(1) The Director of the Department of Health, or his or her designee;\n“(2) A physician or osteopath licensed in the District with experience working\nwith physician assistants; and\n“(3) A physician assistant licensed in the District.\n“(b) Of the appointees to the Advisory Committee on Physician Assistants other than the\nDirector, one shall serve an initial term of 2 years and one shall serve an initial term of 3 years.\nSubsequent appointments shall be for terms of 3 years.\n“(c)(1) The Advisory Committee on Physician Assistants shall develop and submit to the\nBoard of Medicine guidelines for licensing and regulating physician assistants in the District.\nThe guidelines shall set forth the actions that physician assistants may perform in collaboration\nwith a licensed physician or osteopath, who shall be responsible for the overall medical direction\nof the care and treatment of patients and the level of collaboration required for each action.\n\nNote, New\n§ 7-743.04\n\nNote, New\n§ 7-743.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4413\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Physician Assistants shall submit\nrevised guidelines to the Board of Medicine by June 22, 2015.\n“(3) The Advisory Committee on Physician Assistants shall meet at least\nannually to review guidelines and make necessary revisions for submission to the Board of\nMedicine.\n“Sec. 4946. Advisory Committee on Polysomnography.\n“(a) There is established an Advisory Committee on Polysomnography to consist of 3\nmembers as follows:\n“(1) The Director of the Department of Health, or his or her designee; and\n“(2) Two polysomnographic technologists licensed in the District.\n“(b) Of the appointees to the Advisory Committee on Polysomnography other than the\nDirector, one shall serve an initial term of 2 years and one shall serve an initial term of 3 years.\nSubsequent appointments shall be for terms of 3 years.\n“(c)(1) The Advisory Committee on Polysomnography shall develop and submit to the\nBoard of Medicine guidelines for licensing, registration, and regulation of polysomnographic\ntechnologists, polysomnographic technicians, and polysomnographic trainees in the District.\nThe guidelines shall set forth the education and experience requirements for registration and\nlicensure and the actions that polysomnographic technologists, polysomnographic technicians,\nand polysomnographic trainees may perform.\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Polysomnography shall submit revised\nguidelines to the Board of Medicine by June 22, 2015.\n“(3) The Advisory Committee on Polysomnography shall meet at least annually\nto review the guidelines and make necessary revisions for submission to the Board of Medicine.\n“Sec. 4947. Advisory Committee on Surgical Assistants.\n“(a) There is established an Advisory Committee on Surgical Assistants to consist of 5\nmembers as follows:\n“(1) The Director of the Department of Health, or his or her designee;\n“(2) A surgeon licensed in the District with experience working with surgical\nassistants; and\n“(3) Three surgical assistants licensed in the District.\n“(b) Of the appointees to the Advisory Committee on Surgical Assistants other than the\nDirector, 2 shall serve an initial term of 2 years and 2 shall serve an initial term of 3 years.\nSubsequent appointments shall be for terms of 3 years.\n\nNote, New\n§ 7-743.06\n\nNote, New\n§ 7-743.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4414\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(c)(1) The Advisory Committee on Surgical Assistants shall develop and submit to the\nBoard of Medicine guidelines for licensing and regulating surgical assistants in the District. The\nguidelines shall set forth the actions that surgical assistants may perform in collaboration with a\nlicensed surgeon, who shall be responsible for the overall medical direction of the care and\ntreatment of patients.\n“(2)(A) Guidelines approved by the Board of Medicine under section 203 of the\nDistrict of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1202.03), shall remain in effect until revised guidelines are\nsubmitted to and approved by the Board of Medicine.\n“(B) The Advisory Committee on Surgical Assistants shall submit revised\nguidelines to the Board of Medicine by June 22, 2015.\n“(3) The Advisory Committee on Surgical Assistants shall meet at least annually\nto review the guidelines and make necessary revisions for submission to the Board of\nMedicine.”.\nPART 2. GAS STATION ADVISORY BOARD\nSec. 211. Section 5-301 of the Retail Service Station Act of 1976, effective April 19,\n1977 (D.C. Law 1-123; D.C. Official Code § 36-304.01), is amended as follows:\n(a) Subsection (b) is amended as follows:\n(1) Strike the phrase “structurally altered” and insert the phrase “discontinued,\nnor may be structurally altered” in its place.\n(2) Strike the phrase “nonfull service facility” and insert the phrase “nonfull\nservice facility or into any other use” in its place.\n(b) Subsection (d) is amended to read as follows:\n“(d)(1) An exemption may be granted to the prohibitions contained in subsections (b)\nand (c) of this section if:\n“(A) A petition for exemption has been filed with the Gas Station\nAdvisory Board (“Board”), established pursuant to subsection (e) of this section, by both a\ndistributor and a retail dealer (collectively referred to as “petitioners”) that complies with the\nrequirements of paragraph (2) of this subsection;\n“(B) The Board makes a determination, pursuant to paragraph (3) of this\nsubsection, that an exemption should be granted and makes a recommendation to the Mayor to\ngrant the exemption; and\n“(C) The Mayor, in agreement with the Board, grants the exemption.\n“(2) To be considered for an exemption under this subsection, petitioners must\nfile a petition with the Board that includes:\n“(A) Plans and a certification by petitioners that the station will be\nimproved in the following ways:\n“(i) By improving or increasing the lighting of the facility (to a\nreasonable level);\n\nNote,\n§ 36-304.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4415\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(ii) By improving customer accessibility to the gasoline\ndispensers; and\n“(iii) By improving customer conveniences, including separate\nrestroom facilities for men and women, a working air hose for automobile and bicycle tires, and\nwater for windshield cleaning equipment;\n“(B) Any existing site market studies that justify the conversion;\n“(C) Certification that petitioners have notified the Advisory\nNeighborhood Commission (\"ANC\") in which the station is located and any ANC within onequarter mile of the station, and has met or offered to meet with any affected ANC before\nsubmission of the petition for exemption regarding their plans for the station and its impact on\nthe neighborhood; and\n“(D) Certification by petitioners that, should the application be granted,\nany later changes to the building design or lighting will be submitted to any affected ANC before\nthe application for building permits.\n“(3)(A) The Board shall only make a recommendation to grant an exemption if\nthe Board finds that:\n“(i) The operator of the full service retail service station is\nexperiencing extreme financial hardship; and\n“(ii) Another full service retail service station exists within one\nmile of the station which provides equivalent service facilities.\n“(B) In addition to the requirements in subparagraph (A) of this\nparagraph, the Board shall give due weight to the views of the community and the affected ANC.\n“(4) If the Board makes a recommendation to the Mayor that an exemption\nshould be granted under this subsection, the Mayor shall issue a determination on the petition not\nless than 45 days, nor more than 60 days, after the date the petition is submitted, deemed\ncomplete, and notice of thereof has been published in the District of Columbia Register. If the\nMayor does not issue a determination within the 60 days, the petition shall be deemed\napproved.”.\n(b) Subsection (e) is amended to read as follows:\n“(e)(1) There is established a Gas Station Advisory Board to consider petitions for\nexemption from the requirements contained in subsections (b) and (c) of this section.\n“(2) The Board shall consist of 5 members as follows:\n“(A) One member representing the retail service station dealers,\nappointed by the Mayor;\n“(B) One member representing the oil companies, appointed by the\nMayor;\n“(C) One member representing the community interest, appointed by the\nMayor;\n“(D) One member representing the community interest, appointed by the\nCouncil;\n“(E) One member representing the Mayor.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4416\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(3) Members of the Board appointed under this subsection shall continue to\nserve until their successors are appointed.\n“(4) The Board shall establish and publish, for 30 days comment, the rules and\nprocedures which shall govern its conduct. The Board may establish and publish, for 30 days\ncomment, additional criteria which shall be used in reviewing the petitions for exemptions.”.\nPART 3. LAW REVISION COMMISSION\nSec. 221. Section 406(b)(11) of the District of Columbia Government Comprehensive\nMerit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1604.06(b)(11)), is amended by striking the phrase “the personnel authority is the District of\nColumbia Law Revision Commission” and inserting the phrase “the personnel authority is the\nChairman of the Council” in its place.\nSec. 222. Section 2 of the District of Columbia Law Revision Commission Act of 1980,\neffective February 26, 1981 (D.C. Law 3-119; D.C. Official Code § 45-301), is amended as\nfollows:\n(a) Subsection (a) is amended to read as follows:\n“(a) There is established as an advisory body to the Council of the District of Columbia\nthe District of Columbia Law Revision Commission (“Commission”), which shall be composed\nof 9 members, as follows:\n“(1) Four members appointed by the Council of the District of Columbia;\n“(2) Two members appointed by the Mayor of the District of Columbia;\n“(3) Two members appointed by Joint Committee on Judicial Administration in\nthe District of Columbia; and\n“(4) The Attorney General of the District of Columbia, or his or her designee.”.\n(b) Subsection (b) is repealed.\n(c) Subsection (c) is amended by striking the phrase “Except as provided in subsection\n(d) of this section, no” and inserting the phrase “No” in its place.\n(d) Subsection (d) is repealed.\n(e) Subsection (h) is amended to read as follows:\n“(h) Each member of the Commission shall serve without compensation; provided, that\neach member may be reimbursed for actual expenses pursuant to section 1108 of the District of\nColumbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-611.08).”.\n(f) Subsection (j) is repealed.\nPART 4. BOARD OF REVIEW FOR ANTI-DEFICIENCY VIOLATIONS\nSec. 231. Section 47-355.07 of the District of Columbia Official Code is amended to\nread as follows:\n“Sec. 47-355.07. Board of Review for Anti-Deficiency Violations.\n\nNote,\n§ 1-604.06\n\nNote\n§ 45-301\n\nNote,\n§ 47-355.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4417\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(a) The Board of Review for Anti-Deficiency Violations (“Review Board”) is\nestablished as an independent agency within the District of Columbia government, consistent\nwith the meaning of the term independent agency, as provided in section 301(13) of the District\nof Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-603.01(13)).\n“(b) The Review Board shall:\n“(1) Advise and make recommendations to the Mayor, Council, Chief Financial\nOfficer, and Inspector General on issues relative to anti-deficiency law violations in the District\nof Columbia; and\n“(2) Convene within 30 days of learning of an alleged violation of § 47-355.02 to\ndetermine whether a violation occurred.\n“(c)(1) The Review Board shall be comprised of 5 members of the District of Columbia\ngovernment appointed as follows:\n“(A) Two representatives who serve at the pleasure of the Chief Financial\nOfficer, one of whom shall be appointed by the Chief Financial Officer to serve as Chairperson\nof the Review Board;\n“(B) One representative who serves at the pleasure of the Mayor;\n“(C) One representative of the Council, who shall be an employee of the\nCouncil and shall be appointed by the Chairman of the Council; and\n“(D) One representative who serves at the pleasure of the Inspector\nGeneral.\n“(2) Members shall be appointed to a term of 3 years. Each member may serve\nbeyond the end of their term until reappointed or replaced by the appropriate appointing\nauthority.\n“(3) Members shall serve without compensation; provided, that a member may be\nreimbursed for expenses incurred in the authorized execution of official duties of the Review\nBoard if those expenses are approved in advance by the Chief Financial Officer.\n“(d) If the Review Board determines that a violation of § 47-355.02 has occurred, it\nshall:\n“(1) Assess the responsibility of culpable employees;\n“(2) Except as provided in subsection (e) of this section, recommend an\nappropriate disciplinary action; and\n“(3) Present a report to the Council within 30 days of the determination of a\nviolation that includes all relevant facts, including:\n“(A) The violation;\n“(B) The name and title of the employees who were responsible for the\nviolation;\n“(C) Any justification; and\n“(D) A statement of the action taken or proposed to be taken.\n“(e)(1) A finding by the Review Board that a violation of § 47-355.02 has occurred shall\nnot be a prerequisite for adverse personnel action under § 47-355.06.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4418\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(2) In recommending appropriate disciplinary action under subsection (d) of this\nsection, the Review Board may make a recommendation that no action be taken where it finds\njustification for the violation. Justification may include overspending as a result of court orders,\nentitlements, or explicit authorization in an appropriations act.\n“(f) The Review Board is authorized to establish subcommittees as needed. A\nsubcommittee may include District government employees who are not members of the Review\nBoard; provided, that each subcommittee is chaired by a member of the Review Board.\n“(g) The Review Board may establish its own bylaws and rules of procedure, subject to\nthe approval of the Chief Financial Officer or his or her designee.\n“(h) The Office of the Chief Financial Officer shall provide administrative and staff\nsupport to the Review Board.”.\nPART 5. COMMISSION ON THE ARTS AND HUMANITIES\nSec. 232. Section 2 of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law\n2-142; D.C. Official Code § 1-523.01), is amended as follows:\n(a) Subsection (e) is amended as follows:\n(1) Paragraph 31 is amended by striking the period and inserting the phrase “;\nand” in its place.\n(2) A new paragraph (32) is added to read as follows:\n“(32) Commission on the Arts and Humanities, established by section 4 of the\nCommission on the Arts and Humanities Act, effective October 21, 1975 (D.C. Law 1-22; D.C.\nOfficial Code § 39-203).”.\n(b) Subsection (f)(11) is repealed.\nSUBTITLE B. COMPENSATION FOR SERVICE ON CERTAIN BOARDS AND\nCOMMISSIONS\nSec. 241. Section 1108 of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1611.08), is amended as follows:\n(a) A new subsection (a-1) is added to read as follows:\n“(a-1) Except as provided in subsection (a) of this section, members of boards and\ncommissions shall not be compensated for time expended in the performance of official duties\nexcept as authorized by subsections (b), (c), (c-1), (c-2), and (c-3) of this section.”.\n(b) Subsection (c) is amended to read as follows:\n“(c) Members of the following boards and commissions shall be entitled to\ncompensation in the form of a salary as currently authorized by law:\n“(1) Public Service Commission;\n“(2) Contract Appeals Board;\n“(3) Rental Housing Commission;\n“(4) The Chairperson of the District of Columbia Taxicab Commission;\n“(5) District of Columbia Board of Ethics and Government Accountability; and\n\nNote,\n§ 1-523.01\n\nNote,\n§ 1-611.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4419\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(6) Full-time members of the Real Property Tax Appeals Commission.”.\n(c) New subsections (c-1), (c-2), and (c-3) are added to read as follows:\n“(c-1) Members of the following boards and commissions shall be entitled to\ncompensation in the form of an hourly rate of pay as follows:\n“(1) Board of Zoning Adjustment members shall be entitled to compensation at\nthe hourly rate of $25 for time spent in performance of duties at meetings, not to exceed $12,000\nfor each board member per year;\n“(2) Office of Employee Appeals members shall be entitled to compensation at\nthe hourly rate of $25 for time spent in performance of duties at meetings, not to exceed $3,000\nfor each member per year;\n“(3) District of Columbia Retirement Board Members shall be entitled to\ncompensation as provided in section 121(c) of the District of Columbia Retirement Reform Act,\napproved November 17, 1979 (93 Stat. 866; D.C. Official Code § 1-711(c));\n“(4) Police and Firefighters Retirement and Relief Board members shall be\nentitled to compensation at the hourly rate of $25 for time spent in performance of duties at\nmeetings, not to exceed $8,000 for each board member per year;\n“(5) Public Employee Relations Board members shall be entitled to\ncompensation at the hourly rate of $25 for time spent in performance of duties at meetings , not\nto exceed $3,000 for each board member per year;\n“(6) Zoning Commission members shall be entitled to compensation at the hourly\nrate of $25 for time spent in performance of duties at meetings, not to exceed $12,000 for each\ncommission member per year;\n“(7) Historic Preservation Review Board members shall be entitled to\ncompensation at the hourly rate of $25 for time spent in performance of duties at meetings, not to\nexceed $3,000 for each board member per year;\n“(8) Alcoholic Beverage Control Board members shall be entitled to\ncompensation at the hourly rate of $40 for time spent in performance of duties at meetings, not to\nexceed $18,000 for each board member per year;\n“(9) Part-time members of the Real Property Tax Appeals Commission shall be\nentitled to compensation at the hourly rate of $50 for time spent in performance of duties at\nmeetings;\n“(10) District of Columbia Board of Elections members shall be entitled to\ncompensation at the hourly rate of $40 while actually in the service of the board, not to exceed\nthe $12,500 for each member per year and $26,500 for the Chairman per year.\n“(c-2) Members of the following boards and commissions shall be entitled to\ncompensation in the form of stipend as follows:\n“(1) Each Commissioner, other than the ex officio Commissioner and the\nChairperson, of the Board of Commissioners of the District of Columbia Housing Authority shall\nbe entitled to a stipend of $3,000 per year for their service on the board; the Chairperson shall be\nentitled to a stipend of $5,000 per year. Each Commissioner also shall be entitled to\nreimbursement of actual travel and other expenses reasonably related to attendance at board\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4420\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nmeetings and fulfillment of official duties. Stipends and reimbursements shall be made at least\nquarterly;\n“(2) Each member of the Education Licensure Commission shall be entitled to a\nstipend of $4,000 per year for their service on the commission. Each member also shall be\nentitled to reimbursement of actual travel and other expenses reasonably related to the\nperformance of the duties of the commission while away from their homes or regular places of\nbusiness; and\n“(3)(A) Public and industry members of the District of Columbia Taxicab\nCommission shall be entitled to compensation of $25 per meeting or work session, not to exceed\n$1,350 for each public or industry member per year.\n“(B) Total compensation for all Commission members shall not exceed\n$10,800, for all meetings and work sessions.\n“(c-3) Chairpersons of the boards and commissions specified in subsections (c-1) and (c2) of this section who are public members shall be entitled to an additional compensation of 20%\nabove the annual maximum.”.\n(d) Subsection (d) is amended to read as follows:\n“(d) Members of boards and commissions shall not be entitled to reimbursement for\nexpenses unless specifically authorized by law; except, that transportation, parking, or mileage\nexpenses incurred in the performance of official duties may be reimbursed, not to exceed $15 per\nmeeting or currently authorized amounts, whichever is less.”.\nSUBTITLE C. ABOLISHMENT OF CERTAIN BOARDS AND COMMISSIONS\nSec. 251. The Emerging Technology Opportunity Development Task Force Act of 2006,\neffective March 2, 2007 (D.C. Law 16-190; D.C. Official Code § 2-1221.31 et seq.), is repealed.\n\nNote, Repeal\n§§ 2-1221.31 –\n2-1221.34\n\nSec. 252. The Litter and Solid Waste Act of 1985, effective February 21, 1986 (D.C.\nLaw 6-84; D.C. Official Code § 3-1001 et seq.), is repealed.\n\nNote, Repeal\n§§ 3-1001 – 31005\n\nSec. 253. Section 101 of the Enhanced Professional Security Amendment Act of 2006,\neffective November 16, 2006 (D.C. Law 16-187; D.C. Official Code § 5-129.21), is repealed.\n\nNote, Repeal\n§ 5-129.21\n\nSec. 254. The District of Columbia Housing Authority Act of 1999, effective May 9,\n2000 (D.C. Law 13-105; D.C. Official Code § 6-201 et seq.), is amended as follows:\n(a) Section 2(2) (D.C. Official Code § 6-201(2)) is repealed.\n(b) Section 12 (D.C. Official Code § 6-211) is amended as follows:\n(1) Subsection (b)(1) is amended by striking the phrase “Advisory Committee”\nand inserting the phrase “Executive Director” in its place.\n(2) Subsection (c) is amended by striking the phrase “Advisory Committee” and\ninserting the phrase “Executive Director” in its place.\n(3) Subsection (s) is amended to read as follows:\n“(s) Commissioners shall be entitled to compensation as provided in section 1108 of the\n\nNote,\n§ 6-201,\n§ 6-211\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4421\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nDistrict of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March\n3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-611.08).”.\n(c) Section 13 (D.C. Official Code § 6-212) is repealed.\nSec. 255. The Tobacco Settlement Trust Fund Establishment Act of 1999, effective\nOctober 20, 1999 (D.C. Law 13-38; D.C. Official Code § 7-1811.01 et seq.), is amended as\nfollows:\n(a) Section 2302(b) (D.C. Official Code § 7-1811.01(b)) is amended by striking the\nphrase “Board of Trustees of the Tobacco Settlement Trust Fund established under section\n2302a” and inserting the phrase “Office of the Chief Financial Officer” in its place.\n(b) Section 2302a (D.C. Official Code § 7-1811.02) is repealed.\n\nNote, Repeal\n§ 6-212\n\nNote\n§ 7-1811.01\n\nNote, Repeal\n§ 7-1811.02\n\nSec. 256. Section 15 of the Choice in Drug Treatment Act of 2000, effective July 18,\n2000 (D.C. Law 13-146; D.C. Official Code § 7-3014), is repealed.\n\nNote, Repeal\n§ 7-3014\n\nSec. 257. Section 7 of the District of Columbia Soil and Water Conservation Act of\n1982, effective September 14, 1982 (D.C. Law 4-143; D.C. Official Code § 8-1706), is repealed.\n\nNote, Repeal\n§ 8-1706\n\nSec. 258. The Make a Difference Selection Committee Establishment Act of 1998,\neffective April 30, 1998 (D.C. Law 12-98; D.C. Official Code § 9-1215.01 et seq.), is repealed.\n\nNote, Repeal\n§§ 9-1215.01 –\n9-1215.08\n\nSec. 259. The Recreation Act of 1994, effective March 23, 1995 (D.C. Law 10-246; D.C.\nOfficial Code § 10-301 et seq.), is amended as follows:\n(a) Section 4(d) (D.C. Official Code § 10-303(d)) is amended by striking the phrase “with\nrecommendations from the Recreation Assistance Board established by section 7”.\n(b) Section 7 (D.C. Official Code § 10-306) is repealed.\n\nNote,\n§ 10-303\nNote, Repeal\n§ 10-306\n\nSec. 260. Section 501 of the Homeland Security, Risk Reduction, and Preparedness\nAmendment Act of 2006, effective March 14, 2007 (D.C. Law 16-262; D.C. Official Code § 224251), is repealed.\n\nNote, Repeal\n§ 22-4251\n\nSec. 261. Section 802 of the Securities Act of 2000, effective October 26, 2000 (D.C.\nLaw 13-203; D.C. Official Code § 31-5608.02), is repealed.\n\nNote, Repeal\n§ 31-5608.02\n\nSec. 262. The Cable Television Communications Act of 1981, effective August 21, 1982\n(D.C. Law 4-142; D.C. Official Code § 34-1251.01 et seq.), is amended as follows:\n(a) Section 103(1) (D.C. Official Code § 34-1251.03(1)) is amended repealed.\n(b) Section 202(17) (D.C. Official Code § 34-1252.02(17)) is repealed.\n(c) Section 301 (D.C. Official Code § 34-1253.01) is repealed.\n\nNote,\n§ 34-1251.03,\n§ 34-1252.02,\nNote, Repeal\n§ 34-1253.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4422\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nSec. 263. The District of Columbia Public Postsecondary Education Reorganization Act,\napproved October 26, 1974 (88 Stat. 1423; D.C. Official Code § 38-1208.01 et seq.), is amended\nas follows:\n(a) Section 801(1) (D.C. Official Code § 38-1208.01(1)) is repealed.\n(b) Section 803 (D.C. Official Code § 38-1208.03) is repealed.\n(c) Section 804 (D.C. Official Code § 38-1208.04) is repealed.\nSec. 264. The School Modernization Financing Act of 2006, effective June 8, 2006 (D.C.\nLaw 16-123; D.C. Official Code § 38-2973.01 et seq.), is amended as follows:\n(a) Section 201 (D.C. Official Code § 38-2973.01) is repealed.\n(b) Section 202 (D.C. Official Code § 38-2973.02) is repealed.\nSec. 265. An Act To establish and provide for the maintenance of a free public library\nand reading room in the District of Columbia, approved June 3, 1896 (29 Stat. 244; D.C. Official\nCode § 39-101 et seq.), is amended as follows:\n(a) Section 9 (D.C. Official Code § 39-109) is repealed.\n(b) Section 10 (D.C. Official Code § 39-110) is repealed.\n(c) Section 11 (D.C. Official Code § 39-111) is repealed.\nSec. 266. The Office of the Chief Tenant Advocate Establishment Act of 2005, effective\nOctober 20, 2005 (D.C. Law 16-33, D.C. Official Code § 42-3531.01 et seq.), is amended as\nfollows:\n(a) Section 2064(3) (D.C. Official Code § 42-3531.04(3)) is repealed.\n(b) Section 2068 (D.C. Official Code § 42-3531.08) is repealed.\nSec. 267. Chapter 45 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-4501(3) is repealed.\n(b) Section 47-4504 is repealed.\n(c) Section 47-4512(b)(1) is amended by striking the phrase “and the Advisory Board”.\nSec. 268. The District of Columbia Unemployment Compensation Act, approved August\n28, 1935 (49 Stat. 954; D.C. Official Code § 51-101 et seq.), is amended as follows:\n(a) Section 1(10) (D.C. Official Code § 51-101(10)) is repealed.\n(b) Section 3 (D.C. Official Code § 51-103) is amended as follows:\n(1) Subsection (d) is amended by striking the phrase “in accordance with such\nregulations as the Board may prescribe”.\n(2) Subsection (h) is amended as follows:\n(A) Paragraph (1)(F) is amended by striking the phrase “, in accordance\nwith such regulations as the Board may prescribe,”.\n\nNote,\n§ 38-1208.01\nNote, Repeal\n§§ 38-1208.03,\n38-1208.04\n\nNote, Repeal\n§§ 38-2973.01\n38-2973.02\n\nNote, Repeal\n§§ 38-109,\n38-110,\n38-111\n\nNote,\n§ 42-3531.04\nNote, Repeal\n§ 42-3531.08\n\nNote,\n§ 47-4501,\nNote, Repeal\n§ 47-4504\nNote,\n§ 47-4512\n\nNote,\n§ 51-101\nNote,\n§ 51-103\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4423\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n(B) Paragraph (4) is amended by striking the word “Board” and inserting\nthe word “Director” in its place.\n(c) Section 7 (D.C. Official Code § 51-107) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “, in accordance with such\nregulations as the Board may prescribe”.\n(2) Subsection (c)(2) is amended by striking the phrase “, under regulations\nprescribed by the Board,”.\n(3) Subsection (g) is amended as follows:\n(A) Paragraph (2) is amended by striking the phrase “as provided in the\nregulations of the Board,”.\n(B) Paragraph (6)(A) is amended by striking the phrase “as provided in\nthe regulations of the Board”.\n(d) Section 9 (D.C. Official Code § 51-109) is amended by striking the phrase “in\naccordance with such regulations as the Board may prescribe”.\n(e) Section 10 (D.C. Official Code § 51-110) is amended as follows:\n(1) Subsection (b)(3) is repealed.\n(2) Subsection (e) is amended by striking the phrase “under regulations\nprescribed by the Board”.\n(f) Section 15 (D.C. Official Code § 51-115) is repealed.\nSec. 269. 17 DCMR § 2411 through 17 DCMR § 2422 are repealed.\nTITLE III -- TECHNICAL, CONFORMING, AND OTHER AMENDMENTS\nSUBTITLE A. DEPARTMENT OF PARKS AND RECREATION NAME CLARIFICATION\nSec. 301. An Act To vest in the Commissioners of the District of Columbia control of\nstreet parking in said District, approved July 1,1898 (30 Stat. 570; codified in scattered cites in\nthe D.C. Official Code), is amended as follows:\n(a) Section 6a (D.C. Official Code § 10-137.01) is amended by striking the phrase\n“Department of Recreation and Parks” in the title and inserting the phrase “Department of Parks\nand Recreation” in its place.\n(b) A new section 8 is added to read as follows:\n“Sec. 8. Name change to Department of Recreation and Parks.\n“The Department of Recreation and Parks, established by Organization Order No. 10,\napproved June 27, 1968, shall be renamed the Department of Parks and Recreation.”.\nSec. 302. Section 2 of the Division of Park Services Act of 1988, effective March 16,\n1989 (D.C. Law 7-209; D.C. Official Code § 10-166), is amended as follows:\n(a) Subsection (a) is amended by striking the phrase “Department of Recreation” and\ninserting the phrase “Department of Parks and Recreation” in its place.\n\nNote,\n§ 51-107\n\nNote,\n§ 51-109\nNote,\n§ 51-110\n\nNote, Repeal\n§ 51-115\nDCMR\n\nNote,\n§ 10-137.01\n\nNote, New\n§ 10-137.02\n\nNote,\n§ 10-166\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4424\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n(b) Subsection (c) is amended by striking the phrase “Department of Recreation” and\ninserting the phrase “Department of Parks and Recreation” in its place.\n(c) Subsection (f) is amended by striking the phrase “Department of Recreation and\nParks” and inserting the phrase “Department of Parks and Recreation” in its place.\nSec. 303. Section 4a of Article II of An Act to create a Recreation Board for the District\nof Columbia, to define its duties and for other purposes, effective May 16, 1995 (D.C. Law 10255; D.C. Official Code § 10-213.01), is amended by striking the phrase “Department of\nRecreation and Parks” and inserting the phrase “Department of Parks and Recreation” in its\nplace.\nSec. 304. The Recreation Act of 1994, effective March 23, 1995 (D.C. Law 10-246; D.C.\nOfficial Code § 10-301 et seq.), is amended as follows:\n(a) Section 3 (D.C. Official Code § 10-302) is amended by striking the phrase\n“Department of Recreation and Parks” in the section heading and inserting the phrase\n“Department of Parks and Recreation” in its place.\n(b) Section 7(a)(7) (D.C. Official Code § 10-306(a)(7)) is amended by striking the phrase\n“Department of Recreation and Parks” and inserting the phrase “Department of Parks and\nRecreation” in its place.\nSUBTITLE B. CONFORMING AMENDMENTS\nSec. 311. Section 2(f)(45) of the Confirmation Act of 1978, effective March 3, 1979\n(D.C. Law 2-142; D.C. Official Code § 1-523.01(f)(45)), is repealed.\nSec. 312. Section 103(b)(ii)(V)(ee) of the District Department of the Environment\nEstablishment Act of 2005, effective February 15, 2006 (D.C. Law 16-51; D.C. Official Code §\n8-151.03(b)(ii)(V)(ee)), is amended by striking the phrase “in conjunction with the\nEnvironmental Planning Commission”.\nSec. 313. The District of Columbia Solid Waste Management and Multi-Material\nRecycling Act of 1988, effective March 16, 1989 (D.C. Law 7-226; D.C. Official Code § 8-1001\net seq.), is amended as follows:\n(a) Section 5(c) (D.C. Official Code § 8-1004(c)) is amended by striking the phrase “the\nEnvironmental Planning Commission established pursuant to section 2 of the Litter and Solid\nWaste Act of 1985, effective February 21, 1986 (D.C. Law 6-84; D.C. Official Code § 3-1001),\nand”.\n(b) Section 8(b)(3) (D.C. Official Code § 8-1008(b)(3)) is amended by striking the\nphrase “, in conjunction with the Environmental Planning Commission,”.\nSec. 314. Section 4(f) of the Education Licensure Commission Act of 1976, effective\nApril 6, 1977 (D.C. Law 1-104; D.C. Official Code § 38-1304(f)), is amended to read as follows:\n\nNote,\n§ 10-213.01\n\nNote,\n§ 10-302\n\nNote,\n§ 10-306\n\nNote,\n§ 1-523.01\n\nNote,\n§ 8-151.03\n\nNote,\n§ 8-1004\n\nNote,\n§ 8-1008\n\nNote,\n§ 38-1304\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4425\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\n“(f) Members of the Commission shall be entitled to compensation as provided in section\n1108 of the District of Columbia Government Comprehensive Merit Personnel Act of 1978,\neffective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-611.08).”.\nSec. 315. Section 2552 of the District of Columbia School Reform Act of 1995,\napproved April 26, 1996 (110 Stat. 1321; D.C. Official Code § 38-1805.52), is amended by\nstriking the phrase “representatives of public charter schools, and the Public School\nModernization Advisory Committee” and inserting the phrase “and representatives of public\ncharter schools” in its place.\n\nNote,\n§ 38-1805.52\n\nSec. 316. Section 1104(c) of the School Based Budgeting and Accountability Act of\n1998, effective March 26, 1999 (D.C. Law 12-175; D.C. Official Code § 38-2803(c)), is\namended as follows:\n(a) Paragraph (4) is amended by striking the phrase “schools;” and inserting the phrase\n“schools; and” in its place.\n(b) Paragraph (5) is repealed.\n\nNote,\n§ 38-2803\n\nSec. 317. Section 6(c) of the District of Columbia Taxicab Commission Establishment\nAct of 1985, effective March 25, 1986 (D.C. Law 6-97; D.C. Official Code § 50-305(c)), is\namended by striking the phrase “pursuant to section 1108(c)(2)(K) of the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2139; D.C. Official Code § 1-611.08(c)(2)(K))” and inserting the phrase “pursuant to section\n1108(c-2)(3) of the District of Columbia Government Comprehensive Merit Personnel Act of\n1974, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-611.08(c-2)(3))” in its\nplace.\n\nNote,\n§ 50-305\n\nTITLE IV – MAYOR AND ATTORNEY GENERAL TRANSITION\nSec. 401. Definitions.\nFor the purposes of this title, the term\n(1) “Attorney General-elect” means the person who is certified as the successful\ncandidate for the office of Attorney General by the Board of Elections following the 2014\nGeneral election held to determine the Attorney General or, for the period of time between the\ngeneral election and certification, the person announced and published by the Board of Elections\nas the unofficial winner of the general election for Attorney General with a margin of victory of\nat least 2% of the votes cast.\n(2) “Mayor-elect” means the person who is certified as the successful candidate\nfor the office of Mayor by the Board of Elections following the 2014 General election held to\ndetermine the Mayor or, for the period of time between the general election and certification, the\nperson announced and published by the Board of Elections as the unofficial winner of the\ngeneral election for Mayor with a margin of victory of at least 2% of the votes cast.\n\nNote,\n§ 1-204.22\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4426\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nSec. 402. Purpose.\nThis title authorizes the Mayor to take appropriate action to assure continuity in the\nexecution of the laws and in the conduct of the executive affairs of the District of Columbia\ngovernment. The purposes of this title are to provide for the orderly transfer of the:\n(1) Executive duties and responsibilities of the Executive Office of the Mayor\nwith the expiration of the term of office of a Mayor and the assumption of those duties and\nresponsibilities by a new Mayor; and\n(2) Legal duties and responsibilities of the Attorney General with the transition\nfrom an appointed Attorney General and the assumption of those duties and responsibilities by\nan elected Attorney General.\nSec. 403. Transition transfers.\nThe Mayor, in the discharge of his duties pursuant to section 422 of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 790; D.C. Official Code § 1204.22), may make available to the Mayor-elect and the Attorney General-elect the following:\n(1) Office space, furniture, furnishings, office machines, and supplies, at whatever\nplace or places within the District as the Mayor shall designate, at no cost to the Mayor-elect and\nAttorney General-elect and his or her transition staff;\n(2) Compensation for the transition staff of the Mayor-elect and Attorney\nGeneral-elect at a rate that does not exceed the rate prescribed pursuant to the District of\nColumbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-601.1 et seq.); provided, that any person who receives\ncompensation as a member of the transition staff under this section does not hold a position in,\nnor is considered to be an employee of, the District government.\n(3) Expenses for the procurement by the Mayor-elect and Attorney General-elect\nof services of any expert or consultant, or organization thereof;\n(4) Expenses incurred by the Mayor-elect and Attorney General-elect for printing,\nbinding, and duplicating;\n(5) Postage or mailing expenses incurred by the Mayor-elect and Attorney\nGeneral-elect consistent with the Official Correspondence Regulations, effective April 7, 1977\n(D.C. Law 1-118; D.C. Official Code § 2-701 et seq.); and\n(6) Expenses for communications equipment or service.\nSec. 404. Transition costs.\nUpon certification by the Chief Financial Officer that appropriated funds are available\nand that the reprogramming of those funds has been approved by Council, there is hereby\nauthorized the following amounts to be made available for transition costs:\n(1) Up to $300,000 for the transition of the Mayor-elect; and\n(2) Up to $150,000 for the transition of the Attorney General-elect.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4427\nD.C. Act 20-481, effective November 18, 2014 (Expiration date February 16, 2015)\n\nSec. 405. Reporting requirements.\n(a)The Mayor-elect and Attorney General-elect shall each file a report, to be prepared\nwith appropriate supporting documentation, accounting for the expenditure of funds pursuant to\nthis title.\n(b) Reports prepared pursuant to subsection (a) of this section shall be submitted to the\nCouncil and Chief Financial Officer by March 31, 2015.\nTITLE V -- FISCAL IMPACT; EFFECTIVE DATE\nSec. 501. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the New\nColumbia Statehood Initiative and Omnibus Boards and Commissions Reform Amendment Act\nof 2014, passed on 2nd reading on October 28, 2014 (Enrolled version of Bill 20-71), as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 502. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "New Columbia Statehood Initiative, Omnibus Boards and Commissions, and Election Transition Reform Emergency Amendment Act of 2014",
  "end": "4427",
  "start": "4405",
  "name": "Act_20-481.pdf"
}