{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-37, effective March 19, 2013 (Expiration date June 17, 2013)\n\n20 DCSTAT 520\n\nAN ACT\n\nBill 20-162\nEmergency\nDeclaration\nRes. 20-52\n20 DCStat 777\n\nTo amend, on an emergency basis, due to Congressional review, the Grandparent Caregivers Pilot\nProgram Establishment Act of 2005 to allow waivers of certain eligibility requirements when a\nchild is at risk of removal from his or her home.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Grandparent Caregivers Program Congressional Review Emergency\nAmendment Act of 2013”.\nSec. 2. Section 103 of the Grandparent Caregivers Pilot Program Establishment Act of\n2005, effective March 8, 2006 (D.C. Law 16-69; D.C. Official Code § 4-251.03), is amended by\nadding a new subsection (a-1) to read as follows:\n“(a-1) The Mayor may waive the eligibility requirements established in subsection (a)(1)\nand (2) of this section if:\n“(1) The Agency determines that the child is at risk of removal from the parent,\nguardian, or custodian pursuant to section 107 of the Prevention of Child Abuse and Neglect Act\nof 1977, effective September 23, 1977 (D.C. Law 2-22; D.C. Official Code § 4-1301.07);\n“(2) The parent, guardian, or custodian permits the grandparent to be the child’s\nprimary caregiver; and\n“(3) The parent, guardian, or custodian permits the child to reside with the\ngrandparent.”.\nSec. 3. Applicability.\nThis act shall apply as of March 21, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the\nGrandparent Caregivers Program Amendment Act of 2012, signed by the Mayor on January 14,\n2013 (D.C. Act 19-613; 60 DCR 1296), as the fiscal impact statement required by section\n602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nGrandparent\nCaregivers\nProgram\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 4-251.03\n\nApplicable\nas of\nMarch 21,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-37, effective March 19, 2013 (Expiration date June 17, 2013)\n\n20 DCSTAT 521\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Grandparent Caregivers Program Congressional Review Emergency Amendment Act of 2013",
  "end": "521",
  "start": "520",
  "name": "Act_20-37.pdf"
}