{
  "start": "4487", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4487\n\nAN ACT\n\nBill 20-910\n\nTo authorize the issuance of District of Columbia General obligation tax revenue anticipation notes to\nfinance general governmental expenses for the fiscal year ending September 30, 2015.\n\nNot Codified\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fiscal Year 2015 Tax Revenue Anticipation Notes Act of 2014”.\n\nFiscal Year\n2015 Tax\nRevenue\nAnticipation\nNotes Act of\n2014\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Additional Notes” means District general obligation revenue anticipation\nnotes described in section 9 that may be issued pursuant to section 472 of the Home Rule\nAct and that will mature on or before September 30, 2015, on a parity with the notes.\n(2) “Authorized delegate” means the City Administrator, the Chief\nFinancial Officer, or the Treasurer to whom the Mayor has delegated any of the Mayor’s\nfunctions under this act pursuant to section 422(6) of the Home Rule Act.\n(3) “Available funds” means District funds required to be deposited with the\nEscrow Agent, receipts, and other District funds that are not otherwise legally committed.\n(4) “Bond Counsel” means a firm or firms of attorneys designated as bond\ncounsel or co-bond counsel from time to time by the Chief Financial Officer.\n(5) “Chief Financial Officer” means the Chief Financial Officer of the District of\nColumbia, established pursuant to section 424(a)(1) of the Home Rule Act.\n(6) “City Administrator” means the City Administrator established pursuant to\nsection 422(7) of the Home Rule Act.\n(7) \"Council\" means the Council of the District of Columbia.\n(8) \"District\" means the District of Columbia.\n(9) \"Escrow Agent\" means any bank, trust company, or national banking\nassociation with requisite trust powers designated to serve in this capacity by the Chief Financial\nOfficer.\n(10) “Escrow Agreement” means the escrow agreement between the\nDistrict and the Escrow Agent authorized in section 7.\n(11) “Home Rule Act” means the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.)\n(12) “Mayor” means the Mayor of the District of Columbia.\n(13) “Notes” means one or more series of District general obligation revenue\nanticipation notes authorized to be issued pursuant to this act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4488\n\n(14) “Receipts” means all funds received by the District from any source,\nincluding, but not limited to, taxes, fees, charges, miscellaneous receipts, and any moneys\nadvanced, loaned, or otherwise provided to the District by the United States Treasury, less funds\nthat are pledged to debt or other obligations according to section 9 or that are restricted by law to\nuses other than payment of principal of, and interest on, the notes.\n(15) “Secretary” means the Secretary of the District of Columbia.\n(16) “Treasurer” means the District of Columbia Treasurer\nestablished pursuant to section 424(a)(3)(E) of the Home Rule Act.\nSec. 3. Findings.\nThe Council finds that:\n(1) Under section 472 of the Home Rule Act, the Council may\nauthorize, by act, the issuance of general obligation revenue anticipation notes for a fiscal\nyear in anticipation of the collection or receipt of revenues for that fiscal year. Section\n472 of the Home Rule Act provides further that the total amount of general obligation\nrevenue anticipation notes issued and outstanding at any time during a fiscal year shall\nnot exceed 20% of the total anticipated revenue of the District for that fiscal year, as\ncertified by the Mayor pursuant to section 472 of the Home Rule Act, as of a date not more\nthan 15 days before each original issuance of the notes.\n(2) Under section 482 of the Home Rule Act, the full faith and\ncredit of the District is pledged for the payment of the principal of, and interest on, any\ngeneral obligation revenue anticipation note.\n(3) Under section 483 of the Home Rule Act, the Council is\nrequired to provide in the annual budget sufficient funds to pay the principal of, and\ninterest on, all general obligation revenue anticipation notes becoming due and payable\nduring that fiscal year, and the Mayor is required to ensure that the principal of, and\ninterest on, all general obligation revenue anticipation notes is paid when due, including by\npaying the principal and interest from funds not otherwise legally committed.\n(4) The Chief Financial Officer has advised the Council that, based upon the\nChief Financial Officer’s projections of anticipated receipts and disbursements during the fiscal\nyear ending September 30, 2015, it may be necessary for the District to borrow a sum not to\nexceed $600 million, an amount that does not exceed 20% of the total anticipated revenue of the\nDistrict for such fiscal year, and to accomplish the borrowing by issuing general obligation\nrevenue anticipation notes in one or more series.\n(5) The issuance of general obligation revenue anticipation notes in a sum not to\nexceed $600 million is in the public interest.\nSec. 4. Note authorization.\n(a) The District is authorized to incur indebtedness by issuing the notes pursuant\nto sections 472 and 482 of the Home Rule Act, in one or more series, in a sum not to\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4489\n\nexceed $600 million, to finance its general governmental expenses, in anticipation of the\ncollection or receipt of revenues for the fiscal year ending September 30, 2015.\n(b) The Chief Financial Officer is authorized to pay from the proceeds of the notes the\ncosts and expenses of issuing and delivering the notes, including, but not\nlimited to, underwriting, legal, accounting, financial advisory, note insurance or other credit\nenhancement, marketing and selling the notes, and printing costs and expenses.\nSec. 5. Note details.\n(a) The notes shall be known as “District of Columbia Fiscal Year 2015 General\nObligation Tax Revenue Anticipation Notes” and shall be due and payable, as to both\nprincipal and interest, on or before September 30, 2015.\n(b) The Chief Financial Officer is authorized to take any action necessary or appropriate\nin accordance with this act in connection with the preparation, execution, issuance, sale, delivery,\nsecurity for, and payment of the notes, including, but not limited to, determinations of:\n(1) The final form, content, designation, and terms of the notes, including\nany redemptions applicable thereto and a determination that the notes may be issued in bookentry form;\n(2) Provisions for the transfer and exchange of the notes;\n(3) The principal amount of the notes to be issued;\n(4) The rate or rates of interest or the method of determining the rate or rates of\ninterest on the notes; provided, that the interest rate or rates borne by the notes of any series shall\nnot exceed in the aggregate 10% per year calculated on the basis of a 365-day year (actual days\nelapsed); provided further, that if the notes are not paid at maturity, the notes may provide for an\ninterest rate or rates after maturity not to exceed in the aggregate 15% per year calculated on the\nbasis of a 365-day year (actual days elapsed);\n(5) The date or dates of issuance, sale, and delivery of the notes;\n(6) The place or places of payment of principal of, and interest on, the notes;\n(7) The designation of a registrar, if appropriate, for any series of the\nnotes, and the execution and delivery of any necessary agreements relating to the designation;\n(8) The designation of paying agent(s) or escrow agent(s) for any series of the\nnotes, and the execution and delivery of any necessary agreements relating to such\ndesignations; and\n(9) Provisions concerning the replacement of mutilated, lost, stolen, or\ndestroyed notes.\n(c) The notes shall be executed in the name of the District and on its behalf by the\nmanual signature of the Mayor or an authorized delegate. The official seal of the District or a\nfacsimile of it shall be impressed, printed, or otherwise reproduced on the notes. If a registrar is\ndesignated, the registrar shall authenticate each note by manual signature and maintain the books\nof registration for the payment of the principal of and interest on the notes and perform other\nministerial responsibilities as specifically provided in its designation as registrar.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4490\n\n(d) The notes may be issued at any time or from time to time in one or more\nissues and in one or more series.\nSec. 6. Sale of the notes.\n(a) The notes of any series shall be sold at negotiated sale pursuant to a purchase contract\nor at competitive sale pursuant to a bid form. The notes shall be sold at a price not less than par\nplus accrued interest from the date of the notes to the date of delivery thereof. The purchase\ncontract or bid form shall contain the terms that the Chief Financial Officer considers necessary\nor appropriate to carry out the purposes of this act. The Chief Financial Officer’s\nexecution and delivery of the purchase contract or bid form shall constitute conclusive evidence\nof the Chief Financial Officer’s approval, on behalf of the District, of the final form and content\nof the notes. The Chief Financial Officer shall deliver the notes, on behalf of the District, to the\npurchasers upon receiving the purchase price provided in the purchase contract or bid form.\n(b) The Chief Financial Officer may execute, in connection with each sale of the notes,\nan offering document on behalf of the District, and may authorize the document’s distribution in\nrelation to the notes being sold.\n(c) The Chief Financial Officer shall take actions and execute and deliver\nagreements, documents, and instruments (including any amendment of or supplement to any\nsuch agreement, document, or instrument) in connection with any series of notes\nas required by or incidental to:\n(1) The issuance of the notes;\n(2) The establishment or preservation of the exclusion from gross income for\nfederal income tax purposes of interest on the notes, the treatment of interest on the notes as not\nconstituting an item of tax preference for purposes of the federal alternative minimum tax (“nonAMT”), if the notes are originally issued as non-AMT notes, and the exemption from District\nincome taxation of interest on the notes (except estate, inheritance, and gift taxes);\n(3) The performance of any covenant contained in this act, in any\npurchase contract for the notes, or in any escrow or other agreement for the security thereof;\n(4) The provision for securing the repayment of the notes by a letter or line of\ncredit or other form of credit enhancement, and the repayment of advances under any such credit\nenhancement, including the evidencing of such a repayment obligation with a negotiable\ninstrument with such terms as the Chief Financial Officer shall determine; or\n(5) The execution, delivery, and performance of the Escrow Agreement, a\npurchase contract, or a bid form for the notes, a paying agent agreement, or an agreement\nrelating to credit enhancement, if any, including any amendments of any of these\nagreements, documents, or instruments.\n(d) The notes shall not be issued until the Chief Financial Officer receives an approving\nopinion of Bond Counsel as to the validity of the notes and the establishment or preservation of\nthe exclusion from gross income for federal income tax purposes of the interest on the notes\nand, if the notes are issued as non-AMT notes, the treatment of such interest as not an item of tax\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4491\n\npreference for purposes of the federal alternative minimum tax, and the exemption from the\nDistrict income taxation of the interest on the notes (except estate, inheritance and gift taxes).\n(e) The Chief Financial Officer shall execute a note issuance certificate evidencing the\ndeterminations and other actions taken by the Chief Financial Officer for each issue or series of\nthe notes issued and shall designate in the note issuance certificate the date of the notes, the\nseries designation, the aggregate principal amount to be issued, the authorized denominations of\nthe notes, the sale price, and the interest rate or rates on the notes. The Mayor shall certify in a\nseparate certificate, not more than 15 days before each original issuance of a series, the total\nanticipated revenue of the District for the fiscal year ending September 30, 2015, and that the\ntotal amount of all general obligation revenue anticipation notes issued and outstanding at any\ntime during the fiscal year will not exceed 20% of the total anticipated revenue of the District for\nthe fiscal year. These certificates shall be delivered at the time of delivery of the notes and shall\nbe conclusive evidence of the actions taken as stated in the certificates. A copy of each of the\ncertificates shall be filed with the Secretary to the Council not more than 3 days after the delivery\nof the notes covered by the certificates.\nSec. 7. Payment and security.\n(a) The full faith and credit of the District is pledged for the payment of the principal of,\nand interest on, the notes when due.\n(b) The funds for the payment of the notes as described in this act shall be irrevocably\ndeposited with the Escrow Agent pursuant to the Escrow Agreement. The funds shall be used for\nthe payment of the principal of, and interest on, the notes when due, and shall not be used for\nother purposes so long as the notes are outstanding and unpaid.\n(c) The notes shall be payable from available funds of the District, including, but\nnot limited to, any moneys advanced, loaned, or otherwise provided to the District by the\nUnited States Treasury, and shall evidence continuing obligations of the District until paid in\naccordance with their terms.\n(d) The Chief Financial Officer may, without regard to any act or resolution of the\nCouncil now existing or adopted after the effective date of this act, designate an Escrow Agent\nunder the Escrow Agreement. The Chief Financial Officer may execute and deliver the Escrow\nAgreement, on behalf of the District and in the Chief Financial Officer’s official\ncapacity, containing the terms that the Chief Financial Officer considers necessary or appropriate\nto carry out the purposes of this act. A special account entitled “Special Escrow for Payment of\nDistrict of Columbia Fiscal Year 2015 General Obligation Tax Revenue Anticipation Notes” is\ncreated and shall be maintained by the Escrow Agent for the benefit of the owners of the notes as\nstated in the Escrow Agreement. Funds on deposit, including investment income, under the\nEscrow Agreement shall not be used for any purposes except for payment of the notes or, to the\nextent permitted by the Home Rule Act, to service any contract or other arrangement\npermitted under subsections (k) or (l) of this section, and may be invested only as\nprovided in the Escrow Agreement.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4492\n\n(e) Upon the sale and delivery of the notes, the Chief Financial Officer shall deposit\nwith the Escrow Agent to be held and maintained as provided in the Escrow Agreement all\naccrued interest and premium, if any, received upon the sale of the notes.\n(f)(1) The Chief Financial Officer shall set aside and deposit with the Escrow Agent\nfunds in accordance with the Escrow Agreement at the time and in the amount as provided in the\nEscrow Agreement.\n(2) If Additional Notes are issued pursuant to section 9(b), and if on the date set\nforth in the Escrow Agreement, the aggregate amount of principal and interest payable at\nmaturity on the outstanding notes, including any Additional Notes, less all amounts\non deposit, including investment income, under the Escrow Agreement exceeds 90% of the\nactual receipts of District taxes (other than special taxes or charges levied pursuant to section\n481(a) of the Home Rule Act, and taxes, if any, dedicated to particular purposes pursuant\nto section 490 of the Home Rule Act), for the period August 15, 2015, until September 30, 2015,\nbeginning on the date set forth in the Escrow Agreement, the Chief Financial Officer shall\npromptly, upon receipt by the District, set aside and deposit with the Escrow Agent the receipts\nreceived by the District after the date set forth in the Escrow Agreement, until the aggregate\namount of principal and interest payable at maturity on the outstanding notes, including any\nAdditional Notes as described above, is less than 90% of actual receipts of District taxes (other\nthan special taxes or charges levied pursuant to section 481(a) of the Home Rule\nAct, and taxes, if any, dedicated to particular purposes pursuant to section 490 of the\nHome Rule Act).\n(3) The District covenants that it shall levy, maintain, or enact taxes due\nand payable during August 1, 2015, through September 30, 2015, to provide for payment in full\nof the principal of, and interest on, the notes when due. The taxes referred to in this\nparagraph shall be separate from special taxes or charges levied pursuant to section 481(a) of the\nHome Rule Act, or taxes, if any, dedicated to particular purposes pursuant to section 490 of the\nHome Rule Act.\n(4) The District covenants that so long as any of the notes are outstanding, it shall\nnot grant, create, or permit the existence of any lien, pledge, or security interest with respect\nto its taxes due and payable during the period August 1, 2015, through September 30, 2015, or\ncommit or agree to set aside and apply those tax receipts to the payment of any obligation of the\nDistrict other than the notes. The taxes referred to in this paragraph shall not include special\ntaxes or charges levied pursuant to section 481(a) of the Home Rule Act, or taxes, if\nany, dedicated to particular purposes pursuant to section 490 of the Home Rule Act, or any real\nproperty tax liens created or arising in any fiscal year preceding the issuance of the notes.\n(g) Before the 16th day of each month, beginning in August 2015, the Chief Financial\nOfficer shall review the current monthly cash flow projections of the District, and if the Chief\nFinancial Officer determines that the aggregate amount of principal and interest payable at\nmaturity on the notes then outstanding, less any amounts and investment income on deposit\nunder the Escrow Agreement, equals or exceeds 85% of the receipts estimated by the Chief\nFinancial Officer to be received after such date by the District but before the maturity of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4493\n\nnotes, then the Chief Financial Officer shall promptly, upon receipt by the District, set aside and\ndeposit with the Escrow Agent the receipts received by the District on and after that date until\nthe aggregate amount, including investment income, on deposit with the Escrow Agent equals or\nexceeds 100% of the aggregate amount of principal of and interest on the notes payable\nat their maturity.\n(h) The Chief Financial Officer shall, in the full exercise of the authority granted the\nChief Financial Officer under the Home Rule Act and under any other law, take actions as may\nbe necessary or appropriate to ensure that the principal of and interest on the notes are\npaid when due, including, but not limited to, seeking an advance or loan of moneys from the\nUnited States Treasury if available under then current law. This action shall include, without\nlimitation, the deposit of available funds with the Escrow Agent as may be required under\nsection 483 of the Home Rule Act, this act, and the Escrow Agreement. Without limiting any\nobligations under this act or the Escrow Agreement, the Chief Financial Officer reserves the\nright to deposit available funds with the Escrow Agent at his or her discretion.\n(i) There are provided and approved for expenditure sums as may be necessary\nfor making payments of the principal of, and interest on, the notes, and the provisions of the\nDistrict of Columbia Appropriations Act, 2015, if enacted prior to the effective date of this\nact, relating to short-term borrowings are amended and supplemented accordingly\nby this section, as contemplated in section 483 of the Home Rule Act.\n(j) The notes shall be payable, as to both principal and interest, in lawful money of the\nUnited States of America in immediately available or same day funds at a bank or trust company\nacting as paying agent, located in the District, and at not more than 2 co-paying agents that may\nbe located outside the District, one of which shall be located in New York, New York. All of the\npaying agents shall be qualified to act as paying agents under the laws of the United States of\nAmerica, of the District, or of the state in which they are located, and shall be designated by the\nChief Financial Officer without regard to any other act or resolution of the Council now existing\nor adopted after the effective date of this act.\n(k) In addition to the security available for the holders of the notes, the Chief Financial\nOfficer is hereby authorized to enter into agreements, including any agreement calling for\npayments in excess of $1 million during Fiscal Year 2015, with a bank or other financial\ninstitution to provide a letter of credit, line of credit, or other form of credit enhancement\nto secure repayment of the notes when due. The obligation of the District to reimburse the\nbank or financial institution for any advances made under any such credit enhancement shall be a\ngeneral obligation of the District until repaid and shall accrue interest at the rate of\ninterest established by the Chief Financial Officer not in excess of 15% per year until paid.\n(l) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law\n18-371; D.C. Official Code § 2-351.01 et seq.), and the Financial Institutions Deposit and\nInvestment Amendment Act of 1997, effective March 18, 1998 (D.C. Law 12-56; D.C. Official\nCode § 47-351.01 et seq.), shall not apply to any contract which the Chief Financial Officer may\nfrom time to time determine to be necessary or appropriate to place, in whole or in part,\nincluding:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4494\n\n(1) An investment or obligation of the District as represented by the notes;\n(2) An investment or obligation or program of investment; or\n(3) A contract or contracts based on the interest rate, currency, cash flow, or other\nbasis as the Chief Financial Officer may desire, including, without limitation, interest rate swap\nagreements; currency swap agreements; insurance agreements; forward payment conversion\nagreements; futures; contracts providing for payments based on levels of, or changes in, interest\nrates, currency exchange rates, or stock or other indices; contracts to exchange cash flows or a\nseries of payments; and contracts to hedge payment, currency, rate, spread, or similar exposure,\nincluding, without limitation, interest rate floors, or caps, options, puts, and calls. The contracts\nor other arrangements also may be entered into by the District in connection with, or incidental\nto, entering into or maintaining any agreement that secures the notes. The contracts or other\narrangements shall contain whatever payment, security, terms, and conditions as the Chief\nFinancial Officer may consider appropriate and shall be entered into with whatever party or\nparties the Chief Financial Officer may select, after giving due consideration, where applicable,\nto the creditworthiness of the counterparty or counterparties including any rating by a nationally\nrecognized rating agency or any other criteria as may be appropriate. In connection with, or\nincidental to, the issuance or holding of the notes, or entering into any contract or other\narrangement referred to in this section, the District may enter into credit enhancement or\nliquidity agreements, with payment, interest rate, termination date, currency, security, default,\nremedy, and any other terms and conditions as the Chief Financial Officer determines. Proceeds\nof the notes and any money set aside for payment of the notes or of any contract or other\narrangement entered into pursuant to this section may be used to service any contract or other\narrangement entered into pursuant to this section.\nSec. 8. Defeasance.\n(a) The notes shall no longer be considered outstanding and unpaid for the purpose of\nthis act and the Escrow Agreement, and the requirements of this act and the\nEscrow Agreement shall be deemed discharged with respect to the notes, if the Chief Financial\nOfficer:\n(1) Deposits with an Escrow Agent, herein referred to as the defeasance escrow\nagent, in a separate defeasance escrow account, established and maintained by the Escrow Agent\nsolely at the expense of the District and held in trust for the note owners, sufficient moneys or\ndirect obligations of the United States, the principal of and interest on which, when due\nand payable, will provide sufficient moneys to pay when due the principal of, and interest\npayable at maturity on, all the notes; and\n(2) Delivers to the defeasance escrow agent an irrevocable letter of\ninstruction to apply the moneys or proceeds of the investments to the payment of the\nnotes at their maturity.\n(b) The defeasance escrow agent shall not invest the defeasance escrow account in any\ninvestment callable at the option of its issuer if the call could result in less than sufficient moneys\nbeing available for the purposes required by this section.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4495\n\n(c) The moneys and direct obligations referred to in subsection (a)(1) of this section may\ninclude moneys or direct obligations of the United States of America held under the Escrow\nAgreement and transferred, at the written direction of the Chief Financial Officer, to the\ndefeasance escrow account.\n(d) The defeasance escrow account specified in subsection (a) of this section may be\nestablished and maintained without regard to any limitations placed on these accounts by any act\nor resolution of the Council now existing or adopted after this act becomes\neffective, except for this act.\nSec. 9. Additional debt and other obligations.\n(a) The District reserves the right at any time to: borrow money or enter into\nother obligations to the full extent permitted by law; secure the borrowings or obligations by the\npledge of its full faith and credit; secure the borrowings or obligations by any other security\nand pledges of funds as may be authorized by law; and issue bonds, notes, including Additional\nNotes, or other instruments to evidence the borrowings or obligations. The reserved right with\nregard to notes and Additional Notes issued pursuant to sections 471, 472, 475, and 490 of the\nHome Rule Act shall be subject to this act. No borrowings or other obligations, including\nAdditional Notes, shall be entered into that would require an immediate set-aside and deposit\nunder section 7(g) applied as of the date of the issuance.\n(b)(1) The District may issue Additional Notes pursuant to section 472 of the Home Rule\nAct that shall mature on or before September 30, 2015, and the District shall covenant to set\naside and deposit under the Escrow Agreement receipts and other available funds for payment of\nthe principal of, and the interest on, the Additional Notes issued pursuant to section 472 of the\nHome Rule Act on a parity basis with the notes.\n(2) The receipts and available funds referred to in subsection (a) of this\nsection shall be separate from the special taxes or charges levied pursuant to section 481(a) of the\nHome Rule Act, and taxes, if any, dedicated to particular purposes pursuant to section 490 of the\nHome Rule Act.\n(3) Any covenants relating to any Additional Notes shall have equal standing\nand be on a parity with the covenants made for payment of the principal of, and the interest on,\nthe notes.\n(4) If Additional Notes are issued pursuant to section 472 of the Home Rule Act,\nthe provisions of section 7 shall apply to both the notes and the Additional Notes and increase\nthe amounts required to be set aside and deposited with the Escrow Agent.\n(5) As a condition precedent to the issuance of any Additional Notes, the Chief\nFinancial Officer shall deliver a signed certificate certifying that the District is in full compliance\nwith all covenants and obligations under this act and the Escrow Agreement, that no set-aside\nand deposit of receipts pursuant to section 7(g) applied as of the date of issuance is required, and\nthat no set-aside and deposit will be required under section 7(g) applied immediately after the\nissuance.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4496\n\n(c) Any general obligation notes issued by the District pursuant to section 471 of the\nHome Rule Act shall not be scheduled to be due and payable until after the earlier of the\nfollowing:\n(1) The stated maturity date of all outstanding notes and Additional Notes; or\n(2) The date an amount sufficient to pay all principal and interest payable at\nmaturity on the notes and the Additional Notes is on deposit with the Escrow Agent.\n(d) Revenue notes of the District, which are payable from specified District revenue that\nis set aside for the payment of the revenue notes and that is included in the amount of receipts\nestimated by the Chief Financial Officer, pursuant to section 7(g), to be received after the\nproposed date of issue of the revenue notes and before the maturity of the notes, shall not be\nissued if a set-aside and deposit of receipts pursuant to section 7(g) applied as of the proposed\ndate of the issuance of revenue notes would be required. In determining, for purposes of this\nsubsection, whether a set-aside and deposit would be required, there shall be excluded from\nreceipts estimated by the Chief Financial Officer to be received after the proposed date of\nissuance of revenue notes and before the maturity of the notes an amount equal to the\nestimated revenues set aside for the payment of revenue notes.\nSec. 10. Tax matters.\nThe Chief Financial Officer shall not take any action or omit to take any action, or invest,\nreinvest, or accumulate any moneys in a manner, that will cause the interest on the notes to be\nincludable in gross income for federal income tax purposes or, if the notes were issued as nonAMT notes, to be treated as an item of tax preference for purposes of the federal alternative\nminimum tax. The Chief Financial Officer also shall take all actions necessary to be taken so\nthat the interest on the notes will not be includable in gross income for federal income tax\npurposes or, if the notes were issued as non-AMT notes, be treated as an item of tax preference\nfor purposes of the federal alternative minimum tax.\nSec. 11. Contract.\nThis act shall constitute a contract between the District and the owners of the notes\nauthorized by this act. To the extent that any acts or resolutions of the Council may\nbe in conflict with this act, this act shall be controlling.\nSec. 12. District officials.\n(a) The elected or appointed officials, officers, employees, or agents of the\nDistrict shall not be liable personally for the payment of the notes or be subject to any\npersonal liability by reason of the issuance of the notes.\n(b) The signature, countersignature, facsimile signature, or facsimile countersignature of\nany official appearing on the notes shall be valid and sufficient for all purposes, notwithstanding\nthe fact that the official ceases to be that official before delivery of the notes.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-504, effective December 8, 2014\n(No Congressional Review)\n\n20 DCSTAT 4497\n\nSec. 13. Authorized delegation of authority.\nTo the extent permitted by the District and federal laws, the Mayor may delegate to the\nCity Administrator, the Chief Financial Officer, or the Treasurer the performance of any act\nauthorized to be performed by the Mayor under this act.\nSec. 14. Maintenance of documents.\nCopies of the notes and related documents shall be filed in the Office of the Secretary of\nthe District of Columbia.\nSec. 15. Information reporting.\n(a) Within 3 days after the Chief Financial Officer’s receipt of the transcript of\nproceedings relating to the issuance of the notes, the Chief Financial Officer shall transmit a\ncopy of the transcript to the Secretary to the Council.\n(b) The Chief Financial Officer shall notify the Council within 30 days of any action\ntaken under section 7(g).\nSec. 16. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 17. Effective date.\nThis act shall take effect upon enactment as provided in section 472(d)(1) of the District\nof Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 806; D.C. Official Code §\n1-204.72(d)(1)).\n\n\f", 
  "end": "4497", 
  "name": "Act_20-504.pdf", 
  "title": "Fiscal Year 2015 Tax Revenue Anticipation Notes Act of 2014"
}