{
  "end": "544", 
  "name": "Act_20-43.pdf", 
  "start": "544", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-43, effective March 26, 2013 (Expiration date June 24, 2013)\n\n20 DCSTAT 544\n\nAN ACT\n\nBill 20-150\nEmergency\nDeclaration\nRes. 20-79\n20 DCStat 802\n\nTo amend, on an emergency basis, the Procurement Practices Reform Act of 2010 to streamline and\nprovide a cooperative interagency structure for the coordination of capital, operating, and\nsupportive services funding for the production of permanent supportive housing units for\nindividuals and families who are homeless or at risk of homelessness.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Permanent Supportive Housing Application Streamlining Emergency\nAmendment Act of 2013”.\n\nPermanent\nSupportive\nHousing\nApplication\nStreamlining\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. Section 105(c) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-351.05(c)), is amended as follows:\n(a) Paragraph (14) is amended by striking the word “and” after the semicolon.\n(b) Paragraph (15) is amended by striking the period at the end and inserting the\nphrase “; and” in its place.\n(c) A new paragraph (16) is added to read as follows:\n“(16) The procurement, by the Department of Housing and Community\nDevelopment or the Department of Human Services, of goods and services related to the\nproduction of permanent supportive housing units produced through fiscal year 2018.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the February 26, 2013 fiscal impact statement of the Chief Financial\nOfficer as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D. C. Official Code § 1206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 2-351.05\n\n\f", 
  "title": "Permanent Supportive Housing Application Streamlining Emergency Amendment Act of 2013", 
  "council_period": "20"
}