{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-48, effective April 12, 2013 (Expiration date July 11, 2013)\n\n20 DCSTAT 1354\n\nAN ACT\n\nBill 20-206\nEmergency\nDeclaration\nRes. 20-99\n20 DCStat 1486\n\nTo amend, on an emergency basis, the Deputy Mayor for Planning and Economic Development Limited\nGrant-Making Authority Act of 2012 to require the Deputy Mayor for Planning and Economic\nDevelopment to issue a loan in the amount of $800,000 to support an affordable housing project\nin Ward 7.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Deputy Mayor for Planning and Economic Development Limited GrantMaking Authority Emergency Amendment Act of 2013”.\n\nSec. 2. Section 2032 of the Deputy Mayor for Planning and Economic Development\nLimited Grant-Making Authority Act of 2012, effective September 20, 2012 (D.C. Law 19-168;\nD.C. Official Code § 1-328.04), is amended as follows:\n(a) Subsection (b)(F) is repealed.\n(b) A new subsection (d) is added to read as follows:\n“(d) Pursuant to subsection (c) of this section, the Deputy Mayor shall issue a loan for\nfiscal year 2013 in the amount of $800,000 for the purpose of providing assistance to a mixeduse development located in Ward 7, including 100% affordable housing units supporting former\nLincoln Heights residents.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDeputy Mayor\nfor Planning\nand Economic\nDevelopment\nLimited\nGrant-Making\nAuthority\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 1-328.04\n\n\f",
  "title": "Deputy Mayor for Planning and Economic Development Limited Grant-Making Authority Emergency Amendment Act of 2013",
  "end": "1354",
  "start": "1354",
  "name": "Act_20-48.pdf"
}