{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3348\nD.C. Act 20-353, effective June 17, 2014 (Expiration date September 10, 2014)\n\nAN ACT\n\nBill 20-815\nEmergency\nDeclaration\nRes. 20-487\n20 DCStat 3436\n\nTo amend, on an emergency basis, due to congressional review, the Recreation Act of 1994 to clarify that\nthe Department of Parks and Recreation’s implementation of its nutritional requirements is not\ncontingent upon promulgation of unrelated regulations concerning field and facility permitting.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Department of Parks and Recreation Fee-based Use Permit Authority\nClarification Congressional Review Emergency Amendment Act of 2014”.\n\nSec. 2. Section 7a(b)(2) of the Recreation Act of 1994, effective September 14, 2011\n(D.C. Law 19-21; D.C. Official Code § 10-307(b)(2)), is amended by striking the phrase “section\n3(b-1) and (d), section 3a, and section 3b” and inserting the phrase “section 3(b-1) and (d) and\nsection 3a” in its place.\nSec. 3. Applicability.\nThis act shall apply as of June 12, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDepartment of\nParks and\nRecreation\nFee-based Use\nPermit\nAuthority\nClarification\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 10-307\n\n\f",
  "title": "Department of Parks and Recreation Fee-based Use Permit Authority Clarification Congressional Review Emergency Amendment Act of 2014",
  "end": "3348",
  "start": "3348",
  "name": "Act_20-353.pdf"
}