{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4368\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nAN ACT\n\nBill 20-957\nEmergency\nDeclaration\nRes. 20-625\n20 DCStat 4527\n\nTo amend, on an emergency basis, the Fiscal Year 2015 Budget Support Act of 2014 to clarify provisions\nsupporting the Fiscal Year 2015 budget.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fiscal Year 2015 Budget Support Clarification Emergency Amendment\nAct of 2014”.\n\nFiscal Year\n2015 Budget\nSupport\nClarification\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. The Fiscal Year 2015 Budget Support Act of 2014, enacted on September 23, 2014\n(D.C. Act 20-424; 61 DCR 9990), is amended as follows:\n(a) Section 1043(d) is amended by striking the phrase “to the Capital Fund as Paygo” and\ninserting the phrase “equally among the Local Streets Ward-Based Capital Projects. For the\npurposes of this paragraph, the term Local Streets Ward Based Capital Projects shall have the\nsame meaning as provided in § 50-921.51(4)” in its place.\n(b) Section 1052(b) is amended by striking the phrase “(2) “Eligible employee” means a\nDistrict government employee eligible to accrue annual leave who has experienced a qualifying\nevent.” and inserting the following in its place:\n“(2) “Eligible employee” means a District government employee; provided, that\nthe term “eligible employee” does not include:\n“(A) A temporary employee appointed for less than 90 days; or\n“(B) An intermittent employee.”.\n(c) Section 1053 is repealed.\n(d) Section 2094(c) is amended by striking the phrase “within the following area” and\ninserting the phrase “abutting the following line” in its place.\n(e) Section 3052(b) is amended to read as follows:\n“(b) Paragraph (4)(A) is amended as follows:\n“(1) The existing text is designated as sub-subparagraph (i).\n“(2) A new sub-subparagraph (ii) is added read as follows:\n““(ii) For Fiscal Year 2015, and except as provided in subparagraph (B) of\nthis paragraph, no officer or member of the Fire and Emergency Medical Services Department who\nis authorized to receive overtime compensation under this subsection may earn overtime in excess\nof $ 30,000 in a fiscal year.”.”.\n(f) A new section 4073a is added to read as follows:\n\nNote,\n§ 47-362\n\nNote,\n§ 1-612.03c\n\nNote,\n§ 1-612.03c\nNote,\n§ 2-1217.73\nNote,\n§ 1-611.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4369\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“Sec. 4073a. Child development facility requirements.\n“(a) If 50 % or more children in a licensed child development facility are eligible to\nparticipate in the CACF Program, the facility shall participate in the program unless OSSE grants it\nan exemption pursuant to subsection (b) of this section.\n“(b) To be eligible for an exemption, a child development facility must provide OSSE with a\nwritten statement describing why participation in the CACF Program constitutes a hardship. OSSE\nwill determine whether good cause exists and provide notice to the child development facility that it\nis excused from participating in the CACF Program for one year from the date of the notice. To the\nextent possible, OSSE shall work with excused child development facilities to address barriers to\nparticipating in the CACF Program.”.\n(g) Section 4074(a) is amended as follows:\n(1) Paragraph (2) is amended by striking the word “and” at the end.\n(2) Paragraph (3) is amended by striking the period and inserting the phrase “; and”\nin its place.\n(3) A new paragraph (4) is added to read as follows:\n\"(4) Provide to the Mayor, the Council, and the Healthy Schools and Youth\nCommission, no later than June 30 of each year, a report listing the names and locations of licensed\nchild development facilities with 50 % or more eligible children enrolled, whether the facility\nparticipates in the CACF Program, and whether and why the facility was excused from\nparticipation.”.\n(h) Section 5072(b) is amended as follows:\n(1) Strike the phrase “October 1, 2015” and insert the phrase “October 1, 2014” in its\nplace.\n(2) Strike the phrase “section (c) of this subsection” and insert the phrase\n“subsection (c) of this section” in its place.\n(i) Section 6002 is amended as follows:\n(1) Subsection (b)(2) is amended to read as follows:\n“(2) A new subsection (b) is added to read as follows:\n“(b) Notwithstanding the requirements of subsection (a) of this section, the District shall not\ncharge a fee to an organization for occupying public space to operate a farmers market; provided,\nthat it participates in the Supplemental Nutritional Assistance Program and the Women, Infants\nand Children Farmers Market Nutrition Program.”.\n(2) Subsection (c) is amended to read as follows:\n“(c) Section 303 (D.C. Official Code § 10-1103.02) is amended to read as follows:\n\"Sec. 303. (a)(1) The Chief Financial Officer shall assess and collect rent and charges from\nthe owner or owners of abutting property for any vault located in the public space abutting such\nproperty, unless such vault has been removed, filled, sealed, or otherwise rendered unusable in a\nmanner satisfactory to the Mayor.\n\"(2) Bills and notices shall be deemed to be properly served when mailed via first\nclass mail to the abutting property owner's mailing address of record as maintained by the Chief\nAssessor of the Office of Tax and Revenue.\n\nNote, New\n§ 38- 282.01\n\nNote,\n§ 38- 283\n\nNote,\n§ 4-205.52\n\nNote,\n§ 10-1102.02\n\nNote,\n§ 10-1103.02\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4370\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(b)(1) Notwithstanding section 104 of the Condominium Act of 1976, effective March 29,\n1977 (D.C. Law 1-89; D.C. Official Code § 42-1901.04), or any other provision of law that imposes\nliability for vault rent that is contrary to this subsection, vault rent shall be assessed against a\nresponsible condominium unit owners' association.\n\"(2) The responsible condominium unit owners' association shall be billed for vault\nrent as a separate and distinct taxable entity with its own vault rent account, as designated by the\nChief Financial Officer, and, unless the context requires otherwise, for purposes of this title shall be\ndeemed to be the owner of the property abutting public space in which any vault is located.\n\"(3) A notice of proposed land assessment relating to the vault rent account shall be\ngiven to the responsible condominium unit owners' association by March 1st before the beginning\nof the applicable vault rent year. Only the land values of comparable multi-family residential\nproperties shall only be used in determining land values for vault rent purposes of residential\ncondominiums.\n\"(4) The assessed value of the land derived for purposes of billing the vault rent may\nbe appealed as provided under D.C. Official Code § 47-825.01a(d), (e), and (g); except, that for the\npurposes of this section any references in that section to an owner shall be deemed to be references\nto a responsible condominium unit owners' association.\n\"(5) The Chief Financial Officer may correct or change any land assessment relating\nto the vault rent account for which a responsible condominium unit owners' association is\nresponsible as under the circumstances and subject to the conditions in D.C. Official Code § 47825.01a(f); except, that the reference to:\n\"(A) Tax years shall be deemed to be a reference to vault rent years;\n\"(B) Owner shall be deemed to be a reference to a responsible condominium\nunit owners' association; and\n\"(C) The owner's address of record shall be deemed to be a reference to the\nresponsible condominium unit owners' mailing address of record as maintained by the Chief\nAssessor of the Office of Tax and Revenue.\n\"(c) Where vault rent is assessed against any owner other than a responsible condominium\nowners' association, the Mayor may adjust any utilization factor or area of the vault level under the\ncircumstances, subject to the conditions in D.C. Official Code § 47-825.01a(f); except, that the\nreference to tax years shall be deemed to be a reference to vault rent years .\".”.\n(j) Section 7002 is amended by striking the phrase “3-year period” and inserting the phrase\n“4-year period” in its place.\n(k) New sections 7010a, 7010b, 7010c, 7010d, and 7010e are added to read as follows:\n“Sec. 7010a. The Retail Incentive Amendment Act of 2012, effective April 27, 2013 (D.C.\nLaw 19-288; 60 DCR 2325), is repealed.\n“Sec. 7010b. Section 701 of the Raising Expectations for Education Outcomes Omnibus\nAct of 2012, effective June 19, 2012 (D.C. Law 19-142; D.C. Official Code § 38-757.01), is\nrepealed.\n\nNote,\n§ 47-4304.01\n\n§ 2-1217.73\nLaw 19-288\nnot\nimplemented\nNote,\n§ 38-757.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4371\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“Sec. 7010c. The Water and Sewer Authority Establishment and Department of Public\nWorks Reorganization Act of 1996, effective April 18, 1996 (D.C. Law 11-111; D.C. Official Code\n§ 34-2201.01 et seq.), is amended as follows:\n“(a) Section 206g(d) (D.C. Official Code § 34-2202.06g(d)) is repealed.\n“(b) Section 206h(e) (D.C. Official Code § 34-2202.06h(e)) is repealed.\n“Sec. 7010d. The Senior Citizen Real Property Tax Relief Act of 2013, effective May 28,\n2014 (D.C. Law 20-105; 61 DCR 5897), is repealed.\n“Sec. 7010e. Section 601(m) of the Board of Ethics and Government Accountability\nEstablishment and Comprehensive Ethics Reform Amendment Act of 2011, effective April 27,\n2012 (D.C. Law 19-124; D.C. Official Code § 1-1164.01(m)), is repealed.”.\n(l) Section 7012 is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Strike the phrase “approved, any recurring revenues in a quarterly\nrevenue estimate” and insert the phrase “approved by the District, any recurring revenues in a\nFebruary revenue estimate” in its place.\n(B) Strike the phrase “$6,650 for Head of Household” and insert the phrase\n“$6,500 for Head of Household” in its place.\n(2) Subsection (c) is amended as follows:\n(A) Paragraph (1)(C) is amended to read as follows:\n“(C) Paragraph (44) is amended to read as follows:\n\"(44) \"Standard deduction\" means:\n\"(A) In the case of a return filed by a single individual or married individual\nfiling a separate return:\n\"(i) For taxable years beginning before January 1, 2015, the amount\nof $4,000 increased annually by the cost-of-living adjustment (if the adjustment does not result in a\nmultiple of $50, rounded to the next lowest multiple of $50) for a single individual and one-half of\nthe amount that may be taken by a single individual for a married individual filing a separate return;\n\"(ii) For taxable years beginning after December 31, 2014, the\nhighest of:\n“(I) $5,200 increased annually by the cost-of-living\nadjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest\nmultiple of $50);\n“(II) Subject to availability of funding and in accordance with\n§ 47-181, $5,650 increased annually by the cost-of-living adjustment (if the adjustment does not\nresult in a multiple of $50, rounded to the next lowest multiple of $50); or\n“(III) Subject to availability of funding and in accordance\nwith § 47-181, the amount of the standard deduction as prescribed in section 63(c) of the Internal\nRevenue Code of 1986;\n\"(B) In the case of a return filed by a head of household:\n\nNote,\n§ 34-2202.06g\nNote,\n§ 34-2202.06h\n§ 47-863\nLaw 20-105\nnot\nimplemented\nNote,\n§ 1-1164.01\n\nNote,\n§ 47-181\n\nNote,\n§ 47-1801.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4372\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(i) For taxable years beginning before January 1, 2015, the amount\nof $4,000 increased annually by the cost-of-living adjustment (if the adjustment does not result in a\nmultiple of $50, rounded to the next lowest multiple of $50);\n“(ii) For taxable years beginning after December 31, 2014, the\nhighest of:\n“(I) $6,500 increased annually by the cost-of-living\nadjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest\nmultiple of $50);\n“(II) Subject to availability of funding and in accordance with\n§ 47-181, $7,800 increased annually by the cost-of-living adjustment (if the adjustment does not\nresult in a multiple of $50, rounded to the next lowest multiple of $50); or\n\"(III) Subject to availability of funding and in accordance\nwith § 47-181, the standard deduction as prescribed in section 63(c) of the Internal Revenue Code of\n1986;\n\"(C) In the case of a return filed by married individuals filing a joint return,\nor a surviving spouse:\n\"(i) For taxable years beginning before January 1, 2015, the amount\nof $4,000 increased annually by the cost-of-living adjustment (if the adjustment does not result in a\nmultiple of $50, rounded to the next lowest multiple of $50);\n\"(ii) For taxable years beginning after December 31, 2014, the\nhighest of:\n“(I) $8,350 increased annually by the cost-of-living\nadjustment (if the adjustment does not result in a multiple of $50, rounded to the next lowest\nmultiple of $50);\n“(II) Subject to availability of funding and in accordance with\n§ 47-181, $10,275 increased annually by the cost-of-living adjustment (if the adjustment does not\nresult in a multiple of $50, rounded to the next lowest multiple of $50); or\n\"(III) The standard deduction as prescribed in section 63(c) of\nthe Internal Revenue Code of 1986; and\n\"(D) In the case of an individual who is a resident, as defined in paragraph\n(42) of this section, for less than a full 12-month taxable year, the amounts specified in\nsubparagraph (A), (B), or (C) of this paragraph prorated by the number of months that the individual\nwas a resident.\".”.\n(B) Paragraph (2) is amended to read as follows:\n“(2) Section 47-1803.02(a)(2)(N) is amended to read as follows:\n“(N)(i) Pension, military retired pay, or annuity income received from the\nDistrict of Columbia or the federal government by persons who are 62 years of age or older by the\nend of the taxable year, except that the exclusion shall not exceed the lesser of $3,000 or the actual\namount of the pension, military retired pay, or annuity received during the taxable years; provided,\nthat the pension, military retired pay, or annuity is otherwise subject to taxation under this chapter;\n\nNote,\n§ 47-1803.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4373\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nprovided further, that this sub-subparagraph shall apply for taxable years beginning before January\n1, 2015.\n“(ii) Survivor benefits received from the District of Columbia or the\nfederal government by persons who are 62 years of age or older by the end of the taxable year.”.\n(C) Paragraph (4) is amended as follows:\n(i) Subparagraph (A) is amended to read as follows:\n“(A) Subsection (c) is amended to read as follows:\n“(c) There shall be allowed an additional exemption for a taxpayer who qualifies as a head\nof household; provided, that this subsection shall not apply for a tax year in which the deduction\namount for personal exemptions under subsection (i) of this section is $2,200 or more.”.\n(ii) Subparagraph (E) is amended by striking the phrase “and subject\nto § 47-1806.04(e)”.\n(iii) Subparagraph (F) is amended by striking the phrase “The\namount” and inserting the phrase “For tax years beginning after December 31, 2014, the amount” in\nits place.\n(D) Paragraph (6)(B) is amended by striking the phrase “40% of the earned\nincome tax credit allowed under section 32 of the Internal Revenue Code of 1986” and inserting\nthe phrase “40% of the earned income tax credit allowed under section 32 of the Internal\nRevenue Code of 1986; provided, that the credit shall not be allowed to a resident who has\nelected to claim the low income tax credit provided for in subsection (e) of this section” in its\nplace.\n(3) A new subsection (d-1) is added to read as follows:\n“(d-1) Section 47-2002(a) is amended as follows:\n“(1) Paragraph (5) is repealed.\n“(2) Paragraph (6) is repealed.”.\n(4) Subsection (f)(2)(A) and (C) is amended by striking the phrase “before\nJanuary 1, 2015” both times it appears and inserting the phrase “before January 1, 2016” in its\nplace.\n(m) Section 7052 is amended to read as follows:\n“Sec. 7052. Title 47 of the District of Columbia Official Code is amended as follows:\n“(a) Chapter 8 is amended as follows:\n“(1) Section 47-845(c) is amended by striking the phrase “interest at the rate of\n8% per annum” and inserting the phrase “simple interest at the rate of 1/2% per month or portion\nof a month until paid” in its place.\n“(2) Section 47-845.02 is amended as follows:\n“(A) Subsection (a)(2) is amended to read as follows:\n“(2) “Household adjusted gross income” means the adjusted gross income of all\npersons residing in a household, as determined by each person's federal income tax year ending\nimmediately before the beginning of the real property tax year during which application is made\nunder subsection (e) of this section, excluding the adjusted gross income of any person who is a\ntenant by virtue of a written lease for fair market value.”.\n\nNote,\n§ 47-1806.02\n\nNote,\n§ 47-1806.04\n\nNote,\n§ 47-2002\n\nNote,\n§ 47-845\n\nNote,\n§ 47-845.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4374\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(B) Subsection (c) is amended by striking the phrase “interest at the rate\nof 8% per annum” and inserting the phrase “simple interest at the rate of 1/2% per month or\nportion of a month until paid” in its place.\n“(C) Subsection (d) is amended by striking the phrase “and § 47-845” and\ninsert the phrase “, § 47-845, and § 47-845.03” in its place.\n“(D) Subsection (h) is amended by adding a new paragraph (5) to read as\nfollows:\n“(5)(A) If a filed application is properly completed and not disapproved, taxes\ndeferred shall remain deferred and the taxes from prospective tax years shall continue to be\ndeferred notwithstanding household adjusted gross income applicable to prospective tax years\nthat exceeds the threshold in subsection (a)(1)(B) of this section.\n“(B) This paragraph shall not apply if the senior’s household no longer\nqualifies for the deferral for any other reason.”.\n“(3) Section 47-845.03 is amended as follows:\n“(A) Subsection (a)(2) is amended to read as follows:\n“(2) “Household adjusted gross income” means the adjusted gross income of all\npersons residing in a household, as determined by each person's federal income tax year ending\nimmediately before the beginning of the real property tax year during which application is made\nunder subsection (f) of this section, excluding the adjusted gross income of any person who is a\ntenant by virtue of a written lease for fair market value.”.\n“(B) Subsection (c) is amended to read as follows:\n“(c) Taxes deferred under this section shall bear simple interest at the rate of ½% per\nmonth or portion of a month until paid; provided, that if an individual owner is 75 years of age or\nolder, has less than $12,500 of household interest and dividend income, and has owned a\nresidence in the District for at least the immediately preceding 25 years (including no more than\n2 consecutive gaps of ownership where each gap shall not exceed 120 days), no interest shall\nbear for taxes deferred under this section.\".\n“(C) Subsection (d) is amended by striking the phrase “and § 47-845” and\ninserting the phrase “, §47-845, and § 47-845.02” in its place.\n“(D) Subsection (i) is amended by adding a new paragraph (5) to read as\nfollows:\n“(5) If a filed application is properly completed and not disapproved, taxes\ndeferred shall remain deferred and the taxes from prospective tax years shall continue to be\ndeferred notwithstanding household adjusted gross income applicable to prospective tax years\nthat exceeds the threshold in subsection (a)(4)(D) of this section. This paragraph shall not apply\nwhere the senior’s household no longer qualifies for the deferral for any other reason.”.\n“(b) Section 47-1806.06 is amended as follows:\n“(1) Subsection (a) is amended as follows:\n“(A) Paragraph (2)(C) is amended by striking the phrase \"for all\nclaimants\" and inserting the phrase \"for all claimants other than eligible senior claimants\" in its\nplace.\n\nNote,\n§ 47-845.03\n\nNote,\n§ 47-1806.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4375\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(B) A new paragraph (2A) is added to read as follows:\n\"(2A) For taxable years beginning after December 31, 2014, the percentage\nrequired under paragraph (1) of this subsection to be determined for eligible senior claimants\nshall be 100% of property tax or of rent constituting property taxes accrued exceeding 3.0% of\nadjusted gross income of the tax filing unit.\".\n“(2) Subsection (b) is amended by adding a new paragraph (9) to read as follows:\n\"(9) The term \"eligible senior claimant\" means a claimant who is 70 years or older\nat any time during the tax year and whose adjusted gross income does not exceed $60,000.\".\n“(3) Subsection (e)(1) is amended by striking the phrase “§ 47-845” and inserting\nthe phrase ““§§ 47-845, 47-845.02, and 47-845.03” in its place.\n“(4) Subsection (r) is amended by striking the phrase “$50,000 shall be” and\ninserting the phrase “$50,000 ($60,000 for eligible senior claimants) shall be” in its place.”.\n(q) Section 7102 is amended to read as follows:\n“Sec. 7102. Title 47 of the District of Columbia Official Code is amended as follows:\n“(a) Chapter 8 is amended as follows:\n“(1) The table of contents is amended by adding a new section designation to read as\nfollows:\n\"47-805. Office of Real Property Tax Ombudsman.\".\n“(2) Section 47-802(5) is amended as follows:\n“(A) Subparagraph (D) is amended by striking the word \"or\" at the end.\n“(B) Subparagraph (E) is amended by striking the period and inserting the\nphrase \"; or\" in its place.\n“(C) A new subparagraph (F) is added to read as follows:\n\"(F) For purposes of appealing the assessment of real property sold under §\n47-1353(b), the tax sale purchaser or the purchaser's assignee, as applicable; provided, that the\nMayor shall not be required to mail notices or bills issued under this chapter to the tax sale\npurchaser or assignee; provided further, that the owner of record is not appealing the assessment for\nthe same tax year.\".\n“(3) A new section 47-805 is added to read as follows:\n\"§ 47-805. Office of Real Property Tax Ombudsman.\n\"(a) There is created within the Office of the Mayor the Office of the Real Property Tax\nOmbudsman (\"Office\"), which shall be headed by the Real Property Tax Ombudsman\n(\"Ombudsman\"), who shall be appointed by the Mayor pursuant to § 1-523.01(a), as a statutory\nemployee in the Excepted Service pursuant to § l-609.08. The Ombudsman shall serve for a term of\n5 years. The Ombudsman shall serve at the pleasure of the Mayor.\n\"(b) The Ombudsman shall appoint staff and additional personnel as provided for in an\napproved budget and financial plan for the District.\n\"(c) The Ombudsman shall:\n\"(1) Consult with and advise Class 1 real property owners on any real property tax\nmatter arising under Chapter 8 or 13A of this title or under Chapter 31A of Title 42;\n\nNote,\n§ 47-802\n\nNote,\n§ 47-805\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4376\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(2) Receive and investigate concerns and complaints from Class 1 real property\nowners related to real property tax matters;\n\"(3) Provide counsel and assistance to Class 1 real property owners relating to real\nproperty taxes, including referring Class 1 real property owners to appropriate:\n\"(A) Legal service providers;\n\"(B) Public interest organizations; and\n\"(C) Government offices;\n\"(4) Maintain a list of organizations that provide free or reduced-price legal services\nto District of Columbia residents and a list of housing counseling agencies approved by the U.S.\nDepartment of Housing and Urban Development;\n\"(5) Protect the confidentiality of records and comply with all applicable\nconfidentiality provisions, including § 47-821(d)(2); and\n\"(6) Prepare and submit to the Council and the Mayor an annual report on the\nactivities of the Office that the Mayor shall make available to the public on the Mayor's website.\n\"(d) The Ombudsman may assist an owner with matters concerning an abutting lot where\nthe abutting lot and the Class 1 property are owned by the same owner.\n\"(e) The Ombudsman shall not appear on behalf of Class 1 real property owners in any\ncourt, administrative, or quasi-judicial proceeding.\n\"(f) The Office of the Chief Financial Officer may share confidential tax information with\nthe Ombudsman.\n\"(g) For purposes of this section, the term \"Class 1 real property owner\" shall have the same\nmeaning as provided in § 47-813(c-3)(1); provided, that the term owner as used in § 47-813(c-3)(1)\nshall be construed broadly and include the persons defined as owners in § 47-802 as well as other\npersons with an equitable interest in the property, and any other persons the Ombudsman\ndetermines to be appropriate representatives of the property owner (or, if applicable, the property\nowner's estate), or any other persons the Ombudsman determines to be consistent with the purposes\nof this section.\".\n“(4) Section 47-811(c) is amended by striking the phrase \"plus interest on the unpaid\namount” and inserting the phrase \"plus simple interest on the unpaid amount\" in its place.\n“(5) Section 47-845.03 is amended as follows:\n“(A) Subsection (c) is amended to read as follows:\n\"(c) Taxes deferred under this section shall bear simple interest at the rate of ½% per month\nor portion of a month until paid; provided, that if an individual owner is 75 years of age or older, has\nless than $12,500 of household interest and dividend income, and has owned a residence in the\nDistrict for at least the immediately preceding 25 years (including no more than 2 consecutive gaps\nof ownership where each gap shall not exceed 120 days), no interest shall bear for taxes deferred\nunder this section.\".\n“(B) Subsection (g) is amended to read as follows:\n\"(g) If a properly completed and approved application is filed, the applicant may choose to\nhave the deferral apply to past years; provided, that the amount deferred shall comply with\n\nNote,\n§ 47-811\nNote,\n§ 47-845.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4377\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nsubsection (d) of this section and the periods of applicability are stated in the application; provided\nfurther, that the applicant is responsible for accrued attorneys' fees.\".\n“(C) Subsection (p) is repealed.\n“(6) Section 47-895.31(8) is amended to read as follows:\n\"(8) \"Lot\" means real property as defined in § 47-802(1) where such real property\nfor billing and collection purposes under this subchapter shall be further described with the letters\n\"PC\" preceding the sequence of square, suffix and lot, or parcel and lot numbers under § 47802(1).\".\n“(7) Section 47-895.33 is amended by adding a new subsection (b-1) to read as\nfollows:\n\"(b-1) A notice, bill, or other correspondence under this subchapter or § 47-1336 shall be\nmailed to the owner's specifically designated mailing address as provided in the energy efficiency\nloan closing documents and as may be updated from time to time by the Chief Financial Officer,\nwhich may be different from the general mailing address provided pursuant to § 42-405, or as\nprovided in the transfer and recordation tax return.\".\n“(b) Section 47-902 is amended by adding a new paragraph (26) to read as follows:\n\"(26) Transfers of property transferred to a named beneficiary of a revocable transfer\non death deed under Subchapter IV of Chapter 6 of Title 19, by reason of the death of the grantor of\nthe revocable transfer on death deed.\".\n“(c) Chapter 13A is amended as follows:\n“(1) The table of contents is amended as follows:\n“(A) A new section designation is added to read as follows:\n\"47-1353.01. Post-sale notice.\".\n“(B) A new section designation is added to read as follows:\n\"47-1382.01. Equity distribution post-judgment – owner-occupant properties.\".\n“(2) Section 47-1330 is amended as follows:\n“(A) Paragraph (2) is amended to read as follows:\n\"(2) \"Tax\" means unpaid real property tax and vault rent owing as of October 1, and\nunpaid business improvement district tax owing as of September 1, including penalties, interest, and\ncosts, as calculated by the Mayor. The term \"tax\" includes an assessment or charge due at any time\nto the District and certified to the Mayor for collection under this chapter in the same manner as a\nreal property tax, along with permitted penalties, interest, and costs, as calculated by the Mayor.\".\n“(B) A new paragraph (2A) is added to read as follows:\n\"(2A) \"Tax sale date\" or \"date of the tax sale\" means for purposes of the tax sale\nheld under § 47-1346 the date when the tax sale during which the real property was sold\nconcluded.\".\n“ (C) A new paragraph (4A) is added to read as follows:\n\"(4A) \"Premises address\" means the address, if any, for the square, suffix, and lot\nnumbers, or parcel and lot numbers, of real property as reflected in the records in the Office of Tax\nand Revenue.\".\n“(3) Section 47-1332 is amended to read as follows:\n\nNote,\n§ 47-895.31\n\nNote,\n§ 47-895.33\n\nNote,\n§ 47-902\n\nNote,\n§ 47-1330\n\nNote,\n§ 47-1332\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4378\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"§ 47-1332. Sale of properties by Mayor; exemptions from sale.\n\"(a) Except as provided in subsections (c) and (d) of this section or as provided in other law,\nthe Mayor shall sell all real property on which the tax is in arrears.\n\"(b) The Mayor shall designate a single agency to conduct tax sales.\n\"(c) The Mayor shall not sell any real property if:\n\"(1) A forbearance authorization has been approved in writing by the Mayor for the\napplicable tax sale;\n\"(2) For improved Class 1 Property, the tax amount to be sold is less than $2,500; or\n\"(3) The real property is a Class 1 Property that is receiving a homestead deduction,\nwith respect to which there is an outstanding non-void certificate of sale; provided, that no real\nproperty shall be excluded from sale solely pursuant to this paragraph if the non-void certificate of\nsale has been outstanding for 3 years or more.\n\"(d) The Mayor, in the Mayor's discretion, may decline to sell any Class 1 Property or any\nreal property for a delinquency in the payment of a non-real property tax that does not have to be\ncertified.\n\"(e)(1) An application for a forbearance authorization, utilizing the form of application as\nshall be devised by the Mayor, may be submitted to the Mayor up to 30 days before the first day of\nthe tax sale.\n\"(2) The Mayor shall review and approve or deny the application within 90 days of\nreceipt of the application.\n\"(3)(A) The Mayor shall approve an application if the real property receives a\nhomestead deduction and the tax amount to be sold is less than or equal to $7,500.\n“(B) The Mayor, in the Mayor's discretion, may approve an application that\ndoes not meet the criteria for demonstrated hardship set forth in subparagraph (A) of this paragraph.\n\"(4) Upon approving an application for forbearance authorization, the Mayor shall\nremove the real property from the tax sale to which the forbearance corresponds or, if the tax sale\nhas occurred with respect to the real property, cancel the tax sale pursuant to § 47-1366.\".\n“(4) Section 47-1334 is amended to read as follows:\n\"§ 47-1334. Interest rate.\n\"(a) The rate of simple interest on all amounts due, owing, or paid for the taxes sold or bid\noff to the District under this chapter shall be 1.5% per month or portion thereof until paid, excluding\nsurplus; provided, that interest on the amount sold at tax sale, excluding surplus, shall accrue at the\napplicable interest rate beginning the first day of the month following the tax sale. No interest shall\naccrue for surplus, expenses, or the reasonable value of improvements.\n\"(b) The purchaser shall receive simple interest of 1% per month or portion thereof on the\namount paid for the real property, excluding surplus, beginning on the first day of the month\nimmediately following when the real property was sold or the certificate of sale was assigned by the\nMayor until the payment to the Mayor is made as required under § 47-1361(a), by another purchaser\nunder § 47-1382(c), or by the trustee under § 47-1382.01(d)(2), and as provided in § 47-1354(b) for\nthe period when such other taxes were paid. The purchaser shall receive no interest for expenses or\nthe reasonable value of improvements.”.\n\nNote,\n§ 47-1334\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4379\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(5) Section 47-1336 is amended as follows:\n“(A) Subsection (a) is amended by adding a new sentence at the end to read\nas follows:\n\"The special assessment shall be collectible under this chapter notwithstanding any\nprovision of law to the contrary granting a tax exemption, and the real property formerly described\nunder § 47-895.31(8) shall revert to its description under § 47-802(1) for purposes of collection\nunder this chapter.\".\n“(B) Subsection (b)(2) is amended as follows:\n“(i) Strike the word \"transaction\" and insert the word \"sale\" in its\nplace.\n“(ii) Strike the phrase \"§§ 47-1341 and 47-1342\" and insert the\nphrase \"§§ 47-1341, 47-1342, and 47-1353.01\" in its place.\n“(C) Subsection (e) is amended as follows:\n“(i) Paragraph (1) is amended by striking the phrase \"contrary,\" and\ninserting the phrase \"contrary, provisions in this section excepted,\" in its place.\n“(ii) Paragraph (2) is amended as follows:\n“(I) The lead-in language is amended by striking the phrase\n\"record owner\" and inserting the phrase \"record owner at the mailing address provided in § 47895.33(b-1)\" in its place.\n“(II) Subparagraph (C) is amended by striking the word\n\"and\".\n“(III) Subparagraph (D) is amended to read as follows:\n\"(D) Once the complaint is filed, expenses under § 47-1377 shall be owed;\nand\".\n“(IV) A new subparagraph (E) is added to read as follows:\n\"(E) The real property described under § 47-895.31(8) and billed as such\n(with account number) for purposes of Subchapter IX of Chapter 8 of this title and the correlating\ndescription under § 47-802(1) (with square, suffix, and lot numbers, or parcel and lot numbers, as\napplicable) is under which the complaint shall be filed.\".\n“(6) Section 47-1340 is amended as follows:\n“(A) Subsection (a) is amended as follows:\n“(i) Strike the phrase \"Each of the taxing\" and insert the phrase\n\"Subject to the limitation set forth in § 34-2407.02, each of the taxing\" in its place.\n“(ii) Strike the phrase \"notice of delinquency required by § 47-1341\"\nand insert the phrase \"notices required by § 47-1341 and § 47-1353.01\" in its place.\n“(B) Subsection (c) is amended to read as follows:\n\"(c) If a taxing agency does not certify a tax that is due to the District as of the date of the\nMayor's notice under subsection (a) of this section, the tax shall not be collected through such tax\nsale.\".\n\nNote,\n§ 47-1336\n\nNote,\n§ 47-1340\n\n\f",
  "title": "Fiscal Year 2015 Budget Support Clarification Emergency Amendment Act of 2014",
  "end": "4379",
  "start": "4368",
  "name": "Act_20-461.pdf"
}