{
  "end": "3683", 
  "name": "Act_20-370.pdf", 
  "start": "3647", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3647\n\nAN ACT\n\nTo adopt the request of the District of Columbia government for appropriation and authorization for the\nfiscal year ending September 30, 2015.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Fiscal Year 2015 Budget Request Act of 2014\".\nSec. 2. The Council of the District of Columbia approves the following expenditure\nlevels and appropriation language for the government of the District of Columbia for the fiscal\nyear ending September 30, 2015.\nDIVISION A\nDISTRICT OF COLUMBIA APPROPRIATION REQUEST\nTITLE I--FEDERAL FUNDS\nDISTRICT OF COLUMBIA COURTS\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA COURTS\nFor salaries and expenses for the District of Columbia Courts, $255,819,000 to be allocated as\nfollows: for the District of Columbia Court of Appeals, $13,844,000, of which not to exceed\n$2,500 is for official reception and representation expenses; for the District of Columbia\nSuperior Court, $117,885,000, of which not to exceed $2,500 is for official reception and\nrepresentation expenses; for the District of Columbia Court System, $72,310,000, of which not\nto exceed $2,500 is for official reception and representation expenses; and $51,780,000, to\nremain available until September 30, 2016, for capital improvements for District of Columbia\ncourthouse facilities; provided, that funds made available for capital improvements shall be\nexpended consistent with the District of Columbia Courts master plan study and facilities\ncondition assessment; provided further, that notwithstanding any other provision of law, all\namounts under this heading shall be apportioned quarterly by the Office of Management and\nBudget and obligated and expended in the same manner as funds appropriated for salaries and\nexpenses of other Federal agencies; provided further, that 30 days after providing written notice\nto the Committees on Appropriations of the House of Representatives and the Senate, the District\nof Columbia Courts may reallocate not more than $6,000,000 of the funds provided under this\nheading among the items and entities funded under this heading; provided further, that the Joint\nCommittee on Judicial Administration in the District of Columbia may, by regulation, establish a\n\nBill 20-749\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nFiscal Year\n2015 Budget\nRequest Act of\n2014\n\nNote,\n§ 1-204.46\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3648\n\nprogram substantially similar to the program set forth in Subchapter II of Chapter 35 of Title 5 of\nthe United States Code, for individuals serving the District of Columbia Courts.\nFEDERAL PAYMENT FOR DEFENDER SERVICES IN DISTRICT OF COLUMBIA\nCOURTS\nFor payments authorized under section 11–2604 and section 11–2605 of the District of Columbia\nOfficial Code (relating to representation provided under the District of Columbia Criminal\nJustice Act), payments for counsel appointed in proceedings in the Family Court of the Superior\nCourt of the District of Columbia under Chapter 23 of Title 16 of the District of Columbia\nOfficial Code, or pursuant to contractual agreements to provide guardian ad litem representation,\ntraining, technical assistance, and such other services as are necessary to improve the quality of\nguardian ad litem representation, payments for counsel appointed in adoption proceedings under\nChapter 3 of Title 16 of the District of Columbia Official Code, and payments authorized under\nsection 21–2060 of the District of Columbia Official Code (relating to services provided under\nthe District of Columbia Guardianship, Protective Proceedings, and Durable Power of Attorney\nAct of 1986), $49,890,000, to remain available until expended; provided, that funds provided\nunder this heading shall be administered by the Joint Committee on Judicial Administration in\nthe District of Columbia; provided further, that notwithstanding any other provision of law, this\nappropriation shall be apportioned quarterly by the Office of Management and Budget and\nobligated and expended in the same manner as funds appropriated for expenses of other Federal\nagencies.\n\nFEDERAL PAYMENT FOR RESIDENT TUITION SUPPORT\nFor a Federal payment to the District of Columbia, to be deposited into a dedicated account, for a\nnationwide program to be administered by the Mayor, for District of Columbia resident tuition\nsupport, $40,000,000, to remain available until expended; provided, that such funds, including\nany interest accrued thereon, may be used on behalf of eligible District of Columbia residents to\npay an amount based upon the difference between in-State and out-of-State tuition at public\ninstitutions of higher education, or to pay up to $2,500 each year at eligible private institutions of\nhigher education; provided further, that the awarding of such funds may be prioritized on the\nbasis of a resident's academic merit, the income and need of eligible students and such other\nfactors as may be authorized; provided further, that the District of Columbia government shall\nmaintain a dedicated account for the Resident Tuition Support Program that shall consist of the\nFederal funds appropriated to the Program in this Act and any subsequent appropriations, any\nunobligated balances from prior fiscal years, and any interest earned in this or any fiscal year;\nprovided further, that the account shall be under the control of the District of Columbia Chief\nFinancial Officer, who shall use those funds solely for the purposes of carrying out the Resident\nTuition Support Program; provided further, that the Office of the Chief Financial Officer shall\nprovide a quarterly financial report to the Committees on Appropriations of the House of\nRepresentatives and the Senate for these funds showing, by object class, the expenditures made\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3649\n\nand the purpose therefor.\nFEDERAL PAYMENT FOR SCHOOL IMPROVEMENT\nFor a Federal payment to a school improvement program in the District of Columbia,\n$43,000,000, to remain available until expended, as authorized under the Scholarship for\nOpportunity and Results Act, approved April 15, 2011 (division C of Pub. L. No. 112-10; 125\nStat. 38), to be allocated as follows: for the District of Columbia Public Schools, $20,000,000 to\nimprove public school education in the District of Columbia; for the State Education Office,\n$20,000,000 to expand quality public charter schools in the District of Columbia; and for the\nactivities specified in sections 3007(b) through 3007(d) and 3009 of the Act, $3,000,000.\nFEDERAL PAYMENT TO THE DISTRICT OF COLUMBIA WATER AND SEWER\nAUTHORITY\nFor a Federal payment to the District of Columbia Water and Sewer Authority, $16,000,000, to\nremain available until expended, to continue implementation of the Combined Sewer Overflow\nLong-Term Plan; provided, that the District of Columbia Water and Sewer Authority provides a\n100 % match for this payment.\nFEDERAL PAYMENT TO THE CRIMINAL JUSTICE COORDINATING COUNCIL\nFor a Federal payment to the Criminal Justice Coordinating Council, $1,900,000, to remain\navailable until expended, to support initiatives related to the coordination of Federal and local\ncriminal justice resources in the District of Columbia.\nFEDERAL PAYMENT FOR JUDICIAL COMMISSIONS\nFor a Federal payment, to remain available until September 30, 2016, to the Commission on\nJudicial Disabilities and Tenure, $295,000, and for the Judicial Nomination Commission,\n$270,000.\nFEDERAL PAYMENT FOR THE DISTRICT OF COLUMBIA NATIONAL GUARD\nFor a Federal payment to the District of Columbia National Guard, $435,000, to remain available\nuntil expended.\nFEDERAL PAYMENT FOR TESTING AND TREATMENT OF HIV/AIDS\nFor a Federal payment to the District of Columbia for the testing of individuals for, and the\ntreatment of individuals with, human immunodeficiency virus and acquired immunodeficiency\nsyndrome in the District of Columbia, $5,000,000.\nFEDERAL PAYMENT FOR D.C. COMMISSION ON THE ARTS AND HUMANITIES\nGRANTS\nFor a Federal payment to the District of Columbia Commission on the Arts and Humanities,\n$1,000,000, to fund competitively awarded grants for non-profit fine and performing arts\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3650\n\norganizations based in and primarily serving the District of Columbia.\nFEDERAL PAYMENT FOR EMERGENCY PLANNING AND SECURITY COSTS IN\nTHE DISTRICT OF COLUMBIA\nFor a Federal payment of necessary expenses, as determined by the Mayor of the District of\nColumbia in written consultation with the elected county or city officials of surrounding\njurisdictions, $14,900,000, to remain available until expended and in addition any funds that\nremain available from prior year appropriations under this heading for the District of Columbia\nGovernment, for the costs of providing public safety at events related to the presence of the\nnational capital in the District of Columbia, including support requested by the Director of the\nUnited States Secret Service Division in carrying out protective duties under the direction of the\nSecretary of Homeland Security, and for the costs of providing support to respond to immediate\nand specific terrorist threats or attacks in the District of Columbia or surrounding jurisdictions.\nTITLE II--DISTRICT OF COLUMBIA FUNDS--SUMMARY OF EXPENSES\nThe following amounts are appropriated for the District of Columbia for the current fiscal year\nout of the General Fund of the District of Columbia (“General Fund”), except as otherwise\nspecifically provided; provided, that notwithstanding any other provision of law, except as\nprovided in section 450A of the District of Columbia Home Rule Act, approved November 2,\n2000 (114 Stat. 2440; D.C. Official Code § 1-204.50a), and provisions of this Act, the total\namount appropriated in this Act for operating expenses for the District of Columbia for Fiscal\nYear 2015 under this heading shall not exceed the lesser of the sum of the total revenues of the\nDistrict of Columbia for such fiscal year or $12,653,074,000 (of which $7,105,416,000 shall be\nfrom local funds (including $304,427,000 from dedicated taxes), $959,942,000 shall be from\nFederal grant funds, $2,072,511,000 from Medicaid payments, $585,046,000 shall be from other\nfunds, and $2,129,000 shall be from private funds, and $83,800,000 shall be from funds\npreviously appropriated in this Act as Federal payments, which does not include funds\nappropriated under the American Recovery and Reinvestment Act of 2009, approved February\n17, 2009 (123 Stat. 115; 26 U.S.C. § 1, note), $1,844,230,000 shall be from enterprise and other\nfunds; provided further, that of the local funds, such amounts as may be necessary may be\nderived from the District’s General Fund balance; provided further, that of these funds the\nDistrict’s intra-District authority shall be $727,436,000; in addition, for capital construction\nprojects, an increase of $2,548,064,000, of which $2,181,160,000 shall be from local funds,\n$74,288,000 from the Local Transportation Fund, $13,600,000 from Private grant funds,\n$24,785,000 from the District of Columbia Highway Trust Fund, and $254,230,000 from Federal\ngrant funds, and a rescission of $880,696,000, of which $809,825,000 is from local funds,\n$5,816,000 from the Local Transportation Fund, $24,751,000 from the District of Columbia\nHighway Trust Fund, and $40,304,000 from Federal grant funds appropriated under this heading\nin prior fiscal years, for a net amount of $1,667,368,000, to remain available until expended;\nprovided further, that the amounts provided under this heading are to be available, allocated, and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3651\n\nexpended as proposed under this title and Title III of this Act, at the rate set forth under “District\nof Columbia Funds Division of Expenses” as included in the Fiscal Year 2015 Proposed Budget\nand Financial Plan submitted to the Congress by the District of Columbia; provided further, that,\nnotwithstanding any other provision of law, upon the first enactment of the District’s budget\nrequest under this Act, through September 30, 2015, during a period in which there is an absence\nof a federal appropriations act authorizing the expenditure of local funds, the District of\nColumbia is authorized to obligate and expend local funds for programs and activities at the rate\nset forth in this Act and to approve and execute reprogramming requests of local funds pursuant\nto section 446 of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 777; D.C. Official Code § 1-204.46); provided further, that this amount may be increased\nby proceeds of one-time transactions, which are expended for emergency or unanticipated\noperating or capital needs; provided further, that such increases shall be approved by enactment\nof local District law and shall comply with all reserve requirements contained in the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 777; D.C. Official Code § 1201.01 et seq.), as amended by this Act; provided further, that no funds shall be obligated or\nexpended from the Contingency Cash Reserve Fund established by section 450A of the District\nof Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 777; D.C. Official Code §\n1-204.50A), unless such expenditures have been approved by the Council by resolution;\nprovided further, that the Chief Financial Officer of the District of Columbia shall take such\nsteps as are necessary to assure that the District of Columbia meets these requirements, including\nthe apportioning by the Chief Financial Officer of the appropriations and funds made available to\nthe District during Fiscal Year 2015; except, that the Chief Financial Officer may not reprogram\nfor operating expenses any funds derived from bonds, notes, or other obligations issued for\ncapital projects.\nTITLE III--DISTRICT OF COLUMBIA FUNDS - - DIVISION OF EXPENSES\nOPERATING EXPENSES\nGOVERNMENTAL DIRECTION AND SUPPORT\nGovernmental direction and support, $760,834,000 (including $664,483,000 from local funds,\n$27,830,000 from Federal grant funds, $68,130,000 from other funds, and $391,000 from\nprivate funds): provided, that there are appropriated such additional amounts as may be\nnecessary to account for vendor fees that are paid as a fixed percentage of revenue recovered\nfrom third parties on behalf of the District under contracts that provide for payments of fees\nbased upon such revenue as may be collected by the vendor; provided further, that any program\nfees collected from the issuance of debt shall be available for the payment of expenses of the\ndebt management program of the District, to be allocated as follows:\n(1) Council of the District of Columbia. –$22,505,000 from local funds; provided,\nthat not to exceed $25,000 shall be available for the Chairman from this appropriation for official\nreception and representation expenses and for purposes consistent with the Discretionary Funds\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3652\n\nAct of 1973, approved October 26, 1973 (87 Stat. 509; D.C. Official Code § 1-333.10); provided,\nthat all funds deposited into the Council Technology Projects Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended;\n(2) Office of the District of Columbia Auditor. –$4,241,000 from local funds;\n(3) Advisory Neighborhood Commissions. –$924,000 from local funds; provided,\nthat all funds deposited into the Agency Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended;\n(4) Uniform Law Commission. – $50,000 from local funds;\n(5) Office of the Mayor. –$12,316,000 (including $9,322,000 from local funds\nand $2,995,000 from Federal grant funds); provided, that not to exceed $25,000 shall be\navailable for the Mayor for official reception and representation expenses;\n(6) Office of the Secretary. –$3,915,000 (including $2,915,000 from local funds\nand $1,000,000 from other funds); provided, that all funds deposited into the Emancipation Day\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended;\n(7) City Administrator. –$3,714,000 from local funds; provided, that not to\nexceed $10,600 shall be available for the City Administrator for official reception and\nrepresentation expenses;\n(8) Office of Risk Management. –$3,124,000 from local funds;\n(9) Department of Human Resources. –$8,677,000 (including $8,385,000 from\nlocal funds and $292,000 from other funds);\n(10) Office of Disability Rights. –$1,580,000 (including $1,043,000 from local\nfunds and $536,000 from Federal grant funds);\n(11) Captive Insurance Agency. –$1,600,000 (including $1,545,000 from local\nfunds and $55,000 from other funds); provided, that all funds deposited into the Agency Fund\n(Free Standing Clinics/Insurance) are, without regard to fiscal year, authorized for expenditure\nand shall remain available until expended; provided further, that all funds deposited into the\nCaptive Insurance Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended;\n(12) Office of Finance and Resource Management. –$21,709,000 (including\n$21,203,000 from local funds and $506,000 from other funds);\n(13) Office of Contracting and Procurement. –$17,645,000 (including\n$17,270,000 from local funds and $375,000 from other funds);\n(14) Office of Chief Technology Officer. –$70,116,000 (including $56,268,000\nfrom local funds, and $13,848,000 from other funds); provided, that all funds deposited into the\nD.C. Net Service Support Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n(15) Department of General Services. –$307,184,000 (including $300,860,000\nfrom local funds and $6,325,000 from other funds); provided, that all funds deposited into the\nEastern Market Enterprise Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3653\n\n(16) Contract Appeals Board. –$1,426,000 from local funds;\n(17) Board of Elections. –$7,240,000 from local funds;\n(18) Office of Campaign Finance. –$2,798,000 from local funds; provided, that\nall funds deposited into the Special Purpose Revenue Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended;\n(19) Public Employee Relations Board. –$1,253,000 from local funds;\n(20) Office of Employee Appeals. –$1,570,000 from local funds;\n(21) Metropolitan Washington Council of Governments. –$450,000 from local\nfunds;\n(22) Office of the Attorney General. –$89,424,000 (including $65,987,000 from\nlocal funds, $21,202,000 from Federal grant funds, $1,844,000 from other funds, and $391,000\nfrom private funds); provided, that all funds deposited into the Child SPT – TANG/AFDC\nCollections Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended; provided further, that all funds deposited into the Child SPT –\nReimbursements and Fees Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the Child\nSPT – Interest Income Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the\nNuisance Abatement Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended;\n(23) Board of Ethics and Government Accountability. –$1,498,000 (including\n$1,438,000 from local funds and $60,000 from other funds); provided, that all funds deposited\ninto the Lobbyist Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the Board of\nEthics and Accountability Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n(24) Innovation Fund. – $0 from local funds;\n(25) Office of the Inspector General. –$16,920,000 (including $14,348,000 from\nlocal funds and $2,572,000 from Federal grant funds);\n(26) Office of the Chief Financial Officer. –$158,729,000 (including\n$114,378,000 from local funds, $525,000 from Federal grant funds and $43,826,000 from other\nfunds); provided, that not to exceed $10,600 shall be available for the Chief Financial Officer for\nofficial reception and representation expenses; provided further, that amounts appropriated by\nthis Act may be increased by the amount required to pay banking fees for maintaining the funds\nof the District of Columbia; provided further, that all funds deposited into the OFT Central\nCollection Unit Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the Recorder of\nDeeds Surcharge Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; and;\n(27) Statehood Initiative Agency. –$226,000 from local funds.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3654\n\nECONOMIC DEVELOPMENT AND REGULATION\nEconomic development and regulation, $481,311,000 (including $197,105,000 from local funds\n(including $1,170,000 from dedicated taxes), $106,562,000 from Federal grant funds,\n$176,541,000 from other funds, $103,000 from private funds, and $1,000,000 from funds\npreviously appropriated from this Act under the heading “Federal Payment for D.C. Commission\non the Arts and Humanities Grants”), to be allocated as follows:\n(1) Deputy Mayor for Planning and Economic Development. –$42,937,000\n(including $21,049,000 from local funds, $1,800,000 from Federal grant funds, and $20,088,000\nfrom other funds); provided, that all funds deposited into the Industrial Revenue Bond program\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the H Street Retail Priority Area Grant\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended.\n(2) Office of Planning. –$9,949,000 (including $9,359,000 from local funds,\n$509,000 from Federal grant funds, $80,000 from other funds, and $1,000 from private funds);\nprovided, that all funds deposited into the Historic Landmark and Historic District Filing Fees\n(Local) Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended; provided further, that all funds deposited into the Historical Landmark\nand Historic District Filing Fees (O-Type) Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended;\n(3) Department of Small and Local Business Development. $9,446,000 (including\n$8,985,000 from local funds and $461,000 from Federal grant funds); provided, that all funds\ndeposited into the Small Business Micro Loan Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended;\n(4) Office of Motion Picture and Television Development. –$3,700,000 (including\n$3,605,000 from local funds and $95,000 from other funds; provided, that all funds deposited\ninto the DC Film Incentive Fund are, without regard to fiscal year, authorized for expenditure\nand shall remain available until expended;\n(5) Office of Zoning. –$2,705,000 from local funds;\n(6) Department of Housing and Community Development. –$62,979,000 (including\n$15,125,000 from local funds, $41,354,000 from Federal grant funds, and $6,500,000 from other\nfunds); provided, that all funds deposited into the CU 1&2 Affordable Housing Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the DHCD Unified Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Land Acquisition for Housing Development\nOpportunities (LAHDO) Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the RLF\nEscrow Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended; provided further, that all funds deposited into the Rehab Repay Fund\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3655\n\nexpended; provided further, that all funds deposited into the Home Again Revolving Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the HPAP - Repay Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\n(7) Department of Employment Services. –$150,765,000 (including $54,903,000 from\nlocal funds, $61,414,000 from Federal grant funds, $34,368,000 from other funds, and $80,000\nfrom private funds); provided, that all funds deposited into the Workers' Compensation\nAdministration Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the UI\nAdministrative Assessment Tax Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the UI Interest/Penalties Fund are, without regard to fiscal year, authorized for expenditure\nand shall remain available until expended; provided further, that all funds deposited into the\nWorkers' Compensation Special Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Reed Act Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended;\n(8) Real Property Tax Appeals Commission. –$1,749,000 from local funds;\n(9) Department of Consumer and Regulatory Affairs. –$47,701,000 (including\n$14,400,000 from local funds and $33,301,000 from other funds); provided, that all funds\ndeposited into the Basic Business License Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Green Building Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the R-E\nGuar. & Educ. Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the Nuisance\nAbatement Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended; provided further, that all funds deposited into the OPLA - Special\nAccount are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended; provided further, that all funds deposited into the Board of Engineers Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the Corporate Recordation Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended;\n(10) Office of the Tenant Advocate. –$2,488,000 from local funds;\n(11) Commission on Arts and Humanities. –$17,460,000 (including $15,603,000\nfrom local funds, $658,000 from Federal grant funds, $200,000 from other funds, and $1,000,000\nfrom funds previously appropriated from this Act, under the heading “Federal Payment for D.C.\nCommission on the Arts and Humanities Grants”, to fund competitively awarded grants for\nnonprofit fine and performing arts organizations based in and primarily serving the District);\nprovided, that all funds deposited into the Special Purpose Revenue Fund are, without regard to\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3656\n\nfiscal year, authorized for expenditure and shall remain available until expended;\n(12) Alcoholic Beverage Regulation Administration. –$7,446,000 (including\n$1,170,000 from local funds (including $1,170,000 from dedicated taxes) and $6,276,000 from\nother funds); provided, that all funds deposited into the ABC - Import And Class License Fees\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended;\n(13) Public Service Commission. –$12,549,000 (including $367,000 from Federal\ngrant funds, $12,159,000 from other funds, and $22,000 from private funds); provided, that all\nfunds deposited into the Operating - Utility Assessment Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\nfunds deposited into the PJM Settlement Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended;\n(14) Office of the People’s Counsel. –$6,911,000 from other funds; provided, that\nall funds deposited into the Advocate for Consumers Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended;\n(15) Department of Insurance, Securities, and Banking. –$22,118,000 from other\nfunds; provided, that all funds deposited into the Foreclosure Mediation Fund (Temporary) Fund\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the Insurance Assessment Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the HMO Assessment Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Foreclosure Mediation Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Capital Access Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended;\n(16) Office of Cable Television. –$9,444,000 from other funds; provided, that all\nfunds deposited into the Cable Franchise Fees Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended;\n(17) Housing Authority Subsidy Payment. –$45,963,000 from local funds; and\n(18) Business Improvement Districts Transfer. –$25,000,000 from other funds.\nPUBLIC SAFETY AND JUSTICE\nPublic safety and justice, $1,192,283,000(including $1,006,278,000 from local funds,\n$129,257,000 from Federal grant funds, $60,000 from Medicaid payments, $53,788,000 from\nother funds, $435,000 from funds previously appropriated in this Act under the heading “Federal\nPayment for the D.C. National Guard”, $1,900,000 from funds previously appropriated in this\nAct under the heading “Federal Payment to the Criminal Justice Coordinating Council”, and\n$565,000 from funds previously appropriated in this Act under the heading “Federal Payment for\nJudicial Commissions”), to be allocated as follows:\n(1) Metropolitan Police Department. –$488,880,000 (including $477,500,000\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3657\n\nfrom local funds, $4,010,000 from Federal grant funds, $7,370,000 from other funds); provided,\nthat all funds deposited into the Asset Forfeiture Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended;\n(2) Fire and Emergency Medical Services Department. –$204,721,000 (including\n$201,563,000 from local funds, $1,638,000 from Federal grant funds, and $1,520,000 from other\nfunds);\n(3) Police Officers’ and Firefighters’ Retirement System. –$111,330,000 from\nlocal funds;\n(4) Department of Corrections. –$151,410,000(including $123,149,000 from local\nfunds, and $28,260,000 from other funds); provided, that all funds deposited into the Correction\nTrustee Reimbursement Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the Welfare\nAccount are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended; provided further, that all funds deposited into the Correction ReimbursementJuveniles Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended;\n(5) District of Columbia National Guard. –$12,704,000 (including $5,066,000\nfrom local funds, $7,204,000 from Federal grant funds, and $435,000 from funds previously\nappropriated in this Act under the heading “Federal Payment for the District of Columbia\nNational Guard”); provided, that the Mayor shall reimburse the District of Columbia National\nGuard for expenses incurred in connection with services that are performed in emergencies by\nthe National Guard in a militia status and are requested by the Mayor, in amounts that shall be\njointly determined and certified as due and payable for these services by the Mayor and the\nCommanding General of the District of Columbia National Guard; provided further, that such\nsums as may be necessary for reimbursement to the District of Columbia National Guard under\nthe preceding proviso shall be available pursuant to this Act, and the availability of the sums\nshall be deemed as constituting payment in advance for emergency services involved;\n(6) Homeland Security and Emergency Management Agency. –$109,553,000\n(including $2,085,000 from local funds and $107,467,000 from Federal grant funds);\n(7) Commission on Judicial Disabilities and Tenure. – $295,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for Judicial\nCommissions”;\n(8) Judicial Nomination Commission. – $270,000 from funds previously\nappropriated in this Act under the heading “Federal Payment for Judicial Commissions”;\n(9) Office of Police Complaints. –$2,241,000 from local funds;\n(10) District of Columbia Sentencing and Criminal Code Revision Commission.\n$1,401,000 from local funds;\n(11) Office of the Chief Medical Examiner. –$9,519,000 from local funds;\n(12) Office of Administrative Hearings. –$8,763,000 (including $8,703,000 from\nlocal funds and $60,000 from Medicaid payments);\n(13) Criminal Justice Coordinating Council. –$2,426,000 (including $526,000\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3658\n\nfrom local funds, and $1,900,000 from funds previously appropriated in this Act under the\nheading “Federal Payment to the Criminal Justice Coordinating Council”);\n(14) Office of Unified Communications. –$43,481,000 (including $28,250,000\nfrom local funds, and $15,231,000 from other funds); provided, that all funds deposited into the\n911 & 311 Assessments Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended; provided further, that all funds deposited into the Prepaid\nWireless 911 Charges Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n(15) Department of Forensic Sciences. –$15,231,000 (including $14,472,000 from\nlocal funds and $759,000 from Federal grant funds); and\n(16) Deputy Mayor for Public Safety and Justice –$30,058,000 (including\n$20,472,000 from local funds, $8,179,000 from Federal grant funds, and $1,406,000 from other\nfunds); provided, that not less than $200,000 shall be available to fund the District of Columbia\nPoverty Lawyer Loan Assistance Program, established by the Access to Justice Initiative\nAmendment Act of 2011, effective September 14, 2011 (D.C. Law 19-21; D.C. Official Code §\n4-1701.01 et seq.); provided further, that $4,078,000 shall be made available to award a grant to\nthe District of Columbia Bar Foundation for the purpose of providing support to nonprofit\norganizations that deliver civil legal services to low-income and under-served District residents;\nprovided further, that $1,000,000 shall be transferred to the Community-based Violence\nReduction Fund, established by section 3014 of the Fiscal Year 2009 Budget Support Act of\n2008, effective August 16, 2008 (D.C. Law 17-219; D.C. Official Code § 1-325.121), for use by\nthe Justice Grants Administration for the purpose of providing grants for the development of\nprograms to intervene with children who are chronically truant; provided further, that all funds\ndeposited into the Crime Victims Assistance Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended; provided further, that all funds\ndeposited into the Domestic Violence Shelter & Transitional Housing Fund are, without regard\nto fiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Community-Based Violence Reduction Fund (The\nTruancy Fund) are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended.\nPUBLIC EDUCATION SYSTEM\nPublic education system, including the development of national-defense education programs,\n$2,203,695,000 (including $ 1,863,876,000 from local funds (including $4,266,000 from\nDedicated Taxes), $264,429,000 from Federal grant funds, $15,273,000 from other funds,\n$117,000 from private funds, $40,000,000 from funds previously appropriated in this Act under\nthe heading “Federal Payment for Resident Tuition Support”, and $43,000,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for School\nImprovement”), to be allocated as follows:\n(1) District of Columbia Public Schools. –$763,147,000 (including $702,145,000\nfrom local funds, $53,458,000 from Federal grant funds, and $7,544,000 from other funds);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3659\n\nprovided, that this appropriation shall not be available to subsidize the education of any\nnonresident of the District at any District public elementary or secondary school during Fiscal\nYear 2015 unless the nonresident pays tuition to the District at a rate that covers 100 % of the\ncosts incurred by the District that are attributable to the education of the nonresident (as\nestablished by the Chancellor of the District of Columbia Public Schools); provided further, that\nnot to exceed $10,600 for the Chancellor shall be available for official reception and\nrepresentation expenses; provided further, that, notwithstanding the amounts otherwise provided\nunder this heading or any other provision of law, there shall be appropriated to the District of\nColumbia Public Schools on July 1, 2014, an amount equal to 10 % of the total amount of the\nlocal funds appropriations request provided for the District of Columbia Public Schools in the\nproposed budget of the District of Columbia for Fiscal Year 2015 (as submitted to Congress),\nand the amount of such payment shall be chargeable against the final amount provided for the\nDistrict of Columbia Public Schools under the District of Columbia Appropriations Act, 2015;\nprovided further, that all funds deposited into the E-Rate Education Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the ROTC Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended; provided further, that all funds\ndeposited into the DHHS Afterschool Program-Copayment Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended;\n(2) Teachers’ Retirement System. –$39,513,000 from local funds;\n(3) Office of the State Superintendent of Education. –$412,730,000 (including\n$142,097,000 from local funds (including $4,266,000 in Dedicated Taxes), $210,068,000 from\nFederal grant funds, $448,000 from other funds, $117,000 from private funds, $40,000,000 from\nfunds previously appropriated in this Act under the heading “Federal Payment for Resident\nTuition Support”, and $20,000,000 from funds previously appropriated in the Act under the\nheading “Federal Payment for School Improvement”); provided, that of the amounts provided to\nthe Office of the State Superintendent of Education, $1,000,000 from local funds shall remain\navailable until June 30, 2015, for an audit of the student enrollment of each District of Columbia\npublic school and of each District of Columbia public charter school; provided further, that all\nfunds deposited into the Blackman and Jones Consent Decree Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended; provided further, that\nall funds deposited into the Charter School Credit Enhancement Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Student Residency Verification Fund are, without regard\nto fiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the State Athletic Activities, Programs, and Office Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the Community Schools Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended;\n(4) District of Columbia Public Charter Schools. –$675,408,000 from local funds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3660\n\nprovided, that there shall be quarterly disbursement of funds to the District of Columbia public\ncharter schools, with the first payment to occur within 15 days of the beginning of the fiscal year;\nprovided further, that if the entirety of this allocation has not been provided as payments to any\npublic charter schools currently in operation through the per pupil funding formula, the funds\nshall remain available until expended for public education in accordance with section 2403(b)(2)\nof the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110 Stat.\n1321; D.C. Official Code § 38-1804.03(b)(2)); provided further, that of the amounts made\navailable to District of Columbia public charter schools, $230,000 shall be made available to the\nOffice of the Chief Financial Officer as authorized by section 2403(b)(6)of the District of\nColumbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321; D.C. Official\nCode § 38-1804.03(b)(6)); provided further, that, notwithstanding the amounts otherwise\nprovided under this heading or any other provision of law, there shall be appropriated to the\nDistrict of Columbia public charter schools on July 1, 2014, an amount equal to 30 % of the total\namount of the local funds appropriations request provided for payments to public charter schools\nin the proposed budget of the District of Columbia for Fiscal Year 2015 (as submitted to\nCongress), and the amount of such payment shall be chargeable against the final amount\nprovided for such payments under the District of Columbia Appropriations Act, 2015; provided\nfurther, that the annual financial audit for the performance of an individual District of Columbia\npublic charter school shall be funded by the charter school;\n(5) University of the District of Columbia Subsidy. –$72,458,000 from local\nfunds; provided, that this appropriation shall not be available to subsidize the education of\nnonresidents of the District at the University of the District of Columbia, unless the Board of\nTrustees of the University of the District of Columbia adopts, for the fiscal year ending\nSeptember 30, 2015, a tuition- rate schedule that will establish the tuition rate for nonresident\nstudents at a level no lower than the nonresident tuition rate charged at comparable public\ninstitutions of higher education in the metropolitan area; provided further, that, notwithstanding\nthe amounts otherwise provided under this heading or any other provision of law, there shall be\nappropriated to the University of the District of Columbia on July 1, 2014, an amount equal to 10\n% of the total amount of the local funds appropriations request provided for the University of the\nDistrict of Columbia in the proposed budget of the District of Columbia for Fiscal Year 2015 (as\nsubmitted to Congress), and the amount of such payment shall be chargeable against the final\namount provided for the University of the District of Columbia under the District of Columbia\nAppropriations Act, 2015; provided further, that not to exceed $10,600 for the President of the\nUniversity of the District of Columbia shall be available for official reception and representation\nexpenses;\n(6) District of Columbia Public Library. –$57,728,000 (including $56,285,000\nfrom local funds, $903,000 from Federal grant funds, and $540,000 from other funds); provided,\nthat not to exceed $8,500 for the Public Librarian shall be available for official reception and\nrepresentation expenses; provided further, that all funds deposited into the Copies and Printing\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended; provided further, that all funds deposited into the SLD E-Rate Reimbursement\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3661\n\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended; provided further, that all funds deposited into the Library Collections Account\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended;\n(7) Public Charter School Board. –$6,741,000 from other funds;\n(8) Non-Public Tuition. – $74,340,000 from local funds;\n(9) Special Education Transportation. –$93,562,000 from local funds; provided,\nthat, notwithstanding the amounts otherwise provided under this heading or any other provision\nof law, there shall be appropriated to the Special Education Transportation agency under the\ndirection of the Office of the State Superintendent of Education, on July 1, 2014, an amount\nequal to 10 % of the total amount of the local funds appropriations request provided for the\nSpecial Education Transportation agency in the proposed budget of the District of Columbia for\nFiscal Year 2015 (as submitted to Congress), and the amount of such payment shall be\nchargeable against the final amount provided for the Special Education Transportation agency\nunder the District of Columbia Appropriations Act, 2015; provided further, that amounts\nappropriated under this heading may be used to offer financial incentives as necessary to reduce\nthe number of routes serving 2 or fewer students;\n(10) District of Columbia State Board of Education. –$1,152,000 from local\nfunds; and\n(11) Office of the Deputy Mayor for Education. –$6,917,000 from local funds.\nHUMAN SUPPORT SERVICES\nHuman support services, $4,375,619,000 (including $1,861,786,000from local funds (including\n$94,580,000 from dedicated taxes), $403,871,000 from Federal grant funds, $2,072,451,000\nfrom Medicaid payments, $31,987,000 from other funds, $523,000 from private funds, and\n$5,000,000 from funds previously appropriated in this Act under the heading “Federal Payment\nfor HIV/AIDS Prevention”); to be allocated as follows;\n(1) Department of Human Services. –$408,725,000 (including $236,547,000 from\nlocal funds, $156,448,000 from Federal grant funds, $14,529,000 from Medicaid payments, and\n$1,200,000 from other funds); provided, that all funds deposited into the SSI Payback Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended;\n(2) Child and Family Services Agency. –$235,174,000 (including $168,378,000\nfrom local funds, $65,555,000 from Federal grant funds, $1,200,000 from other funds, and\n$41,000 from private funds);\n(3) Department of Behavioral Health. –$257,956,000 (including $231,857,000\nfrom local funds, $18,539,000 from Federal grant funds, $3,500,000 from Medicaid payments,\n$3,588,000 from other funds, and $472,000 from private funds); provided, that all funds\ndeposited into the APRA - Choice in Drug Treatment (HCSN) Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended; provided, further that\nin addition to the funds otherwise appropriated under this Act, the Department of Behavioral\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3662\n\nHealth may expend any funds that are or were paid by the United States Virgin Islands to the\nDistrict in Fiscal Year 2014 or Fiscal Year 2015 to compensate the District for care previously\nprovided by the District to patients at the St. Elizabeths hospital and are not otherwise\nappropriated under this Act; provided, further that the availability of the funds is certified by the\nChief Financial Officer before any expenditure; provided further, that the funds shall be\nexpended in a manner determined by the Director of the Department of Behavioral Health;\n(4) Department of Health. –$223,214,000 (including $79,603,000 from local\nfunds, $126,219,000 from Federal grant funds, $12,393,000 from other funds, and $5,000,000\nfrom funds previously appropriated in this Act under the heading “Federal Payment for\nHIV/AIDS Prevention”); provided, that all funds deposited into the Health Professional\nRecruitment Fund (Medical Loan Repayment) are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Board of Medicine Fund are, without regard to fiscal year, authorized for expenditure\nand shall remain available until expended; provided further, that all funds deposited into the\nPharmacy Protection Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the SHPDA Fees\nFund are, without regard to fiscal year, authorized for expenditure and shall remain available\nuntil expended; provided further, that all funds deposited into the Civic Monetary Penalties Fund\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the SHPDA Admission Fee Fund are,\nwithout regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that all funds deposited into the ICF/MR Fees & Fines are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Human Services Facility Fee Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Communicable and Chronic Disease\nPrevention and Treatment Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n(5) Department of Parks and Recreation. –$43,297,000 (including $40,877,000\nfrom local funds and $2,420,000 from other funds);\n(6) Office on Aging. –$40,710,000 (including $32,974,000 from local funds and\n$7,736,000 from Federal grant funds);\n(7) District of Columbia Unemployment Compensation Fund. – $6,887,000 from\nlocal funds;\n(8) Employees’ Compensation Fund. –$20,221,000 from local funds; provided,\nthat all funds deposited into the Worker's Compensation Rev-Settlement Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Agency Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended;;\n(9) Office of Human Rights. –$3,405,000 (including $3,138,000 from local funds\nand $267,000 from Federal grant funds);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3663\n\n(10) Office on Latino Affairs. –$2,769,000 from local funds;\n(11) Children and Youth Investment Collaborative. – $3,000,000 from local\nfunds;\n(12) Office of Asian and Pacific Islander Affairs. –$943,000from local funds;\n(13) Office of Veterans’ Affairs. –$416,000 (including $411,000 from local funds\nand $5,000 from other funds); provided, that all funds deposited into the Office of Veterans\nAffairs Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended;\n(14) Department of Youth Rehabilitation Services. –$105,899,000 from local\nfunds; provided, that amounts appropriated herein may be expended to implement the provisions\nof section 105(k) of the Department of Youth Rehabilitation Services Establishment Act of 2004,\neffective April 12, 2005 (D.C. Law 15-335; D.C. Official Code § 2-1515.05(k)); provided\nfurther, that of the local funds appropriated for the Department of Youth Rehabilitation Services,\n$12,000 shall be used to fund the requirements of the Interstate Compact for Juveniles;\n(15) Department of Disability Services. –$158,000,000 (including $115,930,000\nfrom local funds, $27,014,000 from Federal grant funds, $7,497,000 from Medicaid payments,\n$7,550,000 from other funds, and $10,000 from private funds,); provided, that all funds\ndeposited into the Randolph Shepherd Unassigned Facilities Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended; provided further, that\nall funds deposited into the Cost of Care-Non-Medicaid Clients Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended;\n(16) Department of Health Care Finance. –$2,835,081,000 (including\n$782,431,000 from local funds (including $65,829,000 from dedicated taxes), $2,093,000 from\nFederal grant funds, $2,046,925,000 from Medicaid payments, and $3,632,000 from other\nfunds); provided, that all funds deposited into the Healthy DC Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended; provided further, that\nall funds deposited into the Nursing Homes Quality of Care Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended; provided further, that\nall funds deposited into the Stevie Sellow's Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Medicaid Collections-3rd Party Liability Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\nfunds deposited into the Bill Of Rights (Grievance and Appeals) Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended;\n(17) Deputy Mayor for Health and Human Services. –$1,172,000 from local\nfunds; and;\n(18) D.C. Health Benefit Exchange Subsidy. –$28,751,000 in local funds\n(including $28,751,000 in dedicated taxes).\nPUBLIC WORKS\nPublic works, including rental of one passenger-carrying vehicle for use by the Mayor and 3\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3664\n\npassenger-carrying vehicles for use by the Council of the District of Columbia and leasing of\npassenger-carrying vehicles, $717,330,000 (including $533,843,000 from local funds (including\n$62,686,000 from dedicated taxes), $27,992,000 from Federal grant funds, $154,500,000 from\nother funds, and $995,000 from private funds), to be allocated as follows:\n(1) Department of Public Works. –$128,109,000 (including $120,659,000 from\nlocal funds and $7,450,000 from other funds); provided, that all funds deposited into the Solid\nWaste Disposal Fee Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the Super Can\nProgram Fund are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended;\n(2) Department of Transportation. –$106,766,000 (including $80,786,000 from\nlocal funds, $3,610,000 from Federal grant funds, and $22,370,000 from other funds); provided,\nthat all funds deposited into the Bicycle Sharing Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\nfunds deposited into the Performance Parking Program Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\nfunds deposited into the Tree Fund are, without regard to fiscal year, authorized for expenditure\nand shall remain available until expended; provided further, that all funds deposited into the\nDDOT Enterprise Fund-Non Tax Revenues Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended; provided further, that all funds\ndeposited into the Sustainable Transportation Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended;\n(3) Department of Motor Vehicles. –$38,848,000 (including $28,732,000 from\nlocal funds and $10,116,000 from other funds); provided, that all funds deposited into the Motor\nVehicle Inspection Station Fund are, without regard to fiscal year, authorized for expenditure and\nshall remain available until expended;\n(4) Department of the Environment. –$104,691,000 (including $18,537,000 from\nlocal funds, $24,382,000 from Federal grant funds, $60,777,000 from other funds, and $995,000\nfrom private funds); provided, that all funds deposited into the Storm Water Permit Review Fund\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended; provided further, that beginning in Fiscal Year 2015 and for each fiscal year\nthereafter, all funds deposited into the Sustainable Energy Trust Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Brownfield Revitalization Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Anacostia River Clean Up Fund are, without regard to\nfiscal year, authorized for expenditure and shall remain available until expended; provided\nfurther, that all funds deposited into the Wetlands Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\nfunds deposited into the Energy Assistance Trust Fund are, without regard to fiscal year,\nauthorized for expenditure and shall remain available until expended; provided further, that all\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3665\n\nfunds deposited into the Lust Trust Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Soil Erosion/Sediment Control Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the DC Municipal Aggregation Program Fund are, without regard to fiscal year, authorized\nfor expenditure and shall remain available until expended; provided further, that all funds\ndeposited into the Fishing License Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Renewable Energy Development Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Special Energy Assessment Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the Air Quality Construction Permits Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended; provided further, that all funds deposited\ninto the WASA Utility Discount Program Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended;\n(5) Taxicab Commission. –$8,270,000 (including $1,000,000 from local funds,\nand $7,270,000 from other funds); provided, that all funds deposited into the Taxicab\nAssessment Act Fund are, without regard to fiscal year, authorized for expenditure and shall\nremain available until expended; provided further, that all funds deposited into the Public\nVehicles for Hire Consumer Service Fund are, without regard to fiscal year, authorized for\nexpenditure and shall remain available until expended;\n(6) Washington Metropolitan Area Transit Commission. –$127,000 from local\nfunds; and\n(7) Washington Metropolitan Area Transit Authority. –$330,520,000 (including\n$284,003,000 from local funds (including $62,686,000 from dedicated taxes), and $46,517,000\nfrom other funds); provided, that all funds deposited into the Dedicated Taxes Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended;\nprovided further, that all funds deposited into the Parking Meter WMATA Fund are, without\nregard to fiscal year, authorized for expenditure and shall remain available until expended.\nFINANCING AND OTHER\nFinancing and Other, $1,077,772,000 (including $978,046,000 from local funds (including\n$141,725,000 from dedicated taxes), $84,826,000 from other funds, and $14,900,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for Emergency Planning\nand Security Costs in the District of Columbia”), to be allocated as follows:\n(1) Repayment of Loans and Interest. –$600,694,000 (including $570,776,000\nfrom local funds and $29,918,000 from other funds); for payment of principal, interest, and\ncertain fees directly resulting from borrowing by the District of Columbia to fund District of\nColumbia capital projects as authorized by sections 462, 475, and 490 of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 777; D.C. Official Code §§ 1-\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3666\n\n204.62, 1-204.75, and 1-204.90);\n(2) Short-Term Borrowing. –$2,500,000 from local funds for payment of interest\non short-term borrowing;\n(3) Certificates of Participation. – for lease payments representing principal and\ninterest on the District’s Certificates of Participation, issued to finance land and buildings for the\nUnified Communications Center and Office of Unified Communications, located on the St.\nElizabeths Campus, $22,670,000 from local funds;\n(4) Debt Issuance Costs. – for the payment of debt service issuance costs,\n$6,000,000 from local funds;\n(5) Schools Modernization Fund. – for the Schools Modernization Fund,\nestablished by section 4042 of the Schools Modernization Amendment Act of 2005, effective\nOctober 20, 2005 (D.C. Law 16-33; D.C. Official Code § 1-325.41), $11,412,000 from local\nfunds;\n(6) Revenue Bonds. – for the repayment of revenue bonds, $7,839,000 from local\nfunds (including $7,839,000 from dedicated taxes);\n(7) Settlements and Judgments. – for making refunds and for the payment of legal\nsettlements or judgments that have been entered against the District of Columbia government,\n$21,292,000 from local funds; provided, that this appropriation shall not be construed as\nmodifying or affecting the provisions of section 101 of this Act;\n(8) Wilson Building. – for expenses associated with the John A. Wilson building,\n$4,469,000 from local funds;\n(9) Workforce Investments. – for workforce investments, $42,052,000 from local\nfunds; provided, that all funds deposited into the CU 1&2 Compensation and Class Reform Fund\nare, without regard to fiscal year, authorized for expenditure and shall remain available until\nexpended\n(10) Non-Departmental. – to account for anticipated costs that cannot be allocated\nto specific agencies during the development of the proposed budget, $18,653,000 (including\n$3,000,000 from local funds and $15,653,000 from other funds), to be transferred by the Mayor\nof the District of Columbia within the various appropriations headings in this Act;\n(11) Emergency Planning and Security Costs. – $14,900,000 from funds\npreviously appropriated in this Act under the heading “Federal Payment for Emergency Planning\nand Security Costs in the District of Columbia”; provided, that, notwithstanding any other law,\nthe District of Columbia may charge obligations and expenditures that are pending\nreimbursement under the heading “Federal Payment for Emergency Planning and Security Costs\nin the District of Columbia” to this local appropriations heading;\n(12) Master Equipment Lease Purchase Program. –$51,548,000 from local funds;\n(13) Pay-As-You-Go Capital funds. – in lieu of capital financing, $28,937,000\n(including $5,200,000 from local funds and $23,737,000 from other funds) to be transferred to\nthe Capital Fund;\n(14) District Retiree Health Contribution. – for a District Retiree Health\nContribution, $91,400,000 from local funds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3667\n\n(15) Highway Trust Fund Transfer. –$37,685,000 (including $22,167,000 from\nlocal funds (including $22,167,000 from dedicated taxes) and $15,518,000 from other funds);\nand\n(16) Convention Center Transfer. –$115,719,000 from local funds (including\n$111,719,000 from dedicated taxes).\nREVISED REVENUE ESTIMATE CONTINGENCY PRIORITY\nIf the Chief Financial Officer of the District of Columbia certifies through a revised revenue\nestimate in June 2014 that up to $50,000,000 in excess revenue is available from local funds, up\nto $50,000,000 is appropriated for obligation and expenditure by the District in accordance with\nacts enacted by the Council, which shall specify the use and amount for each obligation and\nexpenditure. Such acts shall not be considered a supplemental budget act as defined in section\n446 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 777;\nD.C. Official Code § 1-204.46), and any obligations and expenditures may be authorized\nimmediately upon enactment of such acts.\nENTERPRISE AND OTHER FUNDS\nThe amount of $1,844,230,000 from enterprise and other funds, shall be provided to enterprise\nfunds as follows; provided, that, in the event that certain dedicated revenues exceed budgeted\namounts, the District may increase its General Fund budget authority as needed to transfer all\nsuch revenues, pursuant to local law, to the Highway Trust Fund, the Washington Convention\nCenter, and the Washington Metropolitan Transit Authority.\nWATER AND SEWER AUTHORITY\nPursuant to section 445a of the District of Columbia Home Rule Act, approved August 6, 1996\n(110 Stat. 1698; D.C. Official Code § 1-204.45a), which provides that the Council may comment\nand make recommendations concerning such annual estimates but shall have no authority to\nrevise the budget for the District of Columbia Water and Sewer Authority, the Council forwards\nthis non-appropriated budget request: For operation of the District of Columbia Water and Sewer\nAuthority, $515,959,000 from enterprise and other funds, of which no outstanding debt exists for\nrepayment of loans and interest incurred for capital improvement projects and payable to the\nDistrict’s debt service fund. For construction projects, $554,303,000, to be distributed as follows:\n$48,100,000, for the Sanitary Sewer System; $111,627,000 for the Water System; $327,059,000\nfor the Combined Sewer Overflow Program; $6,154,000 for the Washington Aqueduct;\n$28,226,000 for the Stormwater Program; and $33,137,000 for the capital equipment program; in\naddition, $16,000,000 from funds previously appropriated in this Act under the heading “Federal\nPayment to the District of Columbia Water and Sewer Authority”; provided, that the\nrequirements and restrictions that are applicable to General Fund capital improvement projects\nand set forth in this Act under the Capital Outlay appropriation account shall apply to projects\napproved under this appropriation account.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3668\n\nWASHINGTON AQUEDUCT\nFor operation of the Washington Aqueduct, $64,482,000 from enterprise and other funds.\nLOTTERY AND CHARITABLE GAMES ENTERPRISE FUND\nFor the Lottery and Charitable Games Enterprise Fund, established by the District of Columbia\nAppropriations Act, 1982, approved December 4, 1981 (Pub. L. No. 97-91; 95 Stat. 1174), for\nthe purpose of implementing the Law to Legalize Lotteries, Daily Numbers Games, and Bingo\nand Raffles for Charitable Purposes in the District of Columbia, effective March 10, 1981 (D.C.\nLaw 3-172; codified in scattered cites in the D.C. Official Code), $242,156,000 from enterprise\nand other funds; provided, that the District of Columbia shall identify the source of funding for\nthis appropriation title from the District’s own locally generated revenues; provided further, that\nno revenues from Federal sources shall be used to support the operations or activities of the\nLottery and Charitable Games Control Board; provided further, that, after notification to the\nMayor, amounts appropriated herein may be increased by an amount necessary for the Lottery\nand Charitable Games Enterprise Fund to make transfers to the General Fund of the District of\nColumbia and to cover prizes, agent commissions, and gaming-related fees directly associated\nwith unanticipated excess lottery revenues not included in this appropriation.\nDISTRICT OF COLUMBIA RETIREMENT BOARD\nFor the District of Columbia Retirement Board, established pursuant to section 121 of the\nDistrict of Columbia Retirement Reform Act of 1979, approved November 17, 1979 (93 Stat\n866; D.C. Official Code § 1-711), $30,338,000 from the earnings of the applicable retirement\nfunds to pay legal, management, investment, and other fees and administrative expenses of the\nDistrict of Columbia Retirement Board; provided, that the District of Columbia Retirement\nBoard shall provide to Congress and to the Council of the District of Columbia a quarterly report\nof the allocations of charges by fund and of expenditures of all funds; provided further, that the\nDistrict of Columbia Retirement Board shall provide to the Mayor, for transmittal to the Council\nof the District of Columbia, an itemized accounting of the planned use of appropriated funds in\ntime for each annual budget submission and the actual use of such funds in time for each annual\naudited financial report.\nWASHINGTON CONVENTION CENTER ENTERPRISE FUND\nFor the Washington Convention Center Enterprise Fund, including for functions previously\nperformed by the District of Columbia Sports and Entertainment Commission,\n$133,793,000from enterprise and other funds.\nHOUSING FINANCE AGENCY\nFor the Housing Finance Agency, $9,662,000 from enterprise and other funds.\nUNIVERSITY OF THE DISTRICT OF COLUMBIA\nFor the University of the District of Columbia, $154,530,000 from enterprise and other funds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3669\n\nprovided, that these funds shall not revert to the General Fund of the District of Columbia at the\nend of a fiscal year, or at any other time, but shall be continuially available until expended,\nwithout regard to fiscal year limitation.\nDISTRICT OF COLUMBIA PUBLIC LIBRARY TRUST FUND\nFor the District of Columbia Public Library Trust Fund, $17,000 from enterprise and other funds.\nUNEMPLOYMENT COMPENSATION TRUST FUND\nFor the Unemployment Insurance Trust Fund, $367,000,000 from enterprise and other funds.\nHOUSING PRODUCTION TRUST FUND\nFor the Housing Production Trust Fund, $40,422,000 from enterprise and other funds; provided,\nthat all funds deposited into the Housing Production Trust Fund are, without regard to fiscal\nyear, authorized for expenditure and shall remain available until expended.\nTAX INCREMENT FINANCING\nFor Tax Increment Financing, $60,439,000 from enterprise and other funds.\nBALLPARK REVENUE FUND\nFor the Ballpark Revenue Fund, $68,800,000 from enterprise and other funds.\nREPAYMENT OF PAYMENT IN LIEU OF TAXES FINANCING\nFor Repayment of Payment in Lieu of Taxes Financing, $15,882,000 from enterprise and other\nfunds.\nNOT-FOR-PROFIT HOSPITAL CORPORATION\nFor the Not-For-Profit Hospital Corporation, $112,000,000 from enterprise and other funds.\nHEALTH BENEFIT EXCHANGE AUTHORITY\nFor the District of Columbia Health Benefit Exchange Authority, $28,751,000 from enterprise\nand other funds.\nCASH FLOW RESERVE FUND\nAll funds deposited into the Cash Flow Reserve Fund, established pursuant to D.C. Official Code\n§ 47-392.02, are, without regard to fiscal year, authorized for expenditure and shall remain\navailable until expended.\nFISCAL STABILIZATION RESERVE ACCOUNT FUND\nAll funds deposited into the Fiscal Stabilization Reserve Account Fund, established pursuant to\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3670\n\nD.C. Official Code § 47-392.02, are without regard to fiscal year, authorized for expenditure and\nshall remain available until expended.\nCAPITAL OUTLAY\nFor capital construction projects, an increase of $2,548,064,000, of which $2,181,160,000 shall\nbe from local funds, $74,288,000 from the Local Transportation Fund, $13,600,000 from Private\ngrant funds, $24,785,000 from the District of Columbia Highway Trust Fund, and $254,230,000\nfrom Federal grant funds, and a rescission of $880,696,000, of which $809,825,000 is from local\nfunds, $5,816,000 from the Local Transportation Fund, $24,751,000 from the District of\nColumbia Highway Trust Fund, and $40,304,000 from Federal grant funds appropriated under\nthis heading in prior fiscal years, for a net amount of $1,667,368,000; to remain available until\nexpended; provided, that all funds provided by this appropriation title shall be available only for\nthe specific projects and purposes intended; provided further, that amounts appropriated under\nthis heading may be increased by the amount transferred from funds appropriated in this act as\nPay-As-You-Go Capital funds.\nTITLE IV--GENERAL PROVISIONS\nSec. 101. There are appropriated from the applicable funds of the District of Columbia\nsuch sums as may be necessary for making refunds and for the payment of legal settlements or\njudgments that have been entered against the District of Columbia government.\nSec. 102. The District of Columbia may use local funds provided in this Act to carry out\nlobbying activities on any matter.\nSec. 103.The District of Columbia government is authorized to approve reprogramming\nand transfer requests of local funds under this Act through November 7, 2015.\nSec. 104. Except as otherwise provided in this section, none of the funds made available\nby this Act or by any other act may be used to provide any officer or employee of the District of\nColumbia with an official vehicle unless the officer or employee uses the vehicle only in the\nperformance of the officer's or employee's official duties. For purposes of this section, the term\n\"official duties'' does not include travel between the officer's or employee's residence and\nworkplace, except in the case of—\n(1) an officer or employee of the Metropolitan Police Department who resides in\nthe District of Columbia or a District of Columbia government employee as may otherwise be\ndesignated by the Chief of Police;\n(2) at the discretion of the Fire Chief, an officer or employee of the District of\nColumbia Fire and Emergency Medical Services Department who resides in the District of\nColumbia and is on call 24 hours a day or is otherwise designated by the Fire Chief;\n(3) at the discretion of the Director of the Department of Corrections, an officer or\nemployee of the District of Columbia Department of Corrections who resides in the District of\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3671\n\nColumbia and is on call 24 hours a day or is otherwise designated by the Director;\n(4) the Mayor of the District of Columbia; and\n(5) the Chairman of the Council of the District of Columbia.\nSec. 105. (a) Amounts appropriated in this Act as operating funds may be transferred to\nthe District of Columbia's enterprise and capital funds and such amounts, once transferred, shall\nretain appropriation authority consistent with the provisions of this Act.\n(b) The District of Columbia government is authorized to reprogram or transfer for\noperating expenses any local funds transferred or reprogrammed in this or the 4 prior fiscal years\nfrom operating funds to capital funds, and such amounts, once transferred or reprogrammed,\nshall retain appropriation authority consistent with the provisions of this Act.\n(c) The District of Columbia government may not transfer or reprogram for operating\nexpenses any funds derived from bonds, notes, or other obligations issued for capital projects.\nSec. 106. (a) During Fiscal Year 2016, and for each succeeding fiscal year, during a\nperiod in which neither a District of Columbia continuing resolution or a regular District of\nColumbia appropriation bill is in effect, local funds are appropriated in the amount provided for\nany project or activity for which local funds are provided in an enacted Budget Request Act as\nsubmitted to Congress (subject to any modifications enacted by the District of Columbia as of\nthe beginning of the period during which this subsection is in effect) at the rate set forth by such\nAct.\n(b) Appropriations made by subsection (a) shall cease to be available—\n(1) during any period in which a District of Columbia continuing resolution is in\neffect; or\n(2) upon the enactment into law of the regular District of Columbia appropriation\nbill.\n(c) An appropriation made by subsection (a) is provided under the authority and\nconditions as provided under this Act and shall be available to the extent and in the manner that\nwould be provided by this Act.\n(d) An appropriation made by subsection (a) shall cover all obligations or expenditures\nincurred for such project or activity during the portion of the fiscal year for which this section\napplies to such project or activity.\n(e) This section shall not apply to a project or activity during any period of the fiscal year\nif any other provision of law (other than an authorization of appropriations)—\n(1) makes an appropriation, makes funds available, or grants authorityfor such\nproject or activity to continue for such period; or\n(2) specifically provides that no appropriation shall be made, no funds shall be\nmade available, or no authority shall be granted for such project or activity to continue for such\nperiod.\n(f) Nothing in this section shall be construed to affect obligations of the government of\nthe District of Columbia mandated by other law.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3672\n\n(g) This section shall not apply if section 202 or 302 of this Act have been enacted.\nSec. 107. (a) If the Attorney General of the District of Columbia enters into a contract\nwith private counsel for the provision of legal services in claims or other legal matters affecting\nthe interests of the District of Columbia and the contract includes a contingency fee arrangement,\nthe District of Columbia may make payments pursuant to such arrangement without regard to\nwhether the funds used for the payments are deposited in accounts of the District of Columbia or\nprovided in an appropriation, notwithstanding any provision of Title 31 of the United States\nCode or the fourth sentence of section 446 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 877; D.C. Official Code § 1–204.46.)\n(b) The amount of the fee payable for legal services furnished under any such contract\nmay not exceed the fee that counsel engaged in the private practice of law in the District of\nColumbia typically charges clients for furnishing similar legal services, as determined by the\nAttorney General of the District of Columbia.\n(c) The District of Columbia may not enter into a contingency fee arrangement in a claim\nor other legal matter seeking the recovery of Federal funds.\n(d) For the purposes of this section, a \"contingency fee arrangement\" means a provision\nin a contract described in subsection (a) under which the costs, expenses, and fees the private\ncounsel charges for legal services are payable from the amount recovered.\nSec. 108. The District government shall not be required to include a moveable span in\nthe replacement of the Frederick Douglass Memorial Bridge unless the federal government\nprovides the funding for the moveable span.\nSec. 109. Except as expressly provided otherwise, any reference to \"this Act'' contained\nin this division shall be treated as referring only to the provisions of this division.\nThis division may be cited as the ‘‘District of Columbia Appropriations Act, 2015.”\nDIVISION – B\nDISTRICT OF COLUMBIA AUTHORIZATION REQUEST\nBUDGET AND LEGISLATIVE AUTONOMY\n\nSEC. 201. Section 446 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 801; D.C. Official Code § 1–204.46), is amended as follows:\n(a) Strike the third sentence and insert the phrase “The Mayor shall submit to the\nPresident of the United States for transmission to Congress the portion of the budget so adopted\nwith respect to federal funds and the Mayor shall notify the Speaker of the House of\nRepresentatives, and the President of the Senate, as to the portion of the budget so adopted with\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3673\n\nrespect to local funds; provided, that in a control year (as defined in D.C. Official Code § 47393(4)), the Mayor shall submit to the President of the United States for transmission to\nCongress the budget so adopted.\" in its place.\n(b) Strike, in the fifth sentence, the phrase “the Mayor shall not transmit any annual\nbudget or amendments or supplements thereto, to the President of the United States” and insert\nthe phrase “the Mayor shall not submit to the President of the United States, or, for a fiscal year\nwhich is not a control year, notify the Speaker of the House of Representatives and the President\nof the Senate regarding, any annual budget or amendments or supplements thereto” in its place.\nSEC. 202. (a) Subpart 1 of part D of title IV of the District of Columbia Home Rule Act\n(D.C. Official Code, sec. 1–204.41 et seq.) is amended by inserting after section 446B the\nfollowing new section:\n\"BUDGET AND FISCAL YEAR AUTONOMY\n\"Sec. 446C. (a) BUDGET AUTONOMY.—Notwithstanding the fourth sentence of section\n446 of the Home Rule Act (D.C. Official Code, sec.1–204.46), the second and third sentences of\nsection 447 of the Home Rule Act (D.C. Official Code, sec. 1–204.47), section 602(c) of the\nHome Rule Act (D.C. Official Code, sec.1–206.02(c)), or sections 816 and 817 of the Financial\nServices and General Government Appropriations Act, 2009 (D.C. Official Code, secs. 47–\n369.01 and 47–369.02), upon the enactment by the District of Columbia of the annual budget, or\nany amendments or supplements thereto, for a fiscal year, officers and employees of the District\nof Columbia government may obligate and expend District of Columbia funds and hire\nemployees in accordance with that budget.\n\"(b) FISCAL YEAR AUTONOMY.—Notwithstanding section 441 of the Home Rule\nAct (D.C. Official Code, sec. 1–204.41), the fiscal year of the District government and any entity\nof the District government shall commence and end on such dates as may be established by the\nDistrict of Columbia. \"\n“(c) EXCEPTION FOR CONTROL YEAR.—Subsection (a) shall not apply in the case\nof any fiscal year that is a control year, as defined in section 305(4) of the District of Columbia\nFinancial Responsibility and Management Assistance Act of 1995 (D.C. Official Code, sec. 47–\n393(4)).”\n\"(d) EFFECTIVE DATE.—This section shall apply with respect to Fiscal Year 2015 and\neach succeeding fiscal year.\".\n(b) The table of contents of such Act is amended by inserting after the\nitem relating to section 446B the following new item:\n(1) \"Sec. 446C. Budget and fiscal year autonomy.\".\nSEC. 203. Legislative Autonomy.\n(a) In General- Section 602 (sec. 1-206.02, D.C. Official Code) is amended by striking\nsubsection (c).\n(b) Congressional Resolutions of Disapproval(1) IN GENERAL- The District of Columbia Home Rule Act is amended by\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3674\n\nstriking section 604 (sec. 1-206.04, D.C. Official Code).\n(2) CLERICAL AMENDMENT- The table of contents is amended by striking the\nitem relating to section 604.\n(3) EXERCISE OF RULEMAKING POWER- This subsection and the\namendments made by this subsection are enacted by Congress-(A) as an exercise of the rulemaking power of the House of\nRepresentatives and the Senate, respectively, and as such they shall be considered as a part of the\nrules of each House, respectively, or of that House to which they specifically apply, and such\nrules shall supersede other rules only to the extent that they are inconsistent therewith; and\n(B) with full recognition of the constitutional right of either House to\nchange such rules (so far as relating to such House) at any time, in the same manner, and to the\nsame extent as in the case of any other rule of such House.\n(c) Conforming Amendments(1) DISTRICT OF COLUMBIA HOME RULE ACTA) Section 303 (sec. 1-203.03, D.C. Official Code) is amended-(i) in subsection (a), by striking the second sentence; and\n(ii) by striking subsection (b) and redesignating subsections (c) and\n(d) as subsections (b) and (c).\n(B) Section 404(e) (sec. 1-204.04(3), D.C. Official Code) is amended by\nstriking ‘subject to the provisions of section 602(c)’ each place it appears.\n(C) Section 462 (sec. 1-204.62, D.C. Official Code) is amended-(i) in subsection (a), by striking ‘(a) The Council’ and inserting\n‘The Council’; and\n(ii) by striking subsections (b) and (c).\n(D) Section 472(d) (sec. 1-204.72(d), D.C. Official Code) is amended to\nread as follows:\n‘(d) Payments Not Subject to Appropriation- The fourth sentence of section 446 shall not\napply to any amount obligated or expended by the District for the payment of the principal of,\ninterest on, or redemption premium for any revenue anticipation note issued under subsection\n(a).’.\n(E) Section 475(e) (sec. 1-204.75(e), D.C. Official Code) is amended to\nread as follows:\n‘(e) Payments Not Subject to Appropriation- The fourth sentence of section 446 shall not\napply to any amount obligated or expended by the District for the payment of the principal of,\ninterest on, or redemption premium for any revenue anticipation note issued under this section.’.\n(2) OTHER LAWS(A) Section 2(b)(1) of Amendment No. 1 (relating to initiative and\nreferendum) to title IV (the District Charter) (sec. 1-204.102(b)(1), D.C. Official Code) is\namended by striking ‘the appropriate custodian’ and all that follows through ‘portion of such act\nto’.\n(B) Section 5 of Amendment No. 1 (relating to initiative and referendum)\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3675\n\nto title IV (the District Charter) (sec. 1-204.105, D.C. Official Code) is amended by striking ‘,\nand such act’ and all that follows and inserting a period.\n(C) Section 16 of the District of Columbia Election Code of 1955 (sec. 11001.16, D.C. Official Code)-(i) in subsection (j)(2)-(I) by striking ‘sections 404 and 602(c)’ and inserting\n‘section 404’, and\n(II) by striking the second sentence; and\n(ii) in subsection (m)-(I) in the first sentence, by striking ‘the appropriate\ncustodian’ and all that follows through ‘parts of such act to’,\nII) by striking ‘is held. If, however, after’ and inserting ‘is\nheld unless, under’, and\n(III) by striking ‘section, the act which’ and all that follows\nand inserting ‘section.’.\n(d) Effective Date.\nThe amendments made by this Act shall apply with respect to each act of the District of\nColumbia-(1) passed by the Council of the District of Columbia and signed by the Mayor of\nthe District of Columbia;\n(2) vetoed by the Mayor and repassed by the Council;\n(3) passed by the Council and allowed to become effective by the Mayor without\nthe Mayor’s signature; or\n(4) in the case of initiated acts and acts subject to referendum, ratified by a\nmajority of the registered qualified electors voting on the initiative or referendum, on or after\nOctober 1, 2013.\nThis division may be cited as the “District of Columbia Budget and Legislative Autonomy Act,\n2015”.\nDIVISION – C\nDISTRICT OF COLUMBIA AUTHORIZATION REQUEST\nOMNIBUS PROVISIONS\nSec. 301. The Contingency Cash Reserve Transparency Amendment Act of 2008,\nenacted on January 29, 2008 (D.C. Act 17-278; 55 DCR 1530), is enacted into law.\nSec. 302. The Local Budget Autonomy Amendment Act of 2012, signed by the Mayor on\nJanuary 18, 2013 (D.C. Act 19-632; 60 DCR 1724), is enacted into law.\nSec. 303. Sections 47-391.07(b) and 47-392.09 of the District of Columbia Official Code\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3676\n\nare repealed.\nSec. 304. The Attorney General for the District of Columbia Clarification and Elected\nTerm Amendment Act of 2010, effective May 27, 2010 (D.C. Law 18-160; D.C. Official Code §\n1-301.81 et seq.), is amended by adding a new section 106a to read as follows:\n“Sec. 106a. Contingency fee contracts.\n“(a)(1) The Attorney General may make contracts retaining private counsel to furnish\nlegal services, including representation in negotiation, compromise, settlement, and litigation, in\nclaims and other legal matters affecting the interests of the District of Columbia.\n“(2) Each contract shall include such terms and conditions as the Attorney\nGeneral considers necessary or appropriate, including a provision specifying the amount of any\nfee to be paid to the private counsel under the contract or the method for calculating that fee.\nThe amount of the fee payable for legal services furnished under any such contract shall not\nexceed the fee that counsel engaged in the private practice of law in the District typically charges\nclients for furnishing similar legal services, as determined by the Attorney General.\n“(b) Notwithstanding any provision of federal or District of Columbia law, a contract\nentered into by the District of Columbia pursuant to this section may provide that costs,\nexpenses, and fees that the private counsel charges for legal services are payable from the\namount recovered. In such circumstances, the costs, expenses, and fees need not be included in\nan amount provided in an appropriations law.”.\nSec. 305. Congressional review streamlining.\n(a) Section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n23, 1973 (87 Stat. 813; D.C. Official Code § 1–206.02(c)(1)), is amended by striking the phrase\n“(excluding Saturdays, Sundays, and holidays, and any day on which neither House is in session\nbecause of an adjournment sine die, a recess of more than 3 days, or an adjournment of more\nthan three days).”\n(b) The amendments made by this section shall apply with respect to each act of the\nDistrict of Columbia—\n(1) passed by the Council of the District of Columbia and signed by the Mayor of\nthe District of Columbia;\n(2) vetoed by the Mayor and repassed by the Council; or\n(3) passed by the Council and allowed to become effective without the Mayor's\nsignature, on or after the effective date of this section.\nSec. 306. Notwithstanding any other provision of the Saint Elizabeths Hospital and\nDistrict of Columbia Mental Health Services Act, approved November 8, 1984 (98 Stat. 3369; 42\nU.S.C. § 225 note), the District may use the property transferred to the District pursuant to the\nAct for any purposes as may be determined by the District, and the Secretary of Health and\nHuman Services shall amend the deed whereby the property was transferred to the District to\neliminate all conditions or restrictions on the use of the property.”.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3677\n\nSec. 307. (a) Notwithstanding any other provision of law or other requirement:\n(1) With respect to the urban renewal program, any urban renewal plans or\nprojects, and any property acquired under the urban renewal program, the District of Columbia\nshall no longer have any obligations (including obligations related to the treatment of income\nfrom the lease, use, or disposition of urban renewal properties as community development block\ngrant (“CDBG”) program income (including such lease, use, and disposition income received by\nthe District prior to the effective date of this section), obligations related to payments to the\nDepartment of Housing and Urban Development (“HUD”), and obligations related to\nrecordkeeping and accounting), including obligations pursuant to:\n(A) Previous agreements with HUD (including the District of Columbia\nUrban Renewal Closeout agreements);\n(B) HUD regulations (including urban renewal and CDBG regulations);\nand\n(C) The terms of any previous loans, grants, or other financial assistance\nprovided by HUD to the District, the Redevelopment Land Agency (“RLA”), or any other entity\nof the District government;\n(2) With respect to any property acquired pursuant to the urban renewal program\nor otherwise acquired with the proceeds of an urban renewal grant, loan, or other form of\nfinancial assistance that remains in the ownership or jurisdiction of the District, or any entity of\nthe District, the District, or the entity of the District, may dispose of or lease the property for any\npurpose the District, or the entity of the District, considers appropriate, and no prior requirements\nimposed on the disposition or lease of the property by regulation, by prior agreement with HUD\n(including the District of Columbia Urban Renewal Closeout Agreements), by an urban renewal\nplan, or by any other prior agreement between HUD and the District, RLA, or any other entity of\nthe District shall apply;\n(3) With respect to any income received from the lease, use, or disposition of a\nproperty acquired pursuant to the urban renewal program or otherwise acquired with the\nproceeds of an urban renewal grant, loan, or other form of financial assistance, which income\nremains in the possession or control of the District, or any entity of the District, the District, or\nentity of the District, may expend such income for any purpose the District, or entity of the\nDistrict, considers appropriate, and no requirement imposed on the income by regulation, by\nprior agreement (including the District of Columbia Urban Renewal Closeout Agreements)\nbetween HUD and the District, RLA, or any entity of the District, or by an urban renewal plan,\nshall apply;\n(4) The urban renewal plans for the District of Columbia urban renewal areas,\nincluding 14th Street, Columbia Plaza, Downtown, Fort Lincoln, H Street, Northeast No. 1,\nNorthwest No. 1, Shaw School, Southwest B, Southwest C, and Southwest C-1, shall no longer\nbe of any force or effect.\n(b) For the purposes of this section, the term “District of Columbia Urban Renewal\nCloseout Agreements” means closeout agreements between HUD and the District, RLA, or any\nentity of the District with respect to the urban renewal projects (including all neighborhood\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3678\n\ndevelopment programs) of the District of Columbia, including the following: 14th Street Urban\nRenewal Project; Columbia Plaza Urban Renewal Project; Downtown Urban Renewal Project;\nFort Lincoln Urban Renewal Project; H Street Urban Renewal Project; Northeast No. 1 Urban\nRenewal Project; Northwest No. 1 Urban Renewal Project; Shaw School Urban Renewal Project;\nSouthwest B Urban Renewal Project; Southwest C Urban Renewal Project; and Southwest C-1\nUrban Renewal Project.\nSec. 308. (a) Within 90 days after the effective date of this section, the director of each\nfederal agency with jurisdiction over the following properties in the District of Columbia shall\ntransfer all right, title, and interest of the United States in each property to the government of the\nDistrict of Columbia. If jurisdiction over a property is held by the District of Columbia, the\nDistrict of Columbia may execute a quitclaim deed on behalf of the United States to transfer all\nright, title, and interest of the United States in the property to the government of the District of\nColumbia:\n(1) Square 2558, Lot 0810 (a portion of the Marie H. Reed Community Learning\nCenter, a District of Columbia Public School);\n(2) Square 2901, Lot 0816 (Raymond Recreation Center, a portion of the\nRaymond Elementary School campus);\n(3) Square 2901, Lot 0815 (a portion of the Raymond Elementary School\ncampus);\n(4) Square 0364, Lot 0837 (a portion of the Shaw Junior High School campus);\n(5) Parcel 246, Lot 0051 (P.R. Harris School);\n(6) Square 2864, Lot 0830 (Meyer Elementary School, closed);\n(7) Square 3327, Lot 0800 (Rudolph Elementary, closed);\n(8) Square 0511, Lot 0822 (fields and parking of Bundy School, closed);\n(9) Square 0767, Lot 0829 (Canal Park, north parcel);\n(10) Square 0769, Lot 0821 (Canal Park, south parcel);\n(11) Square 0768, Lot 0810 (Canal Park, center parcel);\n(12) Square 2882, Lot 0936 (Banneker Senior High School campus, western\nportion);\n(13) Square 2880, Lot 0859 (Banneker Senior High School, eastern portion);\n(14) Square 0336, Lot 0828 (Shaw Jr. High School recreation fields);\n(15) Square 0593, Lot 0823 (portion of Bowen Elementary School campus);\n(16) Square 0593, Lot 0822 (portion of Bowen Elementary School campus);\n(17) Square 0595, Lot 0810 (portion of Bowen Elementary School campus);\n(18) Square 0593, Lot 0826 (portion of Bowen Elementary School campus);\n(19) Square 0595, Lot 0807 (portion of Bowen Elementary School campus);\n(20) Square 0647, Lot 0802 (portion of Bowen Elementary School campus);\n(21) Square 0595, Lot 0809 (portion of Bowen Elementary School campus);\n(22) Square 0645, Lot 0816 (portion of Bowen Elementary School campus);\n(23) Square 0650N, Lot 0808 (portion of Bowen Elementary School campus);\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3679\n\n(24) Square 0647, Lot 0803 (portion of Bowen Elementary School campus);\n(25) Square 0645W, Lot 0808 (portion of Bowen Elementary School campus);\n(26) Square 0593, Lot 0050 (portion of Bowen Elementary School campus);\n(27) Square 0593, Lot 0051 (portion of Bowen Elementary School campus);\n(28) Square 0542, Lot 0085 (Southwest Library site);\n(29) All of Reservation 542 between Albemarle Street, N.W., and Chesapeake\nStreet, N.W., including Lots 800 and 801 in Square 1772 and Lot 0807 in Square 1768, and Fort\nDrive, N.W., in Reservation 542 (Wilson Senior High School and Wilson Aquatic Center);\n(30) The northern corner portion of Reservation 470 containing approximately\n31,000 square feet, abutting both the east property line of Lot 0811 in Square 1759 and\nFessenden Street, N.W. (Deal Middle School);\n(31) Howard Street, N.W., in Reservation 470 (Deal Middle School);\n(32) Fort Drive, N.W., in Reservation 515 (Deal Middle School);\n(33) All of Reservation 519 in Square 5876 and Square 5884, including Lot 940\nin Square 5876 (Johnson Middle School);\n(34) The play field portion of Reservation 360 in Square 23 (Francis Middle\nSchool);\n(35) Square 2673, Lot 890 (offices of the District of Columbia Department of\nParks and Recreation);\n(36) Square 5862, Lots 0135, 0954, and 0958 (Barry Farm New Communities\nInitiative);\n(37) All of Reservation 487, including Square 5556, Lots 823 and 824, and Square 5560,\nLots 814 and Lot 815 (Pennsylvania Avenue and Minnesota Avenue redevelopment);\n(38) All of Reservation 8, including all improvements thereon, which is bounded on the\nnorth by Mount Vernon Place, N.W., on the south by K Street, N.W., on the west by 9th Street,\nN.W., and on the east by 7th Street, N.W. (Carnegie Library);\n(39) Reservation 343F, Areas A, B, C and D (RFK Stadium); and\n(40) Parcel 121/15 and Parcel 121/16 (intersection of North Capitol and Irving\nStreets.)\nSec. 309. Section 11201 of the National Capital Revitalization and Self-Government\nImprovement Act of 1997, approved August 5, 1997 (111 Stat. 734; D.C. Official Code § 24101), is amended by adding a new subsection (a-1) to read as follows:\n“(a-1) Reimbursement to District of Columbia Department of Corrections.– The United\nStates Government shall reimburse the District of Columbia Department of Corrections its costs\nof providing custody and care for:\n“(1) Felons committed by the Superior Court of the District of Columbia from the\ndate of sentencing until transfer to a penal or correctional facility operated or contracted for by\nthe Bureau of Prisons;\n“(2) Previously sentenced felons committed to the Department of Corrections as\nviolators of parole, supervised release, or probation from the date of commitment until transfer to\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3680\n\na penal or correctional facility operated or contracted for by the Bureau of Prisons; and\n“(3) Previously sentenced felons held by or committed to the Department of\nCorrections on writs from the date of commitment until transfer to a penal or correctional facility\noperated or contracted for by the Bureau of Prisons.”.\nSec. 310. Any interest accumulated on the funds that the District of Columbia received\npursuant to the District of Columbia Appropriations Act, 2000, approved November 29, 1999\n(113 Stat. 1501; Pub. L. No. 106-113), under the heading “Federal Payment for the Incentives for\nAdoption of Children” and for the establishment of a scholarship fund for District of Columbia\nchildren without parents due to the September 11, 2001 terrorist attack under this same heading,\npursuant to the District of Columbia Appropriations Act, 2001, approved December 21, 2001\n(115 Stat. 923; Pub. L. No. 107-96), shall be available to the District of Columbia until\nexpended.\nSec. 311. (a)(1) IN GENERAL.--The District of Columbia is authorized to renew or enter\ninto a new Interstate Compact for Juveniles for the purposes of placing youth in appropriate\ntherapeutic settings and providing and receiving supervision for youth in other jurisdictions.\n(2) DELEGATION.--Any compact for juveniles that the Council of the District of\nColumbia authorizes the Mayor to execute on behalf of the District may contain provisions that\ndelegate the requisite power and authority to the Interstate Commission for Juveniles to achieve\nthe purposes for which the interstate compact is established.\n(b) Section 406 of An Act to reorganize the courts of the District of Columbia, to revise\nthe procedures for juveniles in the District of Columbia, to codify title 23 of the District of\nColumbia Code, and for other purposes, approved July 29, 1970 (84 Stat. 678; D.C. Official\nCode § 24-1106), is repealed.\nSec. 312. Section 103 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 777; D.C. Official Code § 1-201.03), is amended by adding a new paragraph\n(16) to read as follows:\n“(16) The term “Attorney General” means the Attorney General for the District of\nColumbia provided for by part C-I of title IV.”.\nSec. 313. Section 424b of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 774; D.C. Official Code § 1-204.26), is amended by striking the phrase\n“Procurement Practices Act of 1986” and inserting the phrase “Procurement Practices Reform\nAct of 2010” in its place.\nSec. 314. Sections 2, 3, and 4 of the Domestic Partnership Police and Fire Amendment\nAct of 2008, effective March 25, 2009 (D.C. Law 17-358; 56 DCR 1188), are enacted into law.\nSec. 315. The following proviso under the heading “Lottery and Charitable Games\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3681\n\nEnterprise Fund” in the District of Columbia Appropriations Act, 1982, approved December 4,\n1981 (Pub. L. No. 97-91; 95 Stat. 1174), is repealed:\n“Provided further, that the advertising, sale, operation, or playing of the lotteries, raffles, bingos,\nor other games authorized by D.C. Law 3-172 is prohibited on the Federal enclave, and in\nadjacent public buildings and land controlled by the Shipstead-Luce Act as amended by 53 Stat.\n1144, as well as in the Old Georgetown Historic District:”\nSec. 316. Notwithstanding any other law, the following sales shall be subject to the sales\nand use taxes of the District of Columbia:\n(1) Sales at gift shops, souvenir shops, kiosks, convenience stores, food shops,\ncafeterias, restaurants, and similar establishments in federal buildings, includingmemorials and\nmuseums, in the District of Columbia that make sales to:\n(A) The general public, whether operated by the federal government, an\nagent of the federal government, or a contractor; and\n(B) Other than the general public, if operated by an agent of the federal\ngovernment or a contractor; and\n(2) Sales of goods and services by government-sponsored enterprises and\ncorporations, institutions, and organizations established by federal statute or regulation\n(collectively, “federal enterprises and organizations”), includingthe Smithsonian Institution,\nNational Gallery of Art, National Building Museum, Federal National Mortgage Association,\nand Federal Home Loan Mortgage Corporation, if the federal enterprise or organization is\notherwise exempt from such taxation, to the extent such sales would otherwise be subject to the\nsales and use taxes of the District of Columbia if the federal enterprise or organization were\norganized as a nonprofit corporation established pursuant to Chapter 4 of Title 29 of the District\nof Columbia Official Code, and exempt from federal income taxation pursuant to section\n501(c)(3) of the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26\nU.S.C. § 501(c)(3)).\nSec. 317. Section 485 of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 807; D.C. Official Code § 1-204.85), is amended to read as follows:\n“Sec. 485. Except for estate, inheritance, and gift taxes, Bonds and notes issued by the\nDistrict pursuant to this title and the interest thereon shall be exempt from all District, State, and\nFederal taxation, including from taxation by any county, municipality, or other political\nsubdivision of a State and any Territory or possession of the United States.”.\nSec. 318. Section 602(a)(5) of the District of Columbia Home Rule Act, approved on\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(a)(5)), is amended by striking\nthe phrase “of the District” the first time it appears and inserting the phrase “of the District,\nunless his or her source of income derives from District local funds” in its place.\nSec. 319. Section 602(a)(5) of the District of Columbia Home Rule Act, approved\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3682\n\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(a)(5)), is amended by striking\nthe phrase “of any individual not a resident of the District” and inserting the phrase “of any\nindividual not a resident of the District, except professional athletes,” in its place.\nSec. 320. (a) Within 120 days of the effective date of this section, the District government\nshall require every remote vendor not qualifying as an exempted vendor to collect and remit to\nthe District remote sales taxes on sales made via the internet to a purchaser in the District of\nColumbia; provided, that the District government has established pursuant to local law:\n(1) A registry, with privacy and confidentiality controls so that it cannot be used\nfor any purpose other than the administration of remote sales taxes, where each remote vendor,\nnot qualifying as an exempted vendor, shall be required to register;\n(2) Appropriate protections for consumer privacy;\n(3) A means for a remote vendor to determine the current District sales and use\ntax rate and taxability;\n(4)(A) A formula and procedure that permits a remote vendor to deduct\nreasonable compensation for expenses incurred in the administration, collection, and remittance\nof remote sales taxes, other than remote sales taxes paid by the remote vendor for goods or\nservices purchased for its own consumption.\n(B) The compensation authorized by subparagraph (A) of this paragraph\nmay be claimed by a third-party service provider that the remote vendor has contracted with to\nperform the responsibilities related to the administration, collection, and remittance of remote\nsales taxes;\n(5) The date that the collection of remote sales taxes shall commence;\n(6) A small-vendor exemption, including a process for an exempted vendor to\napply for a certificate of exemption;\n(7) Subject to subsection (c) of this section, the products and types of products\nthat shall be exempt from the remote sales taxes;\n(8) Rules:\n(A) For accounting for bad debts and rounding;\n(B) That address refunds and credits for remote sales taxes relating to:\n(i) Customer returns;\n(ii) Restocking fees;\n(iii) Discounts; and\n(iv) Coupons;\n(C) For allocating shipping and handling and discounts that apply to\nmultiple items;\n(D) Regarding notice and procedural requirements for registry enrollment\nby remote-vendors; and\n(E) That the Mayor determines are necessary or appropriate to further the\npurposes of this section; and\n(9) A plan to substantially reduce the administrative burdens associated with sales\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-370, effective July 14, 2014\n\n20 DCSTAT 3683\n\nand use taxes, including remote sales taxes.\n(b) Every remote vendor that does not qualify as an exempted vendor shall register with\nthe District pursuant to subsection (a)(1) of this section, in accordance with local law or rules\nissued pursuant to local law or this section.\n(c) Nothing in this section shall require the District to exempt or to impose a tax on any\nproduct or to adopt any particular type of tax, or to impose the same rate of tax as any other\ntaxing jurisdiction that collects remote sales taxes.\n(d) Nothing in this section permits or prohibits the District from:\n(1) Licensing or regulating a person;\n(2) Requiring a person to qualify to transact remote selling;\n(3) Subjecting a person to District taxes not related to the sale of goods or\nservices; or\n(4) Exercising authority over matters of interstate commerce.\n(e) For the purposes of this section, the term:\n(1) “Exempted vendor” means a remote vendor that in accordance with local law\nhas a specified level of cumulative gross receipts from internet sales to purchasers in the District\nthat exempts it from the requirement to collect remote sales taxes pursuant to this section.\n(2) “Person” means an individual, trust, estate, fiduciary, partnership, corporation,\nlimited liability company, or any other legal entity.\n(3) “Remote vendor” means a seller, whether or not it has a physical presence or\nother nexus within the District of Columbia, selling via the internet property or rendering a\nservice to a purchaser in the District.\n(4) “Remote sales taxes” means District sales and use taxes when applied to a\nproperty or service sold by a vendor via the Internet to a purchaser in the District\n(5) “Vendor” means a person or retailer, including a remote vendor, selling\nproperty or rendering a service to a purchaser in the District of Columbia, the receipts from\nwhich a sales and use tax may be imposed pursuant to District law or this section.\n(f) This section may be cited as the “District of Columbia Main Street Tax Fairness Act of\n2014”.\nThis division may be cited as the “District of Columbia Omnibus Authorization Act,\n2015”.\nSec. 3. Effective date.\nThis act shall take effect as provided in section 446 of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 801; D.C. Official Code § 1-204.46).\n\n\f", 
  "title": "Fiscal Year 2015 Budget Request Act of 2014", 
  "council_period": "20"
}