{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2003\nD.C. Act 20-151, effective July 31, 2013 (Expiration date October 29, 2013)\n(Delayed Applicability)\n\nAN ACT\n\nBill 20-384\nEmergency\nDeclaration\nRes. 20-242\n20 DCStat 2096\n\nTo amend, on an emergency basis, Chapter 46 of Title 47 of the District of Columbia Official Code to\nprovide a limited real property tax abatement and tax relief to the Spring Place development\nproject, described as Lots 1 and 803 in Square 3186 and Lots 52 and 822 in Square 3185, in the\nTakoma Park neighborhood of Ward 4.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Spring Place Real Property Limited Tax Abatement Assistance\nEmergency Act of 2013”.\n\nSpring Place\nReal Property\nLimited Tax\nAbatement\nAssistance\nEmergency\nAct of 2013\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read\nas follows:\n“§ 47-4660. Spring Place development project.”.\n(b) A new section 47-4660 is added to read as follows:\n“§ 47-4660. Spring Place development project.\n“(a) The real properties described as Lots 1 and 803 in Square 3186 and Lots 52 and 822\nin Square 3185, or any successor lot or lots (“Property”), shall be exempt from taxation under\nChapter 8 of this title as follows:\n“(1)(A) Beginning with the month following the month during which a\nconveyance of the Property to Takoma Spring Place LP (“Owner”) for the purpose of\ndevelopment is recorded, real property tax shall be abated during the time and to the extent that\nthe Property is being developed for use as residential housing, including affordable housing, as\nprovided in this section.\n“(B) The abatement set forth in subparagraph (A) of this paragraph shall\nend on whichever occurs sooner:\n“(i) The last day of the real property tax half year during which the\nfinal certificate of occupancy authorizing residential use of the Property is issued; or\n“(ii) The last day of the 24th month following the month during\nwhich the Property was conveyed to the Owner for development purposes; provided, that this\nperiod may be extended by the Mayor for an additional 6 months (“construction period”).\n“(2) Beginning with the half tax year immediately following the construction\nperiod, real property tax shall be abated in the amount of $220,000 or the amount of property\n\nNote,\n§ 47-4659\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2004\nD.C. Act 20-151, effective July 31, 2013 (Expiration date October 29, 2013)\n(Delayed Applicability)\n\ntaxes owed based upon the assessed property value at the beginning of the construction period,\nwhichever is less, for each real property tax year, the amount to be divided equally between each\nhalf tax year installment payment; provided, that the Owner shall diligently and expeditiously\ntake all reasonable actions necessary to obtain the final certificate of occupancy for the Property.\n“(b) The Property shall become ineligible for the tax abatement provided in subsection\n(a)(2) of this section when whichever occurs first:\n“(1) The date the Property is operating with no fewer than 120 units or 80% of\nresidential units in the project, whichever is greater, of affordable housing for residents earning\n60% or less of the then-current Area Median Income; or\n“(2) Whichever occurs later:\n“(A) Forty years after the issuance of the final certificate of occupancy\nauthorizing residential use of the Property; or\n“(B) The term of the senior indebtedness secured by the Property and\nbenefiting a governmental entity as provided in paragraph (1) of this subsection, as the term may\nbe extended, revised, amended, or refinanced. The abatement shall terminate at the end of the\nhalf tax year during which the Property becomes ineligible for the abatement.\n“(c) The real property tax abatement provided in subsection (a) of this section shall run\nwith Lots 1 and 803 in Square 3186 and Lots 52 and 822 in Square 3185 (or successor lot or lots)\nand shall apply to any subsequent owner or assignee or successor in interest of the Owner.\n“(d) As long as the Property is entitled to the real property tax abatement described in\nthis section, the transfer or conveyance of the Property, whether by deed, economic interest,\nconsolidation, ground lease, or otherwise, shall be exempt from the tax imposed by Chapter 11 of\nTitle 42, and shall be exempt from taxation under Chapter 9 of Title 47.\n“(e) To receive the abatement provided in subsection (a) of this section, the Owner shall\ncertify to the Office of Tax and Revenue (“OTR”), at the time and in the manner specified by\nOTR, that the requirements for the abatement have been met and shall provide other information\nas OTR deems appropriate to administer the abatement. The Owner shall advise OTR, in the\nmanner and at the time specified by OTR, if the Property, or any portion thereof, ceases to\nqualify for the abatement provided in subsection (a) of this section.\n“(f) The Owner shall file the reports required by section 47-1007.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2005\nD.C. Act 20-151, effective July 31, 2013 (Expiration date October 29, 2013)\n(Delayed Applicability)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Spring Place Real Property Limited Tax Abatement Assistance Emergency Act of 2013",
  "end": "2005",
  "start": "2003",
  "name": "Act_20-151.pdf"
}