{
  "start": "1452", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1452\nD.C. Act 20-90, effective June 20, 2013 (Expiration date September 18, 2013)\n\nAN ACT\n\nBill 20-341\nEmergency\nDeclaration\nRes. 20-160\n20 DCStat 1598\n\nTo approve, on an emergency basis, proposed rules amending Chapter 5 of Title 17 of the District of\nColumbia Municipal Regulations, Chapter 5 of Title 24 of the District of Columbia Municipal\nRegulations, and Chapter 33 of Title 16 of the District of Columbia Municipal Regulations to\nestablish new rules for vendors, as amended.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Vending Regulation Emergency Approval Act of 2013”.\n\nSec. 2. Notwithstanding any other provision of law, the proposed rules transmitted by the\nMayor on March 8, 2013, and published at 60 DCR 2869, amending Chapter 5 of Title 24 of the\nDistrict of Columbia Municipal Regulations to establish new rules for vendors, are amended as\nfollows:\n(1) Section 533.7 is amended by striking the phrase “five-hundred feet (500 ft.)”\nand inserting the phrase “two-hundred feet (200 ft.) or directly across the street” in its place.\n(2) Section 535.2(c) is amended to read as follows:\n“(c) Where the adjacent unobstructed sidewalk is less than six feet (6 ft.) wide; provided,\nthat for the purposes of this paragraph, a permeable or point obstruction, such as a parking meter,\nis not considered an obstruction;”.\nSec. 3. Notwithstanding section 11 of the Vending Regulation Act of 2009, effective\nOctober 22, 2009 (D.C. Law 18-71; D.C. Official Code § 37-131.10), the Council approves the\nfollowing proposed rules transmitted by the Mayor on March 8, 2013, and published at 60 DCR\n2869, and as amended by section 2, amending Chapter 5 of Title 24 of the District of Columbia\nMunicipal Regulations to establish new rules for vendors:\n(1) Sections 513 through 519.1; and\n(2) Sections 533 through 543.\nSec. 4. Notwithstanding any other provision of law, the proposed rules transmitted by the\nMayor on March 8, 2013, and published at 60 DCR 2869, amending Chapter 33 of Title 16 of\nthe District of Columbia Municipal Regulations to establish new rules for vendors, are amended\nas follows:\n(1) Section 3313.1 is amended by striking the second paragraph (e) and inserting\nin its place a new paragraph (e-1) to read as follows:\n\nNot Codified\n\nVending\nRegulation\nEmergency\nApproval Act\nof 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1453\nD.C. Act 20-90, effective June 20, 2013 (Expiration date September 18, 2013)\n\n“(e-1) 24 DCMR § 535.1(a) (failure to vend in a legal parking space that meets the\nrequirements of 532.2);\".\n(2) Section 3313.4 is amended by adding a new paragraph (d-1) to read as\nfollows:\n“(d-1) 24 DCMR § 535.1(b) (failure to pay all parking meter fees) and (c) (failure to obey\nall posted time restrictions);”.\nSec. 5. Notwithstanding section 105 of the Department of Consumer and Regulatory\nAffairs Civil Infraction Act of 1985, effective October 5, 1985 (D.C. Law 6-42; D.C. Official\nCode § 2-1801.05), the Council approves proposed rule section 3313 transmitted by the Mayor\non March 8, 2013, and published at 60 DCR 2869, and as amended by section 4, amending\nChapter 33 of Title 16 of the District of Columbia Municipal Regulations to establish vending\nbusiness license infractions.\nSec. 6. Notwithstanding section 47-2851.04(c)(1) of the District of Columbia Official\nCode, the Council approves proposed rule subsection 516.1, transmitted by the Mayor on March\n8, 2013, and published at 60 DCR 2869, amending Chapter 5 of Title 17 of the District of\nColumbia Municipal Regulations to establish new business license fees.\nSec. 7. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 8. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "1453", 
  "name": "Act_20-90.pdf", 
  "title": "Vending Regulation Emergency Approval Act of 2013"
}