{
  "start": "4438", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4438\nD.C. Act 20-524, effective December 18, 2014 (Expiration date March 18, 2015)\n\nAN ACT\n\nBill 20-1014\nEmergency\nDeclaration\nRes. 20-711\n20 DCStat 4627\n\nTo amend, on an emergency basis, the Omnibus Public Safety Agency Reform Amendment Act of 2004 to\nclarify when the period of time during which the Metropolitan Police Department may commence\na disciplinary procedure against an employee begins to run and to add additional tolling\nprovisions for criminal investigations occurring in any jurisdiction within the United States and\ninvestigations by the Office of the Inspector General and the Office of the District of Columbia\nAuditor; and to amend the District of Columbia Government Comprehensive Merit Personnel Act\nof 1978 and An Act Relating to the Metropolitan police of the District of Columbia to allow the\nChief of Police to appoint to command ranks from among the Metropolitan Police Department’s\nlieutenants.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Metropolitan Police Department Commencement of Discipline and\nCommand Staff Appointment Emergency Amendment Act of 2014”.\n\nTITLE I – COMMENCEMENT OF DISCIPLINE\n\nSec. 101. Section 502 of the Omnibus Public Safety Agency Reform Amendment Act of\n2004, effective September 30, 2004 (D.C. Law 15-194; D.C. Official Code § 5-1031), is\namended as follows:\n(a) Subsection (a) is amended by striking the phrase “or the Metropolitan Police\nDepartment” wherever it appears.\n(b) A new subsection (a-1) is added to read as follows:\n“(a-1)(1) Except as provided in subsection (b) of this section, no corrective or adverse\naction against any sworn member or civilian employee of the Metropolitan Police Department\nshall be commenced more than 90 days, not including Saturdays, Sundays, or legal holidays,\nafter the date that the Metropolitan Police Department had notice of the act or occurrence\nallegedly constituting cause.\n“(2) For the purposes of paragraph (1) of this subsection, the Metropolitan Police\nDepartment has notice of the act or occurrence allegedly constituting cause on the date that the\nMetropolitan Police Department generates an internal investigation system tracking number for\nthe act or occurrence.”.\n(c) Subsection (b) is amended to read as follows:\n“(b) If the act or occurrence allegedly constituting cause is the subject of a criminal\ninvestigation by the Metropolitan Police Department or any law enforcement agency with\njurisdiction within the United States, the Office of the United States Attorney for the District of\nColumbia, or the Office of the Attorney General, or is the subject of an investigation by the\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nMetropolitan\nPolice\nDepartment\nCommencement\nof Discipline and\nCommand Staff\nAppointment\nEmergency\nAmendment Act\nof 2014\nNote,\n§ 5-1031\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4439\nD.C. Act 20-524, effective December 18, 2014 (Expiration date March 18, 2015)\n\nOffice of the Inspector General, the Office of the District of Columbia Auditor, or the Office of\nPolice Complaints, the 90-day period for commencing a corrective or adverse action under\nsubsection (a) or (a-1) of this section shall be tolled until the conclusion of the investigation.”.\nTITLE II – COMMAND STAFF APPOINTMENT\nSec. 201. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) Section 801(d-1) (D.C. Official Code § 1-608.01(d-1)) is amended by striking the\nphrase “the Assistant and Deputy Chiefs of Police and inspectors shall be selected from among\nthe captains of the force and shall be returned to the rank of captain when the Mayor so\ndetermines” and inserting the phrase “the Assistant Chiefs of Police, Deputy Chiefs of Police,\nand inspectors shall be selected from among the lieutenants and captains of the force and shall be\nreturned to the same civil service rank when the Mayor so determines” in its place.\n(b) Section 3203(c) (D.C. Official Code § 1-632.03(c)) is amended by striking the phrase\n“the Assistant and Deputy Chiefs of Police and inspectors shall be selected from among the\ncaptains of the force and shall be returned to the rank of captain when the Mayor so determines”\nand inserting the phrase “the Assistant Chiefs of Police, Deputy Chiefs of Police, and inspectors\nshall be selected from among the lieutenants and captains of the force and shall be returned to the\nsame civil service rank when the Mayor so determines” in its place.\nSec. 202. Section 1(a) of An Act Relating to the Metropolitan police of the District of\nColumbia, approved February 28, 1901 (31 Stat. 819; D.C. Official Code § 5-105.01(a)), is\namended by striking the phrase “provided further, that the Assistant and Deputy Chiefs of Police\nand inspectors shall be selected from among the captains of the force and shall be returned to the\nrank of captain when the Mayor so determines” and inserting the phrase “provided further, that\nthe Assistant Chiefs of Police, Deputy Chiefs of Police, and inspectors shall be selected from\namong the lieutenants and captains of the force and shall be returned to the same civil service\nrank when the Mayor so determines” in its place.\nTITLE III – FISCAL IMPACT; EFFECTIVE DATE\nSec. 301. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Metropolitan\nPolice Department Commencement of Discipline and Command Staff Appointment Amendment Act of\n2014, passed on 2nd reading on November 18, 2014 (Enrolled version of Bill 20-810), as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nSec. 302. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\nNote,\n§ 1-608.01\n\nNote,\n§ 5-105.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4440\nD.C. Act 20-524, effective December 18, 2014 (Expiration date March 18, 2015)\n\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4440", 
  "name": "Act_20-524.pdf", 
  "title": "Metropolitan Police Department Commencement of Discipline and Command Staff Appointment Emergency Amendment Act of 2014"
}