{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-332, effective May 22, 2014 (Expiration date August 20, 2014)\n\n20 DCSTAT 3315\n\nAN ACT\n\nBill 20-781\nEmergency\nDeclaration\nRes. 20-472\n20 DCStat 3415\n\nTo approve, on an emergency basis, Modification No. 7 to Contract No. DHCF-2013-C-0003-A02 with\nAmeriHealth District of Columbia, Inc., to provide healthcare services to t h e D i s t r i c t ’ s\nMedicaid-eligible population enrolled in the District of Columbia Healthy Families Program\nand the DC Health Care Alliance Program and to authorize payment for the goods and services\nreceived and to be received under the contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DHCF-2013-C-0003-A02 Modification Approval and\nPayment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Modification No.\n7 to Contract No. DHCF-2013-C-0003-A02 with AmeriHealth District of Columbia, Inc., to\nprovide healthcare services to the District’s Medicaid-eligible population enrolled in the District\nof Columbia Healthy Families Program and the DC Health Care Alliance Program and\nauthorizes payment in an amount not to exceed $737,041,491 for goods and services received\nand to be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nContract No.\nDHCF-2013C-0003-A02\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f",
  "title": "Contract DHCF-2013-C-0003-A02 Modification Approval and Payment Authorization Emergency Act of 2014",
  "end": "3315",
  "start": "3315",
  "name": "Act_20-332.pdf"
}