{
  "end": "1826", 
  "name": "Act_20-129.pdf", 
  "start": "1825", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1825\nD.C. Act 20-129, effective July 26, 2013 (Expiration date October 24, 2013)\n\nAN ACT\n\nBill 20-377\nEmergency\nDeclaration\nRes. 20-257\n20 DCStat 2122\n\nTo approve, on an emergency basis, the base year and Option Year One of Contract No. GAGA-2011-C0137 with Wireless Generation, Inc., on behalf of the District of Columbia Public Schools, Office\nof Contracts and Acquisitions to support the continuation of test development and delivery and\nadministration of assessments aligned to the Common Core State Standards, scoring and\nreporting services for paced interim assessments in English language arts (up to 5 each in grades\n2 through 10) and mathematics (up to 5 each in grades 2 through 8), and to authorize payment for\nthe services received and to be received under this contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. GAGA-2011-C-0137 Base Year and Option Year One\nApproval and Payment Authorization Emergency Act of 2013”.\n\nSec. 2. Notwithstanding section 902 of the Procurement Practices Reform Act of 2010,\neffective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-359.02), and section 272425.9 of the District of Columbia Municipal Regulations (27 DCMR § 2425.9), the Council\nratifies the base year of Contract No. GAGA-2011-C-0137.\nSec. 3. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code §§ 2-352.02), the Council approves Option Year\nOne of Contract No. GAGA-2011-C-0137 for the support of test development, delivery, and\nadministration of assessments aligned to the Common Core State Standards, and scoring and\nreporting services, and authorizes payment not to exceed $1,206,967.40 for Option Year One for\nservices received and to be received under the contract.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\nNot Codified\n\nContract No.\nGAGA-2011C-0137 Base\nYear and\nOption Year\nOne Approval\nand Payment\nAuthorization\nEmergency\nAct of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1826\nD.C. Act 20-129, effective July 26, 2013 (Expiration date October 24, 2013)\n\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Contract No. Gaga-2011-C-0137 Option Year One Contract Modification Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}