{
  "end": "4147", 
  "name": "Act_20-430.pdf", 
  "start": "4145", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-430, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4145\n\nAN ACT\n\nBill 20-911\nEmergency\nDeclaration\nRes. 20-617\n20 DCStat 4516\n\nTo amend, on an emergency basis, the Rental Housing Act of 1985 to limit the amount of a hardship\npetition conditional rent increase to 5% of the rent charged, and to require that a rent adjustment\nbe repaid by a housing provider to a tenant within 21 days of a conditional increase being\namended.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Rent Control Hardship Petition Limitation Emergency Amendment Act\nof 2014”.\n\nRent Control\nHardship\nPetition\nLimitation\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. The Rental Housing Act of 1985, effective July 17, 1985 (D.C. Law 6-10; D.C.\nOfficial Code § 42-3500 et seq.), is amended as follows:\n(a) Section 206(c) (D.C. Official Code § 42-3502.06(c)) is amended to read as\nfollows:\n“(c)(1) At the housing provider's election, instead of any adjustment authorized by\nsubsection (b) of this section, the rent charged for an accommodation may be adjusted through a\nhardship petition under section 212. The petition shall be clearly identified as an election instead\nof the general adjustments authorized by subsection (b) of this section. The Rent Administrator\nshall accord an expedited review process for these petitions and shall issue and publish a final\ndecision within 90 days after the petition has been filed.\n“(2) In the case of any petition filed under this subsection as to which a final\ndecision has not been rendered by the Rent Administrator at the end of 90 days from the date of\nfiling of the petition and as to which the housing provider is not in default in complying with any\ninformation request made under section 216, the rent charged adjustment requested in the\npetition may be conditionally implemented by the housing provider at the end of the 90-day\nperiod; provided, that the conditional rent increase for an affected unit shall not exceed 5% of the\nrent charged.\n“(3) A conditional rent charged adjustment shall be subject to subsequent\nmodification by the final decision of the Rent Administrator on the petition. If a hearing has been\nheld on the petition, the Rent Administrator shall, by order served upon the parties at least 10\ndays before the expiration of the 90 days, make a provisional finding as to the rent charged\nadjustment justified by the order, if any. Except to the extent modified by this section, the\nadjustment procedures of section 216 shall apply to any adjustment.\n“(4) In the event that the Rent Administrator denies the requested rent increase or\napproves a rent increase that is less than the amount of the conditional rent increase charged by\n\nNote,\n§ 42-3502.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-430, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4146\n\nthe housing provider, the housing provider shall refund to the tenant within 21 calendar days of\nthe Rent Administrator’s order any rent paid in excess of the amount approved by the Rent\nAdministrator, except that the tenant may elect within 14 calendar days of the Rent\nAdministrator’s order to apply the amount of the refund as a credit against future rental\npayments.”.\n(b) Section 212(c) (D.C. Official Code § 42-3502.12(c)) is amended to read as follows:\n“(c)(1) At the housing provider's election, instead of any adjustment authorized by\nsection 206(b), the rent charged for an accommodation may be adjusted through a hardship\npetition under this section. The petition shall be clearly identified as an election instead of the\ngeneral adjustments authorized by 206(b). The Rent Administrator shall accord an expedited\nreview process for these petitions and shall issue and publish a final decision within 90 days after\nthe petition has been filed.\n“(2) In the case of any petition filed under this section as to which a final decision\nhas not been rendered by the Rent Administrator at the end of 90 days from the date of filing of\nthe petition and as to which the housing provider is not in default in complying with any\ninformation request made under section 216, the rent charged adjustment requested in the\npetition may be conditionally implemented by the housing provider at the end of the 90-day\nperiod; provided, that the conditional rent increase for an affected unit shall not exceed 5% of the\nrent charged.\n“(3) A conditional rent charged adjustment shall be subject to subsequent\nmodification by the final decision of the Rent Administrator on the petition. If a hearing has been\nheld on the petition, the Rent Administrator shall, by order served upon the parties at least 10\ndays before the expiration of the 90 days, make a provisional finding as to the rent charged\nadjustment justified by the order, if any. Except to the extent modified by this section, the\nadjustment procedures of section 216 shall apply to any adjustment.\n“(4) In the event that the Rent Administrator denies the requested rent increase or\napproves a rent increase that is less than the amount of the conditional rent increase charged by\nthe housing provider, the housing provider shall refund to the tenant within 21 calendar days of\nthe Rent Administrator’s order any rent paid in excess of the amount approved by the Rent\nAdministrator, except that the tenant may elect within 14 calendar days of the Rent\nAdministrator’s order to apply the amount of the refund as a credit against future rental\npayments.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\nNote,\n§ 42-3502.12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-430, effective October 7, 2014 (Expiration date January 5, 2015)\n\n20 DCSTAT 4147\n\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Rent Control Hardship Petition Limitation Emergency Amendment Act of 2014", 
  "council_period": "20"
}