{
  "start": "3860", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-379, effective July 15, 2014 (Expiration date October 13, 2014)\n\n20 DCSTAT 3860\n\nAN ACT\n\nBill 20-847\nEmergency\nDeclaration\nRes. 20-517\n20 DCStat 3918\n\nTo amend, on an emergency basis, the Small, Local, and Disadvantaged Business Enterprise Development\nand Assistance Act of 2005 to remove industrial revenue bonds from the definition of governmentassisted project.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Small and Certified Business Enterprise Development and Assistance\nClarification Emergency Amendment Act of 2014”.\n\nSec. 2. Section 2302(9A)(D) of the Small, Local, and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C.\nOfficial Code § 2-218.02(9A)(D)), is amended to read as follows:\n“(D) A project that receives bonds or notes or the proceeds thereof issued\nby a District agency, including tax increment financing or payment in lieu of tax bonds or notes,\nbut not including industrial revenue bonds;”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206-02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nClarification\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 2-218.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-379, effective July 15, 2014 (Expiration date October 13, 2014)\n\n20 DCSTAT 3861\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "3861", 
  "name": "Act_20-379.pdf", 
  "title": "Small and Certified Business Enterprise Development and Assistance Clarification Emergency Amendment Act of 2014"
}