{
  "end": "2454", 
  "name": "Act_20-203.pdf", 
  "start": "2453", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2453\nD.C. Act 20-203, effective October 17, 2013 (Expiration date January 15, 2014)\n\nAN ACT\n\nBill 20-495\nEmergency\nDeclaration\nRes. 20-294\n20 DCStat 2691\n\nTo amend, on an emergency basis, due to Congressional review, the School Transit Subsidy Act of 1978 to\nclarify the fare charged, if any, to students to travel to and from school.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “School Transit Subsidy Congressional Review Emergency Amendment\nAct of 2013”.\n\nSec. 2. Section 2 of the School Transit Subsidy Act of 1978, effective March 6, 1979\n(D.C. Law 2-152; D.C. Official Code § 35-233), is amended as follows:\n(a) Subsection (a) is amended to read as follows:\n“(a)(1) On regular school days, no student shall be charged a bus fare for regular route\ntransportation within the District during peak and off-peak hours on the Metrobus Transit System\nand the DC Circulator.\n“(2) The fare to be paid by a student on regular school days for regular route\ntransportation during peak and off-peak hours on the Metrorail Transit System within the District\nshall be as follows:\n“(A) $30 dollars for a monthly pass; and\n“(B) $9.50 for a 10-trip rail pass.\n“(3) The fares listed in paragraph (2) of this subsection shall be modified by the\nsame percentage as future Washington Metropolitan Area Transit Authority fare increases or\ndecreases, rounded to the nearest dime ($.10).”.\n(b) Subsection (c) is amended to read as follows:\n\"(c) Reduced fares for students under this section on the Metrobus and Metrorail Transit\nSystems and the DC Circulator shall be available only to persons who are under 22 years of age\nand are:\n\"(1)(A) District residents; and\n\"(B) Currently enrolled in a regular course of instruction at an elementary\nor secondary public, parochial, or private school located in the District; or\n\"(2) Youth in the District's foster care system until they reach 21 years of age.\".\n(c) A new subsection (g) is added to read as follows:\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSchool Transit\nSubsidy\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 35-233\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2454\nD.C. Act 20-203, effective October 17, 2013 (Expiration date January 15, 2014)\n\n“(g) The District Department of Transportation shall have the authority to issue rules to\nimplement the provisions of this act.”.\nSec. 3. Section 10003 of the Fiscal Year 2014 Budget Support Act of 2013, signed by the\nMayor on August 28, 2013 (D.C. Act 20-157; 60 DCR 12472), is repealed.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c))(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 35-233\n\n\f", 
  "title": "School Transit Subsidy Congressional Review Emergency Amendment Act of 2013", 
  "council_period": "20"
}