{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 382\nD.C. Act 19-619, effective January 18, 2013 (Expiration date April 2, 2013)\n\nAN ACT\n\nBill 19-1092\nEmergency\nDeclaration\nRes. 19-747\n20 DCStat 557\n\nTo amend, on an emergency basis, due to Congressional review, the District of Columbia Regional\nAirports Authority Act of 1985 to increase the total number of members of the Washington\nMetropolitan Airports Authority to 17 members, the number of members appointed by Virginia to\n7, by the District of Columbia to 4, and by Maryland to 3, to provide that any member of the\nWashington Metropolitan Airports Authority shall be eligible for reappointment for one additional\nterm and may not serve beyond the expiration of his or her term, to increase the quorum\nrequirement to 9 members, and to increase the number of votes required to approve bond issues\nand the annual budget of the Washington Metropolitan Airports Authority to 10.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Metropolitan Washington Airports Authority Congressional Review\nEmergency Amendment Act of 2012”.\n\nSec. 2. Section 5 of the District of Columbia Regional Airports Authority Act of 1985,\neffective December 3, 1985 (D.C. Law 6-67; D.C. Official Code § 9-904), is amended as\nfollows:\n(a) Subsection (a) is amended to read as follows:\n“(a)(1) The Authority shall consist of 17 members as follows:\n“(A) Seven appointed by the Governor of the Commonwealth of\nVirginia;\n“(B) Four appointed by the Mayor of the District of Columbia;\n“(C) Three appointed by the Governor of the State of Maryland, and\n“(D) Three appointed by the President of the United States.\n“(2) For the purposes of doing business, 9 members shall constitute a quorum.\n“(3) Members representing the District of Columbia shall be subject to\nconfirmation by the Council of the District of Columbia.\n“(4) The failure of a single appointing official to appoint one or more members,\nas provided in this act, shall not impair the Authority’s creation when the conditions of this\ncreation have been met.”.\n(b) Subsection (c) is amended as follows:\n(1) Designate the existing text as paragraph (1).\n(2) A new paragraph (2) is added to read as follows:\n“(2) A member of the Authority shall be eligible for reappointment for one\nadditional term. A member may not serve after the expiration of the member’s term or terms.”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nMetropolitan\nWashington\nAirports\nAuthority\nCongressional\nReview\nEmergency\nAmendment\nAct of 2012\nNote,\n§ 9-904\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 383\nD.C. Act 19-619, effective January 18, 2013 (Expiration date April 2, 2013)\n\n(c) Subsection (d) is amended by striking the word “Eight” and inserting the word “Ten”\nin its place.\n(d) Subsection (g) is amended to read as follows:\n“(g) A vacancy among the members shall be filled in the manner in which the original\nappointment was made. A person appointed to fill a vacancy shall serve for the unexpired term.”.\nSec. 3. Applicability.\nThis act shall apply as of January 2, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nApplicable\nas of\nJanuary 2,\n2013\n\n\f",
  "title": "Metropolitan Washington Airports Authority Congressional Review Emergency Amendment Act of 2012",
  "end": "383",
  "start": "382",
  "name": "Act_19-619.pdf"
}