{
  "end": "463", 
  "name": "Act_20-10.pdf", 
  "start": "462", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 462\nD.C. Act 20-10, effective February 20, 2013 (Expiration date April 2, 2013)\n\nAN ACT\n\nBill 20-89\nEmergency\nDeclaration\nRes. 20-24\n20 DCStat 721\n\nTo amend, on an emergency basis, due to Congressional review, An Act Authorizing the sale of certain real\nestate in the District of Columbia no longer required for public purposes to extend the time in\nwhich the Mayor may dispose of certain District-owned real property located at 400-414 Eastern\nAvenue, N.E., and in the 6100 block of Dix Street, N.E., known for tax and assessment purposes as\nLots 17, 18, 19, and 806 in Square 5260.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Extension of Time to Dispose of the Eastern Avenue Property\nCongressional Review Emergency Amendment Act of 2013”.\n\nSec. 2. Section 1 of An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801), is amended by adding a new subsection (d-5) to read as follows:\n“(d-5) Notwithstanding subsection (d) of this section, the time period within which the\nMayor may dispose of the property located at 400-414 Eastern Avenue, N.E., and in the 6100\nblock of Dix Street, N.E., known for tax and assessment purposes as Lots 17, 18, 19, and 806 in\nSquare 5260, for which disposition was approved by the Council pursuant to the Eastern Avenue\nProperty Disposition Approval Resolution of 2009, effective October 6, 2009 (Res. 18-264; 56\nDCR 8412), and extended by the Eastern Avenue Property Disposition Extension Approval\nResolution of 2011, effective September 20, 2011 (Res. 19-245; 58 DCR 8475), is extended to\nOctober 6, 2013.”.\nSec. 3. Applicability.\nThis act shall apply as of January 2, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nExtension of\nTime to\nDispose of the\nEastern\nAvenue\nProperty\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 10-801\n\nApplicable\nAs of\nJanuary 2,\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 463\nD.C. Act 20-10, effective February 20, 2013 (Expiration date April 2, 2013)\n\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Extension of Time to Dispose of Eastern Avenue Property Congressional Review Emergency Amendment Act of 2013", 
  "council_period": "20"
}