{
  "start": "288", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 288\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\nAN ACT\n\nBill 19-1068\nEmergency\nDeclaration\nRes. 19-720\n20 DCStat 550\n\nTo amend, on an emergency basis, the Policemen and Firemen’s Retirement and Disability Act to permit\nnontaxable distributions to be directly rolled over tax-free to another qualified plan or a 403(b)\nplan, to permit rollovers to Roth IRAs, to allow non spouse beneficiaries to roll over distributions\nto an IRA, to amend the definition of an “eligible rollover distribution” to include a distribution to\na non-spouse beneficiary, to require that a rollover notice be distributed within 30 to 180 days\nand describe tax consequences of failure to defer, to amend the applicable interest rate and\nmortality table to be used for determining the present value of lump-sum distributions, to update\nthe mortality table to be used in calculating the minimum value of operational forms of benefit in\nadjusting benefits and limits for the purposes of applying limits under section 415 of the Internal\nRevenue Code of 1986, to allow survivors of a participant who died while performing qualified\nmilitary service to receive death benefits as if the participant had been in active service, to treat\ndifferential wage payments to participants for serving in the armed forces as compensation for\nretirement purposes, to state that pre-tax employee contributions are paid for by the employer, to\nstate that the vesting requirements under pre-ERISA are satisfied, to require that actuarial\nassumptions used to determine benefits preclude employer discretion, to require that benefit\npayments satisfy the minimum distribution rules, to permit make-up contributions and benefits as\nrequired under the Uniformed Services Employment and Reemployment Rights Act, to require that\nan alternate payee under a qualified domestic relations order be taxed in the same manner as a\nparticipant, to include a failsafe provision regarding the tax qualification of the act, to limit\nbenefits and contributions as required under the tax code, to state that compensation taken into\naccount in determining contributions and benefits is subject to annual limits, and to state that\nfunds cannot revert to the employer except in limited circumstances.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Police and Firefighter’s Retirement and Disability Omnibus Emergency\nAmendment Act of 2012”.\n\nPolice and\nFirefighter’s\nRetirement\nand Disability\nOmnibus\nEmergency\nAmendment\nAct of 2012\n\nSec. 2. The Policemen and Firemen’s Retirement and Disability Act, approved September\n1, 1916 (39 Stat. 718; D.C. Official Code § 5-701 passim), is amended as follows:\n(a) Section 12(c)(2) (D.C. Official Code § 5-704(b)(2)) is amended by adding a sentence\nat the end to read as follows:\n“Notwithstanding any other provision to the contrary, contributions, benefits, and service\ncredit with respect to qualified military service shall be provided in accordance with section\n414(u) of the Internal Revenue Code of 1986”.\n(b) Section 12(d) (D.C. Official Code § 5-706) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n“(1) On and after the first day of the first pay period that begins on or after\nOctober 26, 1970, there shall be deducted and withheld from each member's basic salary an\n\nNote,\n§ 5-704\n\nNote,\n§ 5-706\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 289\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\namount equal to 7% of such basic salary for all members hired before the first day of the first pay\nperiod that begins after October 29, 1996, and 8% of such basic salary for all members hired on\nor after the first day of the first pay period that begins after October 29, 1996. In the case of a\nmember who is an officer or member of the Metropolitan Police force or the Fire Department of\nthe District of Columbia, these deductions and withholdings shall be paid to the District of\nColumbia Retirement Board and shall be deposited in the District of Columbia Police Officers\nand Fire Fighters' Retirement Fund established by section 122(a) of the District of Columbia\nRetirement Reform Act, approved November 17, 1979 (93 Stat. 866; D.C. Official Code § 1712), and in the case of any other member, these deductions and withholdings shall be paid to the\nCollector of Taxes of the District of Columbia and shall be deposited in the Treasury to the credit\nof the District of Columbia. Amounts deducted and withheld from the basic salary of each\nmember of the District of Columbia Fire and Emergency Medical Services Department shall be:\n\"(A) Picked up by the District of Columbia Fire and Emergency Medical\nServices Department, as described in section 414(h)(2) of the Internal Revenue Code of 1986;\n\"(B) Deducted and withheld from the annual salary of the members as\nsalary reduction contributions;\n\"(C) Paid by the District of Columbia Fire and Emergency Medical\nServices Department to the Custodian of Retirement Funds (as defined in section 102(6) of the\nDistrict of Columbia Retirement Reform Act, approved November 17, 1979 (93 Stat. 866; D.C.\nOfficial Code § 1-702(6))); and\n\"(D) Made a part of the member’s annuity benefit.”.\n(2) Paragraph (5) is amended to read as follows:\n“(5)(A) An individual withdrawing a distribution under this section, which\ndistribution constitutes an eligible rollover distribution within the meaning of section 402(c) of\nthe Internal Revenue Code of 1986, may elect, at the time and in the manner prescribed by the\nDistrict of Columbia Retirement Board, and after receipt of proper notice, to have any portion of\nan eligible rollover distribution paid directly to an eligible retirement plan, within the meaning of\nsection 402(c) of the Internal Revenue Code of 1986, in a direct rollover in accordance with\nsection 401(a)(31) of the Internal Revenue Code of 1986.\n“(B) For the purposes of this paragraph, the following definitions apply:\n\"(i) An “eligible rollover distribution” within the meaning of\nsection 402(c) of the Internal Revenue Code of 1986 is a distribution of all or a portion of the\nbalance to the credit of the distributee; provided, that an eligible rollover distribution does not\ninclude:\n\"(I) A distribution that is one of a series of substantially\nequal periodic payments (not less frequently than annually) made for the life (or life expectancy)\nof the distributee or the joint lives (or joint life expectancies) of the distributee and the\ndistributee’s designated beneficiary, or for a specified period of 10 years or more; and\n\"(II) A distribution to the extent such distribution is\nrequired under section 401(a)(9) of the Internal Revenue Code of 1986. A distribution to a\nnonspouse beneficiary under section 401(f)(2)(A) of the Internal Revenue Code of 1986 is an\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 290\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\neligible rollover distribution. A portion of the distribution shall not fail to be an eligible rollover\ndistribution merely because the portion consists of after-tax employee contributions which are\nnot includible in gross income. However, the portion may be paid only to an individual\nretirement account or annuity described in section 408(a) or (b) of the Internal Revenue Code of\n1986 or to a qualified trust or annuity plan described in section 401(a) or 403(a) of the Internal\nRevenue Code of 1986 or an annuity contract described in section 403(b) of the Internal Revenue\nCode of 1986 if the trust or annuity plan or contract provides for separate accounting for amounts\nso transferred (and earnings thereon), including separately accounting for the portion of the\ndistribution that is includible in gross income and the portion of the distribution that is not so\nincludible.\n\"(ii) An “eligible retirement plan” means:\n\"(I) An individual retirement account described in section\n408(a) of the Internal Revenue Code of 1986, including a Roth IRA described in section 408A of\nthe Internal Revenue Code of 1986;\n\"(II) An individual retirement annuity described in section\n408(b) of the Internal Revenue Code of 1986, including a Roth IRA described in section 408A of\nthe Internal Revenue Code of 1986;\n\"(III) A qualified trust described in section 401(a) of the\nInternal Revenue Code of 1986 or an annuity plan described in section 403(a) of the Internal\nRevenue Code of 1986 that accepts the distributee’s eligible rollover distribution;\n\"(IV) An annuity contract described in section 403(b) of the\nInternal Revenue Code of 1986 that accepts the distributee’s eligible rollover distribution; and\n\"(V) An eligible plan described in section 457(b) of the\nInternal Revenue Code of 1986 that is maintained by a state, political subdivision of a state, or an\nagency or instrumentality of a state or political subdivision of a state that accepts the\ndistributee’s eligible rollover distribution and agrees to account separately for amounts\ntransferred into such plan from the arrangement described under this paragraph. The definition\nof eligible retirement plan shall also apply in the case of a distribution to a surviving spouse, or\nto a spouse or former spouse who is the alternate payee under a domestic relations order.\n\"(iii) A “distributee” means a member or former member. In\naddition, the member’s or former member’s surviving spouse is a distributee with regard to the\ninterest of the spouse or former spouse.\n\"(iv) A “direct rollover” means a payment to the eligible retirement\nplan specified by the distributee described in section 402(e)(6) of the Internal Revenue Code of\n1986.\n\"(v) A non-spouse beneficiary of a deceased member is also a\ndistributee for the purposes of this section; provided, that in the case of a non-spouse beneficiary,\nthe direct rollover may be made only to an individual retirement account or annuity under section\n408 of the Internal Revenue Code of 1986 that is established on behalf of the non-spouse\nbeneficiary and that will be treated as an inherited IRA pursuant to the provisions of section\n402(c)(11) of the Internal Revenue Code of 1986. The determination of the extent to which a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 291\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\ndistribution to a non-spouse beneficiary is required under section 401(a)(9) of the Internal\nRevenue Code of 1986 shall be made in accordance with IRS Notice 2007-7, Q&A 17 and 18,\n2007-5 I.R.B. 395.”.\n(3) Paragraph (7)(A) is amended to read as follows:\n“(7)(A) The District of Columbia Retirement Board shall also be entrusted with a\nrollover contribution from an eligible retirement plan, including:\n\"(i) A qualified plan described in sections 401(a) or 403(b) of the\nInternal Revenue Code of 1986, excluding after-tax employee contributions;\n\"(ii) An annuity contract described in section 403(b) of the Internal\nRevenue Code of 1986, excluding after-tax employee contributions;\n\"(iii) An eligible plan under section 457(b) of the Internal Revenue\nCode of 1986, which is maintained by a state, political subdivision of a state, or an agency\nor instrumentality of a state or political subdivision of a state; or\n\"(iv) Amounts transferred from an individual retirement account or\nannuity described in section 408(a) or 408(b) of the Internal Revenue Code of 1986 that is\neligible to be rolled over and would otherwise be includible in gross income.\".\n(4) Paragraph (8) is amended to read as follows:\n“(8) The provisions of this act shall constitute a defined benefit plan and a\ngovernmental plan as described in section 414(d) of the Internal Revenue Code of 1986, which is\nintended to qualify under section 401(a) of the Internal Revenue Code. Notwithstanding\nanything to the contrary contained in this act, the District of Columbia Retirement Reform Act,\napproved November 19, 1977 (93 Stat. 866; D.C. Official Code § 1-701 et seq.), or the Police\nOfficers, Fire Fighters, and Teachers Retirement Benefit Replacement Plan Act of 1998,\neffective September 18, 1998 (D.C. Law 12-152; D.C. Official Code § 1-901 et seq.), the\nprovisions of this act shall apply to and control the provision of an annuity payable. The District\nof Columbia Retirement Board shall administer the plan in the manner required to satisfy the\napplicable qualification requirements for a qualified governmental plan pursuant to the Internal\nRevenue Code of 1986. If a conflict should arise with a qualification requirement, the provision\nshall be interpreted in favor of maintaining the federal qualification requirements.”.\n(5) New paragraphs (10) and (11) are added to read as follows:\n“(10) Effective January 1, 2007, benefits payable under this act shall not be\npaid until at least 30 days (or shorter period as may be permitted by law) but no more than 180\ndays after a member’s receipt of all required distribution notices and election forms pursuant to\nsection 402(f) of the Internal Revenue Code of 1986. The required notices must include a\ndescription of the member’s right (if any) to defer receipt of a distribution, the consequences of\nfailing to defer receipt of the distribution, the relative value of optional forms of benefit, and\nother information as may be required by applicable regulations and guidance.\n“(11) Notwithstanding anything contained herein to the contrary, upon the\nemployer’s request, a contribution which was made by a mistake of fact shall be returned to the\nemployer by the trustee within one year after the payment of the contribution. A portion of a\ncontribution returned pursuant to this section shall be adjusted to reflect any earnings or gains.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 292\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\nNotwithstanding anything contained herein to the contrary, the right or claim of a participant\nor beneficiary to an asset of the trust or a benefit under this act shall be subject to and\nlimited by the provisions of this provision.”.\n(c) Section 12(h) (D.C. Official Code § 5-712) is amended by adding news paragraphs (8)\nand (9) to read as follows:\n“(8) A member who meets the requirements for receiving an annuity under this\nsection, but for the fact that the member has not yet retired, shall be 100% vested in the\nmember's annuity.\n“(9) Each year, the District of Columbia Retirement Board shall set the applicable\ninterest rate, mortality table, and cost of living factor to be used in the determination of actuarial\nequivalents or for other pertinent benefit calculations under the provisions of this act.”.\n(d) Section 12(k) (D.C. Official Code § 5-716) is amended by adding a new paragraph (7)\nto read as follows:\n“(7) In the event a member to whom this section applies shall die after January 1,\n2007, while performing qualified military service, the survivor or survivors of the member shall\nbe entitled to receive any additional benefits provided under this section (other than benefit\naccruals relating to the period of qualified military service), as if the member resumed\nemployment and then terminated employment on account of death. For the purposes of this\nparagraph, the term “qualified military service” shall mean military service in the uniformed\nservices (as defined in 38 U.S.C. § 43) by a member, if the member is entitled to reemployment\nrights with respect to such military service, all within the meaning of section 414(u)(5) of the\nInternal Revenue Code of 1986.”.\n(e) Section 12(n-1) (D.C. Official Code § 5-723.01) is amended to read as follows:\n“(n-1)(1) Benefits and contributions under the provisions of this act shall not be\ncomputed with reference to any compensation that exceeds that maximum dollar amount\npermitted by section 401(a)(17) of the Internal Revenue Code , as adjusted for the cost of living.\n\"(2) Notwithstanding foregoing provisions of this act to the contrary, benefits\nunder this act are subject to the limitations imposed by section 415 of the Internal Revenue Code,\nas adjusted from time to time and, to that end, effective for limitation years beginning on or after\nJanuary 1, 2008:\n\"(A) To the extent necessary to prevent disqualification under section 415\nof the Internal Revenue Code, and subject to the remainder of this subsection, the maximum\nmonthly benefit to which any member may be entitled in any limitation year with respect to his\nor her accrued retirement benefit, as adjusted from time to time pursuant to section 12(m) (the\n“maximum benefit”), shall not exceed the defined benefit dollar limit (adjusted as provided in\nthis subsection). In addition to the foregoing, to the extent necessary to prevent disqualification\nunder section 415 of the Internal Revenue Code, and subject to the remainder of this subsection,\nthe maximum annual additions for any limitation year shall be equal to the lesser of:\n\"(i) The dollar limit on annual additions; or\n\"(ii) 100% of the member’s remuneration. The defined benefit\ndollar limit and the dollar limit on annual additions shall be adjusted, effective January 1 of each\n\nNote,\n§ 5-712\n\nNote,\n§ 5-716\n\nNote,\n§ 5-723.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 293\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\nyear, under section 415(d) of the Internal Revenue Code in such manner as the Secretary of the\nTreasury shall prescribe. The dollar limit as adjusted under section 415(d) of the Internal\nRevenue Code shall apply to limitation years ending with or within the calendar year for which\nthe adjustment applies, but a member’s benefits shall not reflect the adjusted limit prior to\nJanuary 1 of that calendar year. To the extent that the monthly benefit payable to a member who\nhas reached the member's termination date is limited by the application of this subsection, the\nlimit shall be adjusted to reflect subsequent adjustments made in accordance with section 415(d)\nof the Internal Revenue Code, but the adjusted limit shall apply only to benefits payable on or\nafter January 1 of the calendar year for which the adjustment applies.\n\"(B) Benefits shall be actuarially adjusted based upon the defined benefit\ndollar limit, as follows:\n\"(i) There shall be an adjustment for benefits payable in a form\nother than a straight life annuity as follows:\n\"(I) If a monthly benefit is payable in a form other than a\nstraight life annuity, before applying the defined benefit dollar limit, the benefit shall be adjusted\nin the manner described in sub-sub-subparagraphs (II) or (III) of this sub-subparagraph, to the\nactuarially equivalent straight life annuity that begins at the same time. No actuarial adjustment\nto the benefit shall be made for:\n\"(aa) Benefits that are not directly related to\nretirement benefits (such as a qualified disability benefit, preretirement incidental death benefits,\nand postretirement medical benefits); or\n\"(bb) In the case of a form of benefit not subject to\nsection 417(e)(3) of the Internal Revenue Code, the inclusion of a feature under which a benefit\nincreases automatically to the extent permitted to reflect cost-of-living adjustments and the\nincrease, if any, in the defined benefit dollar limit under section 415(d) of the Internal Revenue\nCode.\n\"(II) If the benefit of a member is paid in a form not subject\nto section 417(e) of the Internal Revenue Code, the actuarially equivalent straight life annuity\n(without regard to cost-of-living adjustments described in this subsection) is equal to the greater\nof:\n\"(aa) The annual amount of the straight life annuity\n(if any) payable to the member commencing at the same time; or\n\"(bb) The annual amount of the straight life annuity\ncommencing at the same time that has the same actuarial present value as the member’s form of\nbenefit, computed using a 5% interest rate and the applicable mortality designated by the\nSecretary of the Treasury from time to time pursuant to section 417(e)(3) of the Internal Revenue\nCode.\n\"(III) If the benefit of a member is paid in a form subject to\nsection 417(e) of the Internal Revenue Code, the actuarially equivalent straight life annuity is\nequal to the greatest of:\n\"(aa) The annual amount of the straight life annuity\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 294\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\nhaving a commencement date that has the same actuarial present value as the member’s form of\nbenefit, computed using the interest rate and mortality table (or other tabular factor) specified in\nthe definition of actuarial equivalent for adjusting benefits in the same form;\n\"(bb) The annual amount of the straight life annuity\ncommencing at the time that has the same actuarial present value as the member’s form of\nbenefit, computed using a 5.5% interest rate assumption and the applicable mortality table\ndesignated by the Secretary of the Treasury from time to time pursuant to section 417(e)(3) of\nthe Internal Revenue Code; or\n\"(cc) The annual amount of the straight life annuity\ncommencing at the same time that has the same actuarial present value as the member’s form of\nbenefit, computed using the applicable interest rate and the applicable mortality table designated\nby the Secretary of the Treasury from time to time pursuant to section 417(e)(3) of the Internal\nRevenue Code, divided by 1.05.\n\"(IV) For the purposes of paragraph (2)(B)(i) of this\nsubsection, whether a form of benefit is subject to section 417(e) of the Internal Revenue Code is\ndetermined without regard to the status of this act as a governmental plan as described in section\n414(d) of the Internal Revenue Code.\n\"(ii) There shall be an adjustment to benefits that commence before\nage 62 or after age 65 as follows:\n\"(I) If the benefit of a member begins before age 62, the\ndefined benefit dollar limit applicable to the member at the earlier age shall be an annual benefit\npayable in the form a straight life annuity beginning at the earlier age that is the actuarial\nequivalent of the defined benefit dollar limit applicable to the member at age 62 (adjusted for\nparticipation of fewer than 10 years if applicable) computed using a 5% interest rate and the\napplicable mortality table designated by the Secretary of the Treasury from time to time pursuant\nto section 417(e)(3) of the Internal Revenue Code. However, if the benefit provided under this\nact provides an immediately commencing straight life annuity payable at both age 62 and the age\nof benefit commencement, the defined benefit dollar limit is the lesser of:\n\"(aa) The limitation determined under the\nimmediately preceding sentence; or\n\"(bb) The defined benefit dollar limit (adjusted for\nparticipation of fewer than 10 years if applicable) multiplied by the ratio of the annual amount of\nthe immediately commencing straight life annuity under this act at the age of benefit\ncommencement to the annual amount of the immediately commencing straight life annuity under\nthis act at age 62, both determined without applying the limitations of this section. The\nadjustment in sub-subparagraph (i) of this subparagraph shall not apply as a result of benefits\npaid on account of disability under sections 12(f) or 12(g) or as a result of the death of a member\nunder section 12(k). Notwithstanding the provisions above, a member that qualifies under\nsection 415(b)(2(G) of the Internal Revenue Code is not subject to the adjustment to benefits that\ncommence before age 62.\n\"(II) If the benefit of a member begins after age 65, the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 295\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\ndefined benefit dollar limit applicable to the member at the later age is the annual benefit payable\nin the form of a straight life annuity beginning at the later age that is actuarially equivalent to the\ndefined benefit dollar limit applicable at age 65 (adjusted for participation of fewer than 10\nyears, if applicable) computed using a 5% interest rate assumption and the applicable mortality\ntable designated by the Secretary of the Treasury from time to time pursuant to section 417(e)(3)\nof the Internal Revenue Code. However, if the benefit provided under this act provides an\nimmediately commencing straight life annuity payable at both age 65 and the age of benefit\ncommencement, the defined benefit dollar limit is the lesser of:\n\"(aa) The limitation determined under the\nimmediately preceding sentence; or\n\"(bb) The defined benefit dollar limit (adjusted for\nparticipation of less than 10 years if applicable) multiplied by the ratio of the annual amount of\nthe adjusted immediately commencing straight life annuity under this act at the age of benefit\ncommencement to the annual amount of the adjusted immediately commencing straight life\nannuity under this act at age 65, both determined without applying the limitations of this\nsection. For this purpose, the adjusted immediately commencing straight life annuity under this\nact at the age the benefit commences is the annual amount of such annuity payable to the\nmember, computed disregarding the member’s accruals after age 65 but including any actuarial\nadjustments, even if those actuarial adjustments are used to offset accruals; and the adjusted\nimmediately commencing straight life annuity under this act at age 65 is the annual amount of\nsuch annuity that would be payable under this act to a hypothetical member who is age 65 and\nhas the same annuity as the member.\n\"(III) For the purposes of paragraph (2)(B) of this\nsubsection, no adjustment shall be made to the defined benefit dollar limit to reflect the\nprobability of a member’s death between the commencing date and age 62, or between age 65\nand the commencing date, as applicable, if benefits are not forfeited upon the death of the\nmember prior to the annuity having a commencing date. To the extent that benefits are forfeited\nupon death before the date the benefits first commence, an adjustment shall be made. For this\npurpose, no forfeiture shall be treated as occurring upon the member’s death if the benefit\nprovided under this act does not charge the member for providing a qualified preretirement\nsurvivor annuity (as defined for purposes of section 415 of the Internal Revenue Code) upon the\nmember’s death.\n\"(C) If the member has fewer than 10 years of participation in the defined\nbenefit portion of this act (as determined under section 415 of the Internal Revenue Code and\nthe regulations thereunder), the defined benefit dollar limit shall be multiplied by a fraction, the\nnumerator of which is the number of years (or part thereof) of participation under this act and\nthe denominator of which is 10. The adjustment in this subsection shall not apply to benefits\npaid on account of disability under sections 12(f) or (g) or as a result of the death of a member\nunder section 12(k). In the case of years of credited service credited to a member pursuant to\nsection 12(c):\n\"(i) The limitations contained in paragraph (2)(A)(i) and (C) of this\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 296\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\nsubsection shall not apply to the portion of the member’s accrued retirement benefit (determined\nas of the annuity commencement date) that is attributable to any additional years of credited\nservice under section 12(c) that are actuarially funded by:\n\"(I) A transfer or rollover from the member’s account under\na retirement plan qualified under section 401(a) of the Internal Revenue Code or an eligible\ndeferred compensation plan (within the meaning of section 457(b) of the Internal Revenue\nCode) or from an individual retirement account; or\n\"(II) A direct payment.\n\"(ii) The limitations contained in paragraph (2)(A)(i) and (C) shall\napply to the portion of the member’s accrued retirement benefit (determined as of the annuity\ncommencement date) that is attributable to any additional years of credited service under section\n12(c) that are not actuarially funded by:\n“(I) A transfer or rollover from the member’s account\nunder a retirement plan qualified under section 401(a) of the Internal Revenue Code or an\neligible deferred compensation plan (within the meaning of section 457(b) of the Internal\nRevenue Code) or from an individual retirement account; or\n\"(II) A direct payment.\n\"(iii) The determination of the extent to which additional years of\ncredited service under section 12(c) have been actuarially funded as of the annuity\ncommencement date shall be determined in accordance with section 411(c) of the Internal\nRevenue Code (using the actuarial assumptions thereunder), applied as if section 411(c) of the\nInternal Revenue Code applied and treating the amount transferred from a plan qualified under\nsection 401(a) of the Internal Revenue Code, the member’s account under an eligible deferred\ncompensation plan (within the meaning of section 457(b) of the Internal Revenue Code), or an\nindividual retirement account, or the amount of the direct lump-sum payment to the Custodian of\nRetirement Funds, as if it were a mandatory employee contribution.\n\"(D) In addition to the above, the maximum benefit and contributions shall\nbe reduced, and the rate of benefit accrual shall be frozen or reduced accordingly, to the extent\nnecessary to prevent disqualification under section 415 of the Internal Revenue Code, with\nrespect to a member who is also a participant in:\n\"(i) Another tax-qualified retirement plan maintained by the\nDistrict, including a defined benefit plan in which an individual medical benefit account (as\ndescribed in section 415(l) of the Internal Revenue Code) has been established for the member;\n\"(ii) A welfare plan maintained by the District in which a separate\naccount (as described in section 419A(d) of the Internal Revenue Code) has been established to\nprovide post-retirement medical benefits for the member; or\n\"(iii) A retirement or welfare plan, as previously mentioned,\nmaintained by an affiliated or predecessor employer, as described in regulations under section\n415 of the Internal Revenue Code, or otherwise required to be taken into account under such\nregulations.\n\"(E) If a member has distributions commencing at more than one date\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 297\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\n(determined in accordance with section 415 of the Internal Revenue Code and associated\nregulations), the annuity payable having such commencement date shall satisfy the limitations of\nparagraph (2) of this subsection as of each date, actuarially adjusting for past and future\ndistributions of benefits commencing at the other dates that benefits commence.\n\"(F) The application of the provisions of paragraph (2) of this subsection\nshall not cause the maximum permissible benefit for a member to be less than the member’s\nannuity under this act as of the end of the last limitation year beginning before July 1, 2007\nunder provisions of this act that were both adopted and in effect before April 5, 2007 and that\nsatisfied the limitations under section 415 of the Internal Revenue Code as in effect as of the end\nof the last limitation year beginning before July 1, 2007.\n\"(G) To the extent that a member’s benefit is subject to provisions of\nsection 415 of the Internal Revenue Code that have not been set forth in this act, the provisions\nare hereby incorporated by reference and for all purposes shall be deemed a part of this act.\n\"(H) For the purposes of this subsection, the term:\n“(i) “Annual additions” means the sum of the following items\ncredited to the member under the Acts and any other tax-qualified retirement plan sponsored by\nthe District for a limitation year and treated as a defined contribution plan for purposes of section\n415 of the Internal Revenue Code: District contributions that are separately allocated to the\nmember’s credit in an defined contribution plan; forfeitures; member contributions; and amounts\ncredited after March 31, 1984 to a member’s individual medical account (within the meaning of\nsection 415(l) of the Internal Revenue Code).\n\"(ii) “Defined benefit dollar limit” means the dollar limit imposed\nby section 415(b)(1)(A) of the Internal Revenue Code, as adjusted pursuant to section 415(d) of\nthe Internal Revenue Code. The defined benefit dollar limit as set forth above is the monthly\namount payable in the form of a straight life annuity, beginning no earlier than age 62 (except as\nprovided in paragraph (2)(B)(ii)(I) of this subsection) and no later than age 65. In the case of a\nmonthly amount payable in a form other than a straight life annuity, or beginning before age 62\nor after age 65, the adjustments in paragraph (2)(B) of this subsection shall apply.\n\"(iii) “Dollar limit\" means the dollar limit on annual additions\nimposed by section 415(c)(1)(A) of the Internal Revenue Code, as adjusted pursuant to section\n415(d) of the Internal Revenue Code.\n“(iv) “Internal Revenue Code” means the Internal Revenue Code\nof 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.).\n\"(v) “Remuneration” means a member’s wages as defined in\nsection 3401(a) of the Internal Revenue Code and other payments of salary to the member from\nthe District, for which the District is required to furnish the member a written statement under\nsection 6041(d) of the Internal Revenue Code and section 6051(a)(3) of the Internal Revenue\nCode. For this purpose:\n\"(I) Remuneration shall be determined without regard to\nrules that limit the remuneration included in wages based on the nature or location of the\nemployment or the services performed.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 298\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\n\"(II) Remuneration shall include an amount that would\notherwise be deemed remuneration under this definition but for the fact that it is subject to a\nsalary reduction agreement under a plan described in section 457(b), 132(f) or 125 of the Internal\nRevenue Code.\n\"(III) Remuneration with respect to any limitation year\nshall in no event exceed the dollar limit specified in section 401(a)(17) of the Internal Revenue\nCode (as adjusted from time to time by the Secretary of the Treasury). The cost of living\nadjustment in effect for a calendar year applies to remuneration for the limitation year that begins\nwith or within such calendar year.\n\"(3) Notwithstanding any other provision to the contrary, all death benefits paid\npursuant to this section shall be distributed only in accordance with section 401(a)(9) of the\nInternal Revenue Code (and accompanying Treasury regulations), as more fully set forth in\nsection 12(n-3).”.\n(f) New sections 12(n-3), 12(n-4), and 12(n-5) are added to read as follows:\n“Sec. 12(n-3). Required minimum distributions.\n“Distributions shall begin no later than the member’s required beginning date, as defined\nin section 401(a)(9) of the Internal Revenue Code, and shall be made in accordance with all\nother requirements of section 401(a)(9) of the Internal Revenue Code. The provisions of this\nsection shall apply for the purposes of determining minimum required distributions under section\n401(a)(9) of the Internal Revenue Code and take precedence over any inconsistent provisions of\nthis act; provided, that these provisions are intended solely to reflect the requirements of section\n401(a)(9) of the Internal Revenue Code and accompanying Treasury regulations and are not\nintended to provide or expand (and shall not be construed as providing or expanding) a benefit or\ndistribution option not otherwise expressly provided for under the terms of this act. The\nprovisions of this section shall apply only to the extent required under section 401(a)(9) of the\nInternal Revenue Code as applied to a governmental plan, and if special rules for governmental\nplans are not set forth herein, the special rules are incorporated by reference and shall for all\npurposes be deemed a part of this act.\n\"(1) Time and manner of distribution.\n\"(A) The member's entire interest shall be distributed or begin being\ndistributed to the member no later than April 1 following the later of:\n\"(i) The calendar year in which the member attains age 70 ½; or\n\"(ii) The calendar year in which the member retires or terminates\nemployment (the “required beginning date”).\n\"(B) If the member dies before distributions begin, the member's entire\ninterest shall be distributed, or will begin to be distributed, no later than as follows:\n\"(i) If the member's surviving spouse is the sole designated\nbeneficiary, distributions to the surviving spouse shall begin by December 31 of the calendar\nyear immediately following the calendar year in which the member died, or by December 31 of\nthe calendar year in which the member would have attained age 70½, if later;\n\nNote, New\n§ 5-723.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 299\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\n\"(ii) If the member's surviving spouse is not the sole designated\nbeneficiary, distributions to the designated beneficiary shall begin by December 31 of the\ncalendar year immediately following the calendar year in which the member died;\n\"(iii) If there is no designated beneficiary as of September 30 of\nthe year following the year of the member's death, the member's entire interest shall be\ndistributed by December 31 of the calendar year of the 5th anniversary of the member's death;\n\"(iv) If the member's surviving spouse is the sole designated\nbeneficiary and the surviving spouse dies after the member but before distributions to the\nsurviving spouse begin, paragraph (1)(B)(i) of this subsection shall not apply, and paragraph\n(1)(B)(ii) and (iii) of this subsection shall apply as if the surviving spouse were the member. For\nthe purposes of paragraphs (1)(B) and (3) of this subsection distributions are considered to begin\non the member's required beginning date (or, if paragraph (1)(B)(iv) of this subsection applies,\nthe date distributions to the surviving spouse are required to begin under paragraph (1)(B)(i) of\nthis subsection). If annuity payments to the member irrevocably commence before the member's\nrequired beginning date (or to the member's surviving spouse before the date distributions to the\nsurviving spouse are required to begin under paragraph (1)(B)(i) of this subsection), the date\ndistributions are considered to begin is the date distributions actually commence.\n\"(C) Unless the member's interest is distributed in the form of an annuity\npurchased from an insurance company or in a single sum on or before the required beginning\ndate, as of the first distribution, calendar year distributions will be made in accordance with\nparagraphs (2) and (3) of this subsection. If the member's interest is distributed in the form of an\nannuity purchased from an insurance company, distributions of the annuity will be made in\naccordance with the requirements of section 401(a)(9) of the Internal Revenue Code and\napplicable Treasury regulations. Any part of the member's interest that is in the form of an\nindividual account described in section 414(k) of the Internal Revenue Code will be distributed\nin a manner satisfying the requirements of section 401(a)(9) of the Internal Revenue Code and\nthe Treasury regulations that apply to individual accounts.\n\"(2) The amount of the annuity is to be determined each year.\n\"(A) If the member's interest is paid in the form of annuity distributions,\npayments under the annuity shall satisfy the following requirements:\n\"(i) The annuity distributions will be paid in periodic payments\nmade at intervals not longer than one year;\n\"(ii) Payments will either be non-increasing or increase only as\nfollows:\n\"(I) By an annual percentage increase that does not exceed\nthe annual percentage increase in a cost-of-living index based on prices of all items (the CPI-W)\nand issued by the Bureau of Labor Statistics;\n\"(II) To provide cash refunds of employee contributions\nupon the teacher's death;\n\"(III) Pay increased benefits that result from an amendment\nto this act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 300\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\n\"(B) The amount that must be distributed on or before the member's\nrequired beginning date (or, if the member dies before distributions begin, the date distributions\nare required to begin under paragraph (1)(B)(i) or (ii) of this subsection) is the payment that is\nrequired for one payment interval. The second payment need not be made until the end of the\nnext payment interval even if that payment interval ends in the next calendar year. Payment\nintervals are the periods for which payments are received, e.g., bi-monthly, monthly, semiannually, or annually. All of the member's benefit accruals as of the last day of the first\ndistribution calendar year will be included in the calculation of the amount of the annuity\npayments for payment intervals ending on or after the member's required beginning date.\n\"(C) Additional benefits accruing to the member in a calendar year after\nthe first distribution calendar year will be distributed beginning with the first payment interval\nending in the calendar year immediately following the calendar year in which such amount\naccrues.\n\"(3) Amounts payable if a member dies before distribution begins are subject to\nthe following requirements:\n\"(A) If the member dies before the date of distribution of his or her\ninterest begins and there is a designated beneficiary, the member's entire interest will be\ndistributed, beginning no later than the time described in paragraph (1)(B)(i) or (ii) of this\nsubsection, over the life of the designated beneficiary not exceeding either of the following:\n\"(i) Unless the benefit commenced is before the first distribution\ncalendar year, the life expectancy of the designated beneficiary, determined using the\nbeneficiary's age as of the beneficiary's birthday in the calendar year immediately following the\ncalendar year of the teacher's death; or\n\"(ii) If the benefit commenced before the first distribution calendar\nyear, the life expectancy of the designated beneficiary, determined using the beneficiary's age as\nof his or her birthday in the calendar year that begins before benefits commence; or\n\"(B) If the member dies before the date distributions begin and there is no\ndesignated beneficiary as of September 30 of the year following the year of the member's death,\ndistribution of the member's entire interest will be completed by December 31 of the calendar\nyear of the fifth anniversary of the member's death; or\n\"(C) If the member dies before the date distribution of his or her interest\nbegins, the member's surviving spouse is the member's sole designated beneficiary, and the\nsurviving spouse dies before distributions to the surviving spouse begin, paragraph (3) of this\nsubsection will apply as if the surviving spouse were the member, except that the time by which\ndistributions must begin will be determined without regard to paragraph (1)(B)(i) of this\nsubsection.\n“Sec. 12(n-4). Disposition of forfeitures.\nForfeitures in the District of Columbia Police Officers and Fire Fighters' Retirement Fund\nestablished by section 122(a) of the District of Columbia Retirement Reform Act, approved\nNovember 17, 1979 (93 Stat. 866; D.C. Official Code § 1-714), shall not be applied to increase\nthe annuity of a person, but rather, shall be applied to pay administrative expenses, if and as\n\nNote, New\n§ 5-723.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 301\nD.C. Act 19-585, effective January 1, 2013 (Expiration date April 1, 2013)\n\ndirected by the District of Columbia Retirement Board, and/or used to reduce the District’s\ncontributions.\n“Sec. 12(n-5). Funds not assignable or subject to execution.\nExcept as provided in the District of Columbia Spouse Equity Act of 1988, approved\nMarch 16, 1989 (D.C. Law 7-214; D.C. Official Code § 1-529.01), none of the money mentioned\nin this part (including any assets of the District of Columbia Police Officers and Fire Fighters'\nRetirement Fund) shall be assignable, either in law or equity, or be subject to execution\nof levy by attachment, garnishment, or other legal process except with respect to a domestic\nrelations order that substantially meets all of the requirements of section 414(p) of the Internal\nRevenue Code as determined solely by the District of Columbia Retirement Board.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote, New\n§ 5-723.05\n\n\f", 
  "end": "301", 
  "name": "Act_19-585.pdf", 
  "title": "Police and Firefighter’s Retirement and Disability Omnibus Emergency Amendment Act of 2012"
}