{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1986\nD.C. Act 20-141, effective July 31, 2013 (Expiration date October 29, 2013)\n\nAN ACT\n\nBill 20-394\nEmergency\nDeclaration\nRes. 20-243\n20 DCStat 2098\n\nTo provide, on an emergency basis, that no refund of recordation tax paid with respect to New Issue Bond\nProgram financings that are funded by an allocation of $400,000 for fiscal year 2013 shall be\nallowed unless a completed claim for refund is filed with the Recorder of Deeds no later than\nSeptember 2, 2013.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “New Issue Bond Program Recordation Tax Refund Emergency Act of\n2013”.\n\nNew Issue\nBond\nProgram\nRecordation\nTax Refund\nEmergency\nAct of 2013\n\nSec. 2. No refund of recordation tax paid with respect to a security interest instrument\nexempted pursuant to the New Issue Bond Program Tax Exemption Amendment Act of 2011,\neffective December 13, 2011 (D.C. Law 19-60; 58 DCR 9169), that is funded by an allocation of\n$400,000 from the fiscal year 2013 operating margin, as provided by section 7014 of the Fiscal\nYear 2013 Budget Support Act of 2012, effective September 20, 2012 (D. C. Law 19-168; 59\nDCR 8025), shall be allowed unless a completed claim for refund of the tax is filed with the\nRecorder of Deeds no later than September 2, 2013.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 42-1102\n\n\f",
  "title": "New Issue Bond Program Recordation Tax Refund Emergency Act of 2013",
  "end": "1986",
  "start": "1986",
  "name": "Act_20-141.pdf"
}