{
  "start": "307", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 307\nD.C. Act 19-595, effective January 12, 2013 (Expiration date April 12, 2013)\n\nAN ACT\n\nBill 19-1083\nEmergency\nDeclaration\nRes. 19-761\n20 DCStat 572\n\nTo amend, on an emergency basis, Chapter 10 of Title 47 of the District of Columbia Official Code to\nexempt from taxation certain property owned or ground leased by Washington Latin Public\nCharter School or Latin Rudolph QALICB, LLC, nonprofit corporations.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Washington Latin Public Charter School Campus Property Tax\nExemption Emergency Act of 2012”.\n\nWashington\nLatin Public\nCharter\nSchool\nCampus\nProperty Tax\nExemption\nEmergency\nAct of 2012\n\nSec. 2. Chapter 10 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-1089. Washington Latin Public Charter School property; Lot 0800, Square 3327.”.\n(b) A new section 47-1089 is added to read as follows:\n“§ 47-1089. Washington Latin Public Charter School property; Lot 0800, Square 3327.\n“(a) The real property located at 5210 2nd Street, N.W., and described as Lot 0800,\nSquare 3327, shall be exempt from real property taxation and possessory interest taxation so long\nas the real property continues to be owned or occupied under a ground lease by Washington\nLatin Public Charter School or Latin Rudolph QALICB, LLC.\n“(b) Any transfer, assignment, or other disposition of all or any portion of the real\nproperty described in subsection (a) of this section, including as assignment of leasehold interest\nin the real property or a sublease of the real property between Washington Latin Public Charter\nSchool and Latin Rudolph QALICB, LLC, or a deed of trust with respect to the real property\ngranted by Washington Public Charter School or Latin Rudolph QALICB, LLC, to a third party\nlender, shall be exempt from tax imposed under section 303 of the District of Columbia Deed\nRecordation Tax Act of 1962, approved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42–\n1103), and § 47-903.\n“(c) The exemptions set forth in this section shall apply to successor corporations or\nentities organized or incorporated by Washington Latin Public Charter School for the purposes\nof receiving New Market Tax Credits administered by the U.S. Treasury Department.\".\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNote,\n§ 47-1089\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 308\nD.C. Act 19-595, effective January 12, 2013 (Expiration date April 12, 2013)\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "308", 
  "name": "Act_19-595.pdf", 
  "title": "Washington Latin Public Charter School Campus Property Tax Exemption Emergency Act of 2012"
}