{
  "end": "344", 
  "name": "Act_19-600.pdf", 
  "start": "344", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 344\nD.C. Act 19-600, effective January 14, 2013 (Expiration date March 30, 2013)\n\nAN ACT\n\nBill 19-1082\nEmergency\nDeclaration\nRes. 19-750\n20 DCStat 558\n\nTo amend, on an emergency basis, section 47-859.02 of the District of Columbia Official Code to remove\nthe statutory limit on the number of residential units that may be approved for a tax abatement,\nand to extend the deadline to apply until December 31, 2013.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"NoMA Residential Development Tax Abatement Emergency Act of\n2012\".\n\nNoMA\nResidential\nDevelopment\nTax\nAbatement\nEmergency\nAct of 2012\n\nSec. 2. Section 47-859.02 of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (a) is amended by striking the phrase “subsections (b) and (c) of this\nsection” and inserting the phrase “subsection (b) of this section” in its place.\n(b) Subsection (b)(1) is amended by striking the date “December 31, 2012” and inserting\nthe date “December 31, 2013” in its place.\n(c) Subsection (c) is repealed.\n\nNote,\n§ 47-859.02\n\nSec. 3. Applicability.\nThis act shall apply as of December 30, 2012 or upon the effective date of this act,\nwhichever occurs earlier.\n\nApplicable\nas of\nDecember 30,\n2012\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the NoMA\nResidential Development Tax Abatement Act of 2012, passed on 2nd reading on November 15,\n2012 (Enrolled version of Bill 19-670), as the fiscal impact statement required by section\n602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "NoMA Residential Development Tax Abatement Emergency Act of 2012", 
  "council_period": "20"
}