{
  "end": "1809", 
  "name": "Act_20-102.pdf", 
  "start": "1809", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1809\nD.C. Act 20-102, effective July 9, 2013 (Expiration date October 7, 2013)\n\nAN ACT\n\nBill 20-297\nEmergency\nDeclaration\nRes. 20-197\n20 DCStat 2025\n\nTo approve, on an emergency basis, Change Orders Nos. 19 through 027 to Contract No. GM-09-M-0511FM between the District of Columbia government and EEC of DC | Forrester Construction\nAnacostia Senior High School Joint Venture for design-build services for the modernization of\nAnacostia Senior High School, and to authorize payment to EEC of DC | Forrester Construction\nAnacostia Senior High School Joint Venture in the aggregate amount of $2,921,117 for the goods\nand services received under these change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Orders Nos. 019 through 027 to Contract No. GM-09-M-0511FM Approval and Payment Authorization Emergency Act of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrders Nos. 019 through 027 to Contract No. GM-09-M-0511-FM with EEC of DC | Forrester\nConstruction Anacostia Senior High School Joint Venture for design-build services and\nadditional project scope consisting of changes to flooring materials in Phase 2 spaces, new\nterrazzo flooring in the cafeteria, and new HAZMAT abatement work, and authorizes payment in\nthe aggregate amount of $2,921,117 for the goods and services received under these change\norders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nChange\nOrders Nos.\n019 through\n027 to\nContract No.\nGM-09-M0511-FM\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "title": "Change Orders No. 019 Through No. 027 to Contract No. Gm-09-M-0511-Fm Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}