{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 387\nD.C. Act 19-622, effective January 22, 2013 (Expiration date April 22, 2013)\n\nAN ACT\n\nBill 19-1102\nEmergency\nDeclaration\nRes. 19-757\n20 DCStat 566\n\nTo amend, on an emergency basis, the Prevention of Child Abuse and Neglect Act of 1977 to clarify the\ndefinition of “youth”; require the Mayor to issue rules to consolidate existing foster youth rights\nand state that a youth in foster care (if that youth is under 18 years of age) has the right to receive\nand have the youth’s caregivers and guardians ad litem receive certain information before leaving\ncare; and to require the Child and Family Services Agency to inform youth of their rights upon\nentrance to the agency, provide copies of the Statements of Rights and Responsibilities to youth\ncurrently in foster care, incorporate the Statements of Rights and Responsibilities into scheduled\ntrainings to social workers and other affected staff, develop an implementation plan on the\ndissemination of the Statements of Rights and Responsibilities for youth in foster care and a\nmechanism for receiving and handling concerns, and outline annual reporting and data-sharing\nrequirements to the Council and public on concerns and outcomes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Foster Youth Statements of Rights and Responsibilities Emergency\nAmendment Act of 2012”.\n\nFoster Youth\nStatements of\nRights and\nResponsibilities\nEmergency\nAmendment\nAct of 2012\n\nSec. 2. The Prevention of Child Abuse and Neglect Act of 1977, effective September 23,\n1977 (D.C. Law 2-22; D.C. Official Code § 4-1301.01 et seq.), is amended by adding a new Title\nIII-C to read as follows:\n“TITLE III-C\n“STATEMENTS OF RIGHTS AND RESPONSIBILITIES FOR YOUTH IN FOSTER CARE\n“Sec. 371. Definitions.\n“For the purposes of this title, the term “Youth” means an individual under 21 years of\nage who is in the care of the Agency.\n“Sec. 372. Statements of Rights and Responsibilities.\n“(a) Within 90 days of the effective date of this title, the Mayor, pursuant to Title I of the\nDistrict of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204;\nD.C. Official Code § 2-501 et seq.), shall amend existing rules governing youth in foster care,\nnamely, 29 DCMR §§ 6004, 6203, and 6303, (Statement of Rights and Responsibilities for youth\nin foster homes, group homes, and independent living programs), to:\n“(1) Incorporate existing rights for youth in foster care provided by local law,\nfederal law, local regulations, agency administrative issuances, and other policy documents; and\n“(2) State that a youth in foster care has the right to receive and have the youth’s\ncaregivers and guardians ad litem receive, if the youth is under 18 years of age, at least 30 days\nbefore leaving care, copies of the youth’s:\n“(A) Birth certificate;\n“(B) Original social security card;\n\nNote,\n§ 4-1303.35\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 388\nD.C. Act 19-622, effective January 22, 2013 (Expiration date April 22, 2013)\n\n“(C) State and District identification cards;\n“(D) Immunization records;\n“(E) Medical insurance information;\n“(F) Education portfolios and health records;\n“(G) Immigration documents; and\n“(H) Other personal information as the Mayor deems appropriate.\n“(b) The Statements of Rights and Responsibilities required by subsection (a) of this\nsection (“Statements of Rights and Responsibilites”) shall guarantee that each youth will receive\nthe following:\n“(1) A printed copy of the Statements of Rights and Responsibilities in readily\nunderstandable language;\n“(2) An explanation of each youth’s right to be informed of all decisions made on\nthe youth’s behalf by the Agency;\n“(3) An explanation of each youth’s right to report violations of the youth’s rights\nto the Agency;\n“(4) The process for reporting rights violations to the Agency; and\n“(5) An explanation of the process for contacting the Agency to make concerns\nabout care, placement, and services.\n“(c) Proposed rules to implement this title shall be submitted to the Council for a 45-day\nperiod of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If\nthe Council does not approve or disapprove the proposed rules, in whole or in part, by resolution\nwithin the 45-day review period, the proposed rules shall be deemed disapproved.\n“Sec. 373. Dissemination of rights and responsibilities information.\n“(a) When a youth comes under the care of the Agency, the Agency shall inform the\nyouth of their rights and disseminate to the youth and the appropriate care providers the\nStatements of Rights and Responsibilities.\n“(b) The Agency shall disseminate the Statements of Rights and Responsibilites and\nrelated information to youth and individuals who entered care before the effective date of this\ntitle.\n“(c) The Agency shall incorporate the Statements of Rights and Responsibilities into\nscheduled trainings for social workers and other affected partners, including providers, foster\nparents, and other persons who are associated with the care of youth.\n“Sec. 374. Implementation plan.\n“(a) Within 90 days of the effective date of this title, the Agency shall develop an\nimplementation plan for the dissemination of the Statements of Rights and Responsibilites and a\nmechanism for receiving and handling complaints or concerns made by youth or on behalf of\nyouth and provide a mechanism to resolve issues related to their care, placement, and services\nthrough the Agency.\n“(b) The Agency shall have the following responsibilities regarding the implementation\nof this title:\n“(1) Investigate and attempt to promptly resolve concerns made by youth or on\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 389\nD.C. Act 19-622, effective January 22, 2013 (Expiration date April 22, 2013)\n\nbehalf of youth;\n“(2) Document the number, general sources and origins, and nature of the\ncommunication;\n“(3) Beginning January 31, 2014, and every January 31st thereafter, through the\nAgency’s Director, make available to the Council a report containing data collected over the\ncourse of the prior year that includes the following information:\n“(A) The number of contacts made to the Agency by telephone, website\naddress, or otherwise;\n“(B) The number of concerns made, including the type and general sources\nof those concerns;\n“(C) The number of investigations performed;\n“(D) The number of pending concerns; and\n“(E) The trends and issues that arose in the course of investigating concerns\nand outcomes of the investigations conducted; and\n“(4) Post the report required by paragraph (3) of this subsection on the Agency’s\nwebsite so that it is readily available to the public.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report for the Foster\nYouth Statements of Rights and Responsibilities Amendment Act of 2012, passed on 2nd reading\non December 18, 2012 (Enrolled version of Bill 19-803), as the fiscal impact statement required\nby section 602(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973\n(87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Foster Youth Statements of Rights and Responsibilities Emergency Amendment Act of 2012",
  "end": "389",
  "start": "387",
  "name": "Act_19-622.pdf"
}