{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4398\nD.C. Act 20-464, effective November 6, 2014 (Expiration date February 4, 2015)\n\nAN ACT\n\nBill 20-949\nEmergency\nDeclaration\nRes. 20-678\n20 DCStat 4593\n\nTo amend, on an emergency basis, the District of Columbia Procurement Practices Act of 1985 to align\nminimum qualifications for the position of Inspector General with federal standards.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Inspector General Qualifications Emergency Amendment Act of 2014\".\n\nSec. 2. Section 208(a)(1) of the District of Columbia Procurement Practices Act of 1985,\neffective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 1-301.115a(a)(1)), is amended\nas follows:\n(a) Subparagraph (D) is amended to read as follows:\n“(D) The Inspector General shall be appointed:\n“(i) Without regard to party affiliation;\n“(ii) On the basis of integrity;\n“(iii) With demonstrated supervisory and management experience;\nand\n“(iv) With demonstrated experience and ability, in the aggregate,\nin law, accounting, auditing, financial management analysis, public administration, or\ninvestigations.”.\n(b) Subparagraph (D-i) is repealed.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official § 1-206.2(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nInspector\nGeneral\nQualifications\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 1-301.115a\n\n\f",
  "title": "Inspector General Qualifications Emergency Amendment Act of 2014",
  "end": "4398",
  "start": "4398",
  "name": "Act_20-464.pdf"
}