{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1417\nD.C. Act 20-67, effective May 15, 2013 (Expiration date August 13, 2013)\n\nAN ACT\n\nBill 20-272\nEmergency\nDeclaration\nRes. 20-116\n20 DCStat 1526\n\nTo amend, on an emergency basis, due to Congressional review, section 47-462 of the District of Columbia\nOfficial Code to extend the deadline for the final report of the Tax Revision Commission; and to\namend the Procurement Practices Reform Act of 2010 to allow the Tax Revision Commission to\nprocure goods and services independent of the Chief Procurement Officer pursuant to a\nstreamlined small-purchase procurement process for contracts for goods and services not\nexceeding $40,000.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Tax Revision Commission Report Extension and Procurement\nStreamlining Congressional Review Emergency Amendment Act of 2013”.\n\nSec. 2. Section 47-462(d) of the District of Columbia Official Code is amended by\nstriking the phrase \"9 months after the Commission's appointment\" and inserting the phrase\n\"September 30, 2013\" in its place.\nSec. 3. The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C.\nLaw 18-371; D.C. Official Code § 2-351.01 et seq.), is amended as follows:\n(a) Section 201(b) (D.C. Official Code § 2-352.01(b)) is amended by adding a new\nparagraph (1A) to read as follows:\n\"(1A) The Tax Revision Commission, pursuant to section 407;\".\n(b) Section 407 (D.C. Official Code § 2-354.07) is amended as follows:\n(1) A new subsection (a-1) is added to read as follows:\n“(a-1) The Tax Revision Commission may establish a streamlined noncompetitive\nprocess for entering into contracts for goods and services not exceeding $40,000.”.\n(2) Subsection (b) is amended by striking the phrase “this section” and inserting\nthe phrase “this section or the $40,000 limitation of subsection (a-1) of this section” in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTax Revision\nCommission\nReport\nExtension and\nProcurement\nStreamlining\nCongressional\nReview\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 47-462\n\nNote,\n§ 2-352.01\n\nNote,\n§ 2-354.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1418\nD.C. Act 20-67, effective May 15, 2013 (Expiration date August 13, 2013)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f",
  "title": "Tax Revision Commission Report Extension and Procurement Steamlining Congressional Review Emergency Amendment Act of 2013",
  "end": "1418",
  "start": "1417",
  "name": "Act_20-67.pdf"
}