{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-274, effective February 10, 2014 (Expiration date May 11, 2014)\n\n20 DCSTAT 3034\n\nAN ACT\n\nBill 20-666\nEmergency\nDeclaration\nRes. 20-415\n20 DCStat 3112\n\nTo amend, on an emergency basis, the Animal Control Act of 1979 to clarify that an educational institution\nis permitted to have animals for educational and instructional purposes.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Classroom Animal for Educational Purposes Clarification Emergency\nAmendment Act of 2014”.\n\nSec. 2. Section 9(h) of the Animal Control Act of 1979, effective October 18, 1979 (D.C.\nLaw 3-30; D.C. Official Code § 8-1808(h)), is amended by adding a new paragraph (6) to read as\nfollows:\n“(6) Paragraph (1) of this subsection shall not apply to educational institutions\nthat possess animals for educational and instructional purposes and that otherwise comply with\nhumane, sanitary, and safe treatment requirements, as set forth in section 502 of the Animal\nProtection Amendment Act of 2008, effective December 5, 2008 (D.C. Law 17-281; D.C.\nOfficial Code § 8-1851.02).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nClassroom\nAnimal for\nEducational\nPurposes\nClarification\nEmergency\nAmendment\nAct of 2014\nNote,\n§ 8-1808\n\n\f",
  "title": "Classroom Animal for Educational Purposes Clarification Emergency Amendment Act of 2014",
  "end": "3034",
  "start": "3034",
  "name": "Act_20-274.pdf"
}