{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3355\nD.C. Act 20-364, effective June 23, 2014 (Expiration date September 21, 2014)\n\nAN ACT\n\nBill 20-811\nEmergency\nDeclaration\nRes. 20-500\n20 DCStat 3472\n\nTo amend, on an emergency basis, the Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011 to require that Advisory Neighborhood\nCommissioners and candidates for public office certify that they have filed and paid income and\nproperty taxes, diligently safeguarded the assets of the taxpayers and the District, reported known\nillegal activity, not accepted a bribe, not directly or indirectly received government funds through\nillegal or improper means, not raised or received funds in violation of federal or District law, and\nnot received or been given anything of value based on any understanding that their official actions\nor judgment or vote would be influenced; and to remove the requirement that Advisory\nNeighborhood Commissioners file a confidential disclosure of financial interest.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Emergency Amendment Act of 2014”.\n\nSec. 2. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 224(a) (D.C. Official Code § 1-1162.24(a)) is amended as follows:\n(1) Paragraph (1) is amended as follows:\n(A)The lead-in language is amended by striking the phrase “Advisory\nNeighborhood Commissioners and members of the Washington Metropolitan Area Transit\nAuthority Board of Directors appointed pursuant to section 1 of the Washington Metropolitan\nArea Transit Regulation Compact, approved November 6, 1966 (80 Stat. 1324; D.C. Official\nCode § 9-1107.01)” and inserting the phrase “Advisory Neighborhood Commissioners, members\nof the Washington Metropolitan Area Transit Authority Board of Directors appointed pursuant to\nsection 1 of the Washington Metropolitan Area Transit Regulation Compact, approved\nNovember 6, 1966 (80 Stat. 1324; D.C. Official Code § 9-1107.01), and candidates for\nnomination for election, or election, to public office, who are not otherwise required to file\npursuant to this paragraph” in its place.\n(B) Subparagraph (G)(iv) is amended by striking the phrase “been offered\nor”.\n(2) A new paragraph (3) is added to read as follows:\n“(3)(A) An Advisory Neighborhood Commissioner who is not otherwise required\nto file a report pursuant to paragraph (1) of this subsection shall file the certification required by\nparagraph (1)(G) of this subsection for the preceding year.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBoard of Ethics\nand\nGovernment\nAccountability\nEstablishment\nand\nComprehensive\nEthics Reform\nEmergency\nAmendment\nAct of 2014\n\nNote,\n§ 1-1162.24\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3356\nD.C. Act 20-364, effective June 23, 2014 (Expiration date September 21, 2014)\n\n“(B) Effective January 1, 2015, a candidate for nomination for election, or\nelection, to public office who is not otherwise required to file a report pursuant to paragraph (1)\nof this subsection shall file the certification required by paragraph (1)(G) of this subsection for\nthe preceding year.\n“(C) A candidate for nomination for election, or election, to public office\nwho, as of May 15, 2014, had not filed a report for calendar year 2013 required by this section\nand who was not otherwise required to file a report pursuant to paragraph (1) of this subsection\nshall not be required to do so.”.\n(b) Section 225(a) (D.C. Official Code § 1-1162.25(a)) is amended by striking the phrase\n“Advisory Neighborhood Commissioners and members of the Washington Metropolitan Area\nTransit Authority Board of Directors” and inserting the phrase “members of the Washington\nMetropolitan Area Transit Authority Board of Directors” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 1-1162.25\n\n\f",
  "title": "Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Amendment Act of 2014",
  "end": "3356",
  "start": "3355",
  "name": "Act_20-364.pdf"
}