{
  "end": "3339", 
  "name": "Act_20-342.pdf", 
  "start": "3322", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3322\n\nAN ACT\n\nBill 20-787\nEmergency\nDeclaration\nRes. 20-468\n20 DCStat 3410\n\nTo amend, on an emergency basis, Title 47 of the District of Columbia Official Code, to provide for limits\non legal fees in tax sales, to provide for distribution of equity to former owners where the property\nwas sold at a tax sale and occupied by owners, to provide for clean hands and tax compliance by\ntax sale purchasers, to clarify that the District may abate penalty and interest associated with a\ntax sale property, to clarify and limit the amount of interest paid to tax sale purchasers, to allow\nfor refunds to tax sale purchasers pending payment of legal fees to them, to deem a tax sale\nproperty’s taxes current for purposes of redemption when paid to within $100; to amend the\nBusiness Improvement Districts Act of 1996 to change the rate of interest assessed on any\noutstanding business improvement district tax to simple interest; to amend An Act To establish a\ncode of law for the District of Columbia to require an owner of real property to notify the Office of\nTax and Revenue of a name or address change within 30 days and to record a name change with\nthe Recorder of Deeds; to amend the District of Columbia Deed Recordation Tax Act to exempt\nfrom recordation tax a deed on property transferred to a named beneficiary of a revocable\ntransfer on death deed under the Uniform Real Property Transfer of Death Act of 2012 upon the\ndeath of the grantor; and to amend An Act To provide for the abatement of nuisances in the\nDistrict of Columbia by the Commissioners of said District, and for other purposes to broaden the\ndefinition of owner.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Residential Real Property Equity and Transparency Emergency\nAmendment Act of 2014”.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nResidential\nReal Property\nEquity and\nTransparency\nEmergency\nAmendment\nAct of 2014\n\nTITLE I. RESIDENTIAL REAL PROPERTY EQUITY AND TRANSPARENCY\nSec. 101. Title 47 of the District of Columbia Official Code is amended as follows:\n(a) Chapter 8 is amended as follows:\n(1) Section 47-802(5) is amended as follows:\n(A) Subparagraph (D) is amended by striking the word “or” at the end.\n(B) Subparagraph (E) is amended by striking the period and inserting the\nphrase “; or” in its place.\n(C) A new subparagraph (F) is added to read as follows:\n“(F) For purposes of appealing the assessment of real property sold under\n§ 47-1353(b), the tax sale purchaser or the purchaser’s assignee, as applicable; provided, that the\nMayor shall not be required to mail notices or bills issued under this chapter to such tax sale\n\nNote,\n§ 47-802\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3323\n\npurchaser or assignee; provided further, that the owner of record is not appealing the assessment\nfor the same tax year.”.\n(2) Section 47-811(c) is amended by striking the phrase “plus interest on the\nunpaid amount” and inserting the phrase “plus simple interest on the unpaid amount” in its place.\n(3) Section 47-845.03 is amended as follows:\n(A) Subsection (c) is amended to read as follows:\n“(c) Taxes deferred under this section shall bear simple interest at the rate of ½% per\nmonth or portion of a month until paid.”.\n(B) Subsection (g) is amended to read as follows:\n“(g) If a properly completed and approved application is filed, the applicant may choose\nto have the deferral apply to past years; provided, that the amount deferred shall comply with\nsubsection (d) of this section and the periods of applicability are stated in the application;\nprovided further, that the applicant is responsible for accrued attorneys’ fees.”.\n(C) Subsection (p) is repealed.\n(4) Section 47-895.31(8) is amended to read as follows:\n“(8) “Lot” means real property as defined in § 47-802(1) where such real property\nfor billing and collection purposes under this subchapter shall be further described with the\nletters “PC” preceding the sequence of square, suffix and lot, or parcel and lot, numbers under §\n47-802(1).”.\n(5) Section 47-895.33 is amended by adding a new subsection (b-1) to read as\nfollows:\n“(b-1) A notice, bill, or other correspondence under this subchapter or § 47-1336 shall\nbe mailed to the owner’s specifically designated mailing address as provided in the energy\nefficiency loan closing documents and as may be updated from time to time by the Chief\nFinancial Officer, which may be different from the general mailing address provided pursuant to\n§ 42-405, or as provided in the transfer and recordation tax return.”.\n(b) Section 47-902 is amended by adding a new paragraph (25) to read as follows:\n“(25) Transfers of property transferred to a named beneficiary of a revocable\ntransfer on death deed under subchapter IV of Chapter 6 of Title 19, by reason of the death of the\ngrantor of the revocable transfer on death deed.”.\n(c) Chapter 13A of Title 47 is amended as follows:\n(1) The table of contents is amended as follows:\n(A) A new section designation is added to read as follows:\n“47-1353.01. Post-sale notice.”.\n(B) A new section designation is added to read as follows:\n“47-1382.01. Equity distribution post-judgment – owner-occupant\nproperties.”.\n(2) Section 47-1330 is amended as follows:\n(A) Paragraph (2) is amended to read as follows:\n“(2) “Tax” means unpaid real property tax and vault rent owing as of October 1,\n\nNote,\n§ 47-811\nNote,\n§ 47-845.03\n\nNote,\n§ 47-895.31\n\nNote,\n§ 47-895.33\n\nNote,\n§ 47-902\n\nNote,\n§ 47-1382.01\n\nNote,\n§ 47-1330\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3324\n\nand unpaid business improvement district tax owing as of September 1, including penalties,\ninterest, and costs, as calculated by the Mayor. The term “tax” includes an assessment or charge\ndue at any time to the District and certified to the Mayor for collection under this chapter in the\nsame manner as a real property tax, along with permitted penalties, interest, and costs, as\ncalculated by the Mayor.”.\n(B) A new paragraph (2A) is added to read as follows:\n“(2A) “Tax sale date” or “date of the tax sale” means for purposes of the tax sale\nheld under § 47-1346 the date when the tax sale during which the real property was sold\nconcluded.”.\n(3) Section 47-1332 is amended by adding new subsections (c) and (d) to read as\nfollows:\n“(c) Notwithstanding subsection (a) of this section, the Mayor shall not sell any real\nproperty if the real property is a Class 1 Property that is receiving a homestead deduction with\nrespect to which there is an outstanding non-void certificate of sale; provided, that no real\nproperty shall be excluded from sale solely pursuant to this paragraph if the non-void certificate\nof sale has been outstanding for 3 years or more.\n“(d) Notwithstanding subsection (a) of this section, the Mayor, in the Mayor’s discretion,\nmay decline to sell any Class 1 Property or any real property for a delinquency in the payment of\na non-real property tax that does not have to be certified.”.\n(4) Section 47-1334 is amended to read as follows:\n“§ 47-1334. Interest rate.\n“(a) The rate of simple interest on all amounts due, owing, or paid for the taxes sold or\nbid off to the District under this chapter shall be 1.5% per month or portion thereof until paid,\nexcluding surplus; provided, that interest on the amount sold at tax sale, excluding surplus, shall\naccrue at the applicable interest rate beginning the first day of the month following the tax sale.\nNo interest shall accrue for surplus, expenses, or the reasonable value of improvements.\n“(b) The purchaser shall receive simple interest of 1.5% per month or portion thereof on\nthe amount paid for the real property, excluding surplus, beginning on the first day of the month\nimmediately following when the real property was sold or the certificate of sale was assigned by\nthe Mayor until the payment to the Mayor is made as required under § 47-1361(a), by another\npurchaser under § 47-1382(c), or by the trustee under § 47-1382.01(d)(2), and as provided in §\n47-1354(b) for the period when such other taxes were paid. The purchaser shall receive no\ninterest for expenses or the reasonable value of improvements.”.\n(5) Section 47-1336 is amended as follows:\n(A) Subsection (a) is amended by adding the following sentence at the end:\n“The special assessment shall be collectible under this chapter notwithstanding\nany provision to the contrary granting a tax exemption, and the real property formerly described\nunder § 47-895.31(8) shall revert back to its description under § 47-802(1) for purposes of\ncollection under this chapter.”.\n(B) Subsection (b)(2) is amended by striking the word “transaction” and\ninserting the word “sale” in its place.\n\nNote,\n§ 47-1332\n\nNote,\n§ 47-1334\n\nNote,\n§ 47-1336\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3325\n\n(C) Subsection (e) is amended as follows:\n(i) Paragraph (1) is amended by striking the phrase “contrary,” and\ninserting the phrase “contrary, provisions in this section excepted,” in its place.\n(ii) Paragraph (2) is amended as follows:\n(I) The lead-in language is amended by striking the phrase\n“record owner” and inserting the phrase “record owner at the mailing address provided in § 47895.33(b-1)” in its place.\n(II) Subparagraph (C) is amended by striking the word “and”.\n(III) Subparagraph (D) is amended to read as follows:\n“(D) Once the complaint is filed, expenses under § 47-1377 shall be owed;\nand”.\n(IV) A new subparagraph (E) is added to read as follows:\n“(E) The real property is described under § 47-895.31(8) and billed as\nsuch (with account number) for purposes of subchapter IX of Chapter 8 of this title and the\ncorrelating description under § 47-802(1) (with square, suffix and lot numbers, or parcel and lot\nnumbers, as applicable) is under which the complaint shall be filed.”.\n(6) Section 47-1340 is amended as follows:\n(A) Subsection (a) is amended by striking the phrase “Each of the taxing”\nand inserting the phrase “Subject to the limitation set forth in § 34-2407.02, each of the taxing”\nin its place.\n(B) Subsection (c) is amended to read as follows:\n“(c) If a taxing agency does not certify a tax that is due to the District as of the date of\nthe Mayor’s notice under subsection (a) of this section, the tax shall not be collected through\nsuch tax sale.”.\n(C) Subsection (d) is amended by striking the phrase “Unpaid real\nproperty taxes” and inserting the phrase “Unpaid real property taxes, business improvement\ndistrict taxes, and vault rents” in its place.\n(D) Subsection (f) is amended to read as follows:\n“(f)(1) If a taxing agency certifies taxes (for which real property is offered for sale) to the\nMayor under subsection (a) of this section, and the payment of taxes to the Mayor as specified in\n§ 47-1361(a) or by a purchaser under § 47-1382(c) has occurred for the real property, or the\namount in the notice under § 47-1341 is paid before the tax sale, the taxing agency may submit\nan accounting to the designated agency under § 47-1332(b) in the form that the Mayor requires.\n“(2) Upon receipt of the accounting and verification of the payment of taxes to the\nMayor as specified in § 47-1361(a) or if payment to the Mayor is made by a purchaser under §\n47-1382(c), or the amount in the notice under § 47-1341 is paid before the tax sale, the amount\nof taxes collected that are not imposed under Chapter 8 of this title shall be disbursed regardless\nof lien priority from the General Fund for the purpose designated by, and in accordance with, the\nlaw creating the obligation for such taxes; provided, that, in the case of a sale under § 471353(b), the disbursement shall be limited to the amount available after application of lien\npriorities to such taxes before certification.”.\n\nNote,\n§ 47-1340\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3326\n\n(7) Section 47-1341 is amended as follows:\n(A) Subsection (b) is amended by striking the phrase “Failure of the\nMayor to mail the notice of delinquency as provided in subsection (a) of this section, or to\ninclude” and inserting the phrase “Subject to the Mayor’s authority to cancel the sale under §\n47-1366(b)(3)(A) and (B), the failure of the Mayor to mail the notice of delinquency as provided\nin subsection (a) of this section, or to include” in its place.\n(B) A new subsection (d) is added to read as follows:\n“(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(8) Section 47-1342 is amended by adding a new subsection (d) to read as\nfollows:\n“(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(9) Section 47-1343 is amended to read as follows:\n“§ 47-1343. Real property to be sold in its entirety.\n“Subject to § 47-1345, each real property for sale shall be sold in its entirety, which shall\nbe the parcel of real property as assessed in the assessment records under § 47-802(1) or as\ndescribed under § 47-895.31(8) as related to a sale under § 47-1336.”.\n(10) Section 47-1345 is amended to read as follows:\n“§ 47-1345. Sale of real property subject to possessory interest.\n“(a) Whether or not any real property subject to sale under this chapter is subject to an\nestate for life, or a lease or ground rent for a term (with renewals) that is at least 30 years, the\nMayor shall sell the entire fee simple estate; provided, that after the judgment of foreclosure of\nthe right of redemption, no claim for rent unpaid, due, or accruing before the date of the\njudgment of foreclosure of the right of redemption shall be made by the purchaser (or assignee).\n“(b) Notwithstanding subsection (a) of this section or any other provision to the contrary,\nwhen a real property subject to sale under this chapter is subject to a ground lease and the ground\nlessor is the District of Columbia, or an instrumentality of the District, the Washington\nMetropolitan Area Transit Authority, or an entity whose real property is exempt from real\nproperty taxation or the enforced collection thereof under the laws of the United States of\nAmerica, the Mayor shall sell the real property’s improvements only. Any additional\nrepresentation related to what is being sold shall be ineffectual and shall not affect the validity of\nthe sale.\n“(c) The termination of claims on real property sold under this section shall not foreclose\nany personal claims against previous holders of the interest sold for any damages including rent\nunpaid, due, or accruing before the date of the judgment of foreclosure.”.\n(11) Section 47-1346(a)(5) is amended to read as follows:\n“(5)(A) A potential purchaser, including a natural person or business entity, who\nis delinquent in payment of in rem taxes to the District or who has been convicted of a felony\ninvolving fraud, deceit, moral turpitude, or anti-competitive behavior may not bid on real\n\nNote,\n§ 47-1341\n\nNote,\n§ 47-1342\n\nNote,\n§ 47-1343\n\nNote,\n§ 47-1345\n\nNote,\n§ 47-1346\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3327\n\nproperty offered at a sale held under this chapter or otherwise acquire an interest in real property\nsold under this chapter.\n“(B) A potential purchaser, including a natural person or business entity,\nshall certify under oath, subject to the penalties of perjury, that the potential purchaser is not\nmore than one year in arrears in any jurisdiction in payment of in rem taxes not being contested\nin good faith and has not been convicted in any jurisdiction of a felony involving fraud, deceit,\nmoral turpitude, or anti-competitive behavior.\n“(C) A certificate of sale held by a purchaser that willfully and materially\nviolates the provisions of this paragraph shall be voidable at the discretion of the Mayor;\nprovided, that after the issuance of a final order by the Superior Court of the District of Columbia\nforeclosing the right of redemption, the certificate is no longer voidable. A certificate that is\nvoided by the Mayor pursuant to this subparagraph shall be subject to the provisions of § 471355(b).\n“(D) The intent of this paragraph shall not be circumvented by a purchaser\nthrough the use of one or more business entities to avoid its intended application.\n“(E) For the purposes of this paragraph, a potential purchaser shall include\na person owning a 10% or more equity interest in, or an officer of, an entity that owns a 10% or\nmore equity interest in real property on which taxes are delinquent.”.\n(12) Section 47-1347.01 is repealed.\n(13) Section 47-1348 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) Paragraph (3) is amended by striking the phrase “date of the\noriginal public tax sale” and inserting the phrase “date of the tax sale” in its place.\n(ii) Paragraph (4) is amended by striking the phrase “purchaser;”\nand inserting the phrase “purchaser, which shall be the same date as in paragraph (3) of this\nsubsection, if the purchaser purchased the real property at the tax sale held under § 47-1346;” in\nits place.\n(iii) Paragraph (10) is amended to read as follows:\n“(10) A statement that the rate of simple interest, upon redemption, shall be 1.5%\nper month or portion thereof on the amount paid for the real property, excluding surplus,\nbeginning on the first day of the month immediately following the date of the tax sale or the date\nwhen the certificate of sale was assigned by the Mayor.”.\n(B) Subsection (b) is repealed.\n(C) Subsection (c) is amended as follows:\n(i) Strike the phrase “telephone number.” and insert the phrase\n“telephone number. If notice is not provided within 30 days of the assignment, the certificate\nshall be voidable at the discretion of the Mayor.” in its place.\n(ii) Strike the phrase “On redemption, the purchaser will be refunded\nthe sums paid on account of the purchase price, together with interest thereon at the rate of 18%\nper annum from the date the real property was sold to the date of redemption; provided, that the\npurchaser shall not receive interest on any surplus.” and insert the phrase “Upon payment to the\n\nNote, Repeal\n§ 47-1347.01\nNote,\n§ 47-1348\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3328\n\nMayor as specified in § 47-1361(a) or, if payment to the Mayor is made by another purchaser\nunder § 47-1382(c), the purchaser shall be refunded the sums paid on account of the purchase\nprice, together with simple interest thereon at the rate of 1.5% per month or portion thereof on\nthe amount paid for the real property, excluding surplus, beginning on the first day of the month\nimmediately following the date of the tax sale or the date when the certificate of sale was\nassigned by the Mayor until the payment to the Mayor is made as required under § 47-1361(a) or\n§ 47-1382(c); provided, that the purchaser shall not receive interest on any surplus.” in its place.\n(14) Section 47-1349(c) is amended by adding the following sentence at the end:\n“If notice is not provided within 30 days of the assignment, the certificate shall be\nvoidable at the discretion of the Mayor; provided, that after the issuance of a final order by the\nSuperior Court of the District of Columbia foreclosing the right of redemption, the certificate\nshall be no longer voidable. A certificate that is voided by the Mayor pursuant to this subsection\nshall be subject to the provisions of 47-1355(b).”.\n(15) Section 47-1352(a) is amended by striking the phrase “from the date the real\nproperty was bid off,” and inserting the phrase “thereon accruing from the first day of the month\nfollowing the date of the tax sale where the real property was bid off,” in its place.\n(16) Section 47-1353 is amended as follows:\n(A) Subsection (a)(1)(B) is amended by striking the word “May” both\ntimes it appears and inserting the word “Mayor” in its place.\n(B) Subsection (c)(2) is amended by striking the phrase “date of the\noriginal tax sale” and inserting the phrase “applicable date of the tax sale” in its place.\n(C) Subsection (d) is amended to read as follows:\n“(d) Upon payment to the Mayor as specified in § 47-1361(a) or if payment to the Mayor\nis made by another purchaser as specified in § 47-1382(c), the purchaser shall be refunded the\nsums paid on account of the purchase price, together with simple interest thereon at the rate of\n1.5% per month or portion thereof on the amount paid for the real property, excluding surplus,\nbeginning on the first day of the month immediately following the date of the tax sale to the\npurchaser or the date when the certificate of sale was assigned by the Mayor until the payment to\nthe Mayor is made as required under § 47-1361(a) or § 47-1382(c); provided, that the purchaser\nshall not receive interest on any surplus.”.\n(17) A new section 47-1353.01 is added to read as follows:\n“§ 47-1353.01. Post-sale notice.\n“(a) Within 30 days after the date of the tax sale, the Mayor shall send notice of the sale\nby first class mail, postage prepaid, bearing a postmark from the United States Postal Service to\nthe last known address of the owner. If the premises address is different from the address of\nrecord of the owner, the Mayor shall send a duplicate copy of the notice to the premises address,\naddressed to “Property Owner.”\n“(b) The notice required pursuant to subsection (a) of this section shall be in substantively\nthe following form:\n\nNote,\n§ 47-1349\n\nNote,\n§ 47-1352\n\nNote,\n§ 47-1353\n\nNote,\n§ 47-1353.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3329\n\n[Date]\nATTENTION: YOUR PROPERTY WAS SOLD AT TAX SALE\nSubject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address]\nTax Sale Date: [July __, 20__]\n\nIf you do not pay all amounts due, the purchaser will have\nthe right to file a lawsuit to foreclose on the property\nand you may lose title.\nAccording to the Mayor's tax roll, you own or may have an interest in the real property listed\nabove. Please follow the below instructions to redeem your property from tax sale and\nprevent a foreclosure lawsuit.\n• To redeem your property from the tax sale, you must pay all taxes owed, as well as any\nlegal fees and expenses that may become due.\n•\n\nA tax bill is mailed to you during the month of August. You should pay the bill in full\nand on time.\n\n•\n\nIf you are receiving this notice after October 31, 20__, or if you have not already paid your\ntax bill in full, you should contact the Office of Tax and Revenue (“OTR”) at ……….. for a\ncurrent tax bill and up-to-date payoff amount.\n\n•\n\nAfter you have paid your taxes, you should call OTR to confirm that you have\nredeemed your property. Keep a copy of your proof of payment in case there is a later\ndispute about the payment.\n\n•\n\nIf you have not paid all taxes within four months after the Tax Sale Date stated above, an\nadditional $381.50 may be added to reimburse the purchaser for some costs.\n\n•\n\nIf you do not redeem the property within six months of the Tax Sale Date stated above, the\ntax sale purchaser may file a lawsuit against you to obtain title to the property.\n\n•\n\nIf the purchaser files a foreclosure lawsuit, you will be responsible for legal fees and\nexpenses that may total thousands of dollars. You may also lose title to the property.\n\n•\n\nFor further information on how to redeem, please read our Real Property Owner’s Guide to\nthe Tax Sale Redemption Process, available on our Web site at www.taxpayerservicecenter.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3330\n\ncom by clicking on “Real Property.” You may also request a copy by visiting or writing to\nour Customer Service Center at 1101 4th Street, SW, Suite 270W, Washington, DC 20024.\nYOU MAY BE ELIGIBLE FOR FREE LEGAL SERVICES OR OTHER ASSISTANCE.\nSEE THE NEXT PAGE FOR MORE INFORMATION.\nShould you have additional questions, please call OTR’s Customer Service Center at (202) 7274TAX (4829).\nRESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\nClassification Disputes. If your real property is classified as vacant or blighted and you believe\nthis classification is incorrect, contact the Vacant Building Enforcement Unit of the Department\nof Consumer and Regulatory Affairs at ………….. for information on how to appeal the property\nclassification.\nSenior Citizen and Low-Income Tax Relief. Senior citizens and low-income households may\nhave additional rights to defer property taxes. If think you may be eligible for this tax relief,\nplease contact the Office of Tax and Revenue at.……. for more information.\nTax Sale Resource Center. Resource Center attorneys provide legal information to taxpayers\nand interested parties who do not have their own lawyers on Wednesday mornings from 10:00am\nto 12:00pm when court is in session. The Resource Center is located in the Moultrie Courthouse\nat 500 Indiana Ave., NW.\n“(c) The tax sale purchaser shall cause a copy of the notice referred to in subsection (b) of\nthis section to be posted on a place on the premises of the real property where it may be\nconveniently read. The copy of the notice shall be posted no sooner than 4 months after the date\nof the tax sale but at least 45 days before the filing of a complaint under § 47-1370.\n“(d) Subject to the Mayor’s authority to cancel the sale under § 47-1366(b)(3)(A) and\n(B), the failure of the Mayor to mail the notice as provided in subsections (a) and (b) of this\nsection, or to include any tax amounts in the notice, shall not:\n“(1) Invalidate or otherwise affect a tax;\n“(2) Invalidate or otherwise affect a sale made under this chapter to enforce\npayment of taxes;\n“(3) Prevent or stay any proceedings under this chapter; or\n“(4) Affect the title of a purchaser.\n“(e) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(18) Section 47-1354(b) is amended to read as follows:\n\nNote,\n§ 47-1354\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3331\n\n“(b) Upon payment as specified in § 47-1361(a) or by another purchaser under § 471382(c), the purchaser shall receive a refund of its payment made under this section, with interest\nas required to be paid by the redeemer or the other purchaser. The purchaser shall receive interest\nonly on the principal tax amount paid and not on the interest or penalties paid. The purchaser is\nentitled to the refund only if the purchaser’s certificate of sale is not void and the purchaser\nprovides proof satisfactory to the Mayor that the purchaser made the payment.”.\n(19) Section 47-1355(a)(2) is repealed.\n(20) Section 47-1361 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) The lead-in text is amended by striking the phrase “the Mayor,\nfor deposit” and inserting the phrase “the Mayor, except as set forth in paragraph (6A) of this\nsubsection, for deposit” in its place.\n(ii) Paragraphs (2) and (3) are amended to read as follows:\n“(2) If the real property was bid off to the District, the sale amount with interest\nthereon beginning on the first day of the month following the date of the tax sale where the real\nproperty was bid off;\n“(3) If the real property was bid off to the District and subsequently sold or the\ncertificate of sale assigned to a purchaser:\n“(A) The original sale amount with interest thereon beginning on the first\nday of the month following the date of the tax sale where the real property was bid off; plus\n“(B) Interest accruing thereafter on the sale amount in subparagraph (A) of\nthis paragraph from the first day of the month following the date the real property was\nsubsequently sold or the certificate of sale assigned to the purchaser;”.\n(iii) Paragraph (4) is amended by striking the phrase “taxes\nprovided, that the certificate of sale of the purchaser is not void;” and inserting the phrase\n“taxes;” in its place.\n(iv) Paragraph (5) is amended to read as follows:\n“(5) All other real property taxes, business improvement district taxes, and vault\nrents to bring the real property current; provided, that any such amounts that become due and\nowing after receipt of the payment that permits a refund to issue to the purchaser under\nsubsection (e) of this section shall not be required to be paid to redeem the real property;”.\n(v) A new paragraph (5A) is added to read as follows:\n“(5A) Any delinquent special assessment owed pursuant to an energy efficiency\nloan agreement under subchapter IX of Chapter 8 of Title 47; provided, that any such assessment\nthat becomes due and owing after receipt of the payment that permits a refund to issue to the\npurchaser under subsection (e) of this section shall not be required to be paid to redeem the real\nproperty;”.\n(vi) Paragraph (6) is amended to read as follows:\n“(6) All expenses for which each purchaser is entitled to reimbursement under §\n47-1377(a)(1); and”.\n(vii) A new paragraph (6A) is added to read as follows:\n\nNote,\n§ 47-1355\nNote,\n§ 47-1361\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3332\n\n“(6A) Where an action to foreclose the right of redemption has been properly\nfiled, the person redeeming shall pay directly to the applicable purchaser all expenses to which\nthe purchaser is entitled to reimbursement under § 47-1377(a)(2); and”.\n(viii) Paragraph (7) is repealed.\n(B) New subsections (b-1) and (b-2) are added to read as follows:\n“(b-1) The redeeming party shall not be required to pay any tax that is required to be\ncertified by § 47-1340 unless the tax has been certified by a taxing agency and sold as a lien at a\ntax sale.\n“(b-2) Notwithstanding subsection (a) of this section, the remaining amounts that are\npayable to the Mayor, including tax, interest, penalties and expenses, for the real property shall\nbe deemed to have been brought current for purposes of redemption if, at any time, the balance\nfalls below $100; provided, that the remaining balance shall remain due and owing and any\nremaining expense shall be thereafter deemed a real property tax.”.\n(C) Subsection (c) is amended by striking the second sentence.\n(D) Subsection (d) is amended to read as follows:\n“(d)(1) Subject to the liability threshold set forth in subsection (b-2) of this section, after\nreceipt of the payment set forth in subsection (a)(1) through (6) of this section, the Mayor shall\nnotify the purchaser of the payment. The purchaser shall receive from the Mayor the refund to\nwhich the purchaser is entitled, subject to the purchaser’s compliance with all procedures for\nissuance of the refund, as may be established by the Mayor.\n“(2) If a complaint under § 47-1370 has been properly filed, a purchaser may\ncontinue to prosecute the complaint until receipt of the expenses owed to the purchaser and\npayable to the purchaser by the redeeming party as set forth in subsection (a)(6A) of this section,\nbut shall dismiss the complaint upon receipt thereof.\n“(3) A complaint to foreclose the right of redemption shall not be maintained\nsolely to await the administrative refund under this subsection.\n“(4) Notification by the Mayor under this subsection may be accomplished by\nmaking the information publicly available through an electronic medium, including by posting\non a website.”.\n(E) A new subsection (f) is added to read as follows:\n“(f) The Mayor may abate interest or penalties, or compromise taxes, whether arising\nbefore or after the tax sale, in the same manner as set forth in § 47-811.04; provided, that the\nabatement or compromise shall not affect the refund due to the purchaser.”.\n(21) Section 47-1362 is amended as follows:\n(A) Subsection (a) is amended by striking the phrase “If the real property\nis redeemed after an action to foreclose the right of redemption is filed and there is a dispute\nregarding redemption, the” and inserting the phrase “If there is a dispute regarding redemption\nafter an action to foreclose the right of redemption is filed, the” in its place.\n(B) Subsection (c) is repealed.\n(22) Section 47-1363(a) is amended by striking the phrase “date of the sale” and\ninserting the phrase “date of the tax sale” in its place.\n\nNote,\n§ 47-1362\n\nNote,\n§ 47-1363\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3333\n\n(23) Section 47-1366 is amended to read as follows:\n“§ 47-1366. Cancellation of sale by Mayor.\n“(a) The Mayor, in the Mayor’s discretion, may cancel a sale before the issuance of a\nfinal order by the Superior Court of the District of Columbia foreclosing the right of redemption\nto prevent an injustice to the owner or person with an interest in the real property.\n“(b) The Mayor shall cancel a sale before the issuance of a final order by the\nSuperior Court of the District of Columbia foreclosing the right of redemption where:\n“(1) The record owner or other interested party timely pays the amount set\nforth in the notice of delinquency to avoid the tax sale as required under § 47-1341(a) or\notherwise pays the outstanding taxes before the tax sale;\n“(2) The real property meets the qualifications to be exempt from sale\nunder § 47-1332(c); or\n“(3) In a sale involving Class 1 property with 5 or fewer units that a record\nowner (or a person with an interest in the property as heir or beneficiary of the record owner, if\nthe record owner is deceased) occupies as his or her principal residence, the record owner or\nother interested person proves:\n“(A) A failure of the Mayor to mail the notice required by § 471341(a) or § 47-1353.01; or\n“(B) That the mailing address of the person who last appears as the\nrecord owner of the real property on the tax roll, as properly updated by the record owner by the\nfiling of a change of address with the Office of Tax and Revenue in accordance with § 42-405,\nwas not correctly or substantively updated by the Office of Tax and Revenue notwithstanding\nproper filing.\n“(c) Subject to the limitations set forth in § 47-1377(b), (b-1), (c), and (d), if the\nMayor cancels a sale pursuant to this section, the Mayor shall pay to the purchaser the amount\nthat the purchaser would have received if the real property had been redeemed, but no part of the\namount shall be considered a payment of tax on behalf of the real property. A certificate of\nredemption, if necessary, shall be executed and filed by the Mayor with the Recorder of Deeds\nfor no fee.”.\n(24) Section 47-1370 is amended as follows:\n(A) Subsection (a) is amended by striking the phrase “date of sale” and\ninserting the phrase “date of the tax sale” in its place.\n(B) Subsection (c) is amended by adding a new paragraph (4) to read as\nfollows:\n“(4) Proof of the posting required under § 47-1353.01 shall be attached to and\nmade part of the complaint. The posting shall be held to the same standard as the proof of\nposting required under § 47-1372(f).”.\n(C) A new subsection (e) is added to read as follows:\n“(e) The purchaser shall immediately notify the Chief Financial Officer upon the filing of\na complaint under this section.”.\n\nNote,\n§ 47-1366\n\nNote,\n§ 47-1370\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3334\n\n(25) Section 47-1371(b) is amended by adding a new paragraph (2A) to read as\nfollows:\n“(2A) The plaintiff shall certify to the Superior Court of the District of Columbia,\nunder penalties of perjury, that a search was conducted for the record owner in bankruptcy\nrecords.”.\n(26) Section 47-1372(a)(1)(C) is amended by striking the phrase “date of sale”\nand inserting the phrase “date of the tax sale” in its place.\n(27) Section 47-1374 is amended as follows:\n(A) Subsection (c) is amended by striking the third sentence in its entirety.\n(B) Subsection (e) is amended to read as follows:\n“(e)(1) A final judgment may not be entered earlier than the later of:\n“(A) One year following the initial scheduling conference in the\nforeclosure action; or\n“(B) Four months following the completion of service on the owner and\nall parties identified as defendants in § 47-1371.\n“(2) Paragraph (1) of this subsection shall not apply to any final judgment in\nwhich all interested parties have disclaimed any interest in the property subject to the judgment\nor in a case where a real property was sold under § 47-1353(a)(3) or (b).”.\n(28) Section 47-1377 is amended as follows:\n(A) Subsection (a) is amended to read as follows:\n“(a) Except as provided in subsection (b) of this section, upon redemption, a purchaser is\nentitled to be reimbursed by the redeeming person for the following expenses incurred in an\naction, or in preparation for an action, to foreclose the right of redemption:\n“(1) If an action to foreclose the right of redemption has not been filed and the\nproperty is redeemed more than 4 months after the applicable tax sale’s tax sale date, the\npurchaser may be reimbursed for the following pre-complaint legal expenses:\n“(A) The amount of $50 for any posting required by § 47-1353.01;\n“(B) Costs for recording the certificate of sale; and\n“(C) The cost of a title search, not to exceed $300.\n“(2) If an action to foreclose the right of redemption has been filed, the purchaser\nmay also be reimbursed for:\n“(A)(i) Reasonable attorneys’ fees as follows:\n“(I) In a case in which the property is redeemed before the\nfifth status hearing, reasonable attorneys’ fees not to exceed $1,500;\n“(II) In a case requiring 5 or more status hearings,\nreasonable attorneys’ fees not to exceed $1500, plus $75 for the fifth status hearing and each\nadditional status hearing thereafter; and\n“(III) In a case in which a motion for judgment is filed with\nthe court, additional attorneys’ fees in the amount of $300.\n“(ii) In calculating the number of hearings in a case, any status\nhearing held before the redeeming party was served shall be excluded from the calculation.\n\nNote,\n§ 47-1371\n\nNote,\n§ 47-1372\nNote,\n§ 47-1374\n\nNote,\n§ 47-1377\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3335\n\n“(iii) For purposes of this paragraph, an initial scheduling\nconference shall be deemed a status hearing.\n“(iv) Nothing in this paragraph shall be construed as prohibiting\nthe purchaser from settling attorneys’ fees in a lesser amount than the purchaser may be eligible\nfor under this section.\n“(B) Notwithstanding subparagraph (A) of this paragraph, in cases\nrequiring prolonged or complex representation not typically necessary to resolve an action filed\nunder this chapter, including cases in which the purchaser incurs attorneys’ fees and expenses\nunder § 47-1382.01(a), other reasonable attorneys’ fees incurred and specifically requested by\nthe purchaser and approved by the court, on a case-by-case basis; provided, that additional\nattorneys’ fees shall not be awarded if a tax sale is cancelled by the Mayor under § 47-1366, or\nwhere a purchaser is required to show good cause under subsection (c) of this section; and\n“(C) Expenses actually incurred as follows:\n“(i) Filing fee charged by the Superior Court of the District of\nColumbia;\n“(ii) Service of process fee, including fees incurred attempting to\nserve process;\n“(iii) If a second title search is conducted more than 6 months after\nthe initial title search, a title search update fee, not to exceed $75;\n“(iv) Publication fee charged by a newspaper of general circulation\nin the District;\n“(v) Posting fees;\n“(vi) Postage and certified mail costs;\n“(vii) Substantial repair order fee, not to exceed the fee charged by\nthe government agency issuing the certificate of substantial repair; and\n“(viii) Any court approved expense for stabilization or conversion\nof, or to make safe and compliant with Chapter 31A of Title 42, the property under § 47-1363 or\nto comply with an action taken against the property by the Mayor in accordance with the\napplicable building, fire, health, or safety code.”.\n(B) Subsection (b) is amended to read as follows:\n“(b) No purchaser of a certificate of sale shall be reimbursed for expenses incurred within\n4 months after the date of the tax sale. A purchaser other than the District shall not be\nreimbursed for any expenses if the certificate becomes void under this chapter.”.\n(C) A new subsection (b-1) is added to read as follows:\n“(b-1) The purchaser shall not be entitled to be reimbursed for any expenses or attorney’s\nfees not included in this section. Expenses or attorneys’ fees incurred by a purchaser who\nappeals the assessment or the vacant status of the property are not reimbursable.”.\n(D) New subsections (c) and (d) are added to read as follows:\n“(c) If the purchaser fails to satisfy the requirements for posting under § 47-1353.01 or\nfails to provide proof of posting required under § 47-1370(c)(4), the purchaser shall not be\nentitled to collect the legal expenses set forth in subsection (a) of this section; provided, that\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3336\n\nupon a showing to the Superior Court of the District of Columbia of good cause for the failure to\nmeet the posting requirements of § 47-1353.01 or § 47-1370(c)(4), the purchaser shall be entitled\nto collect those expenses, not to exceed the amounts set forth in subsection (a) of this section,\nthat the Superior Court of the District of Columbia considers reasonable.\n“(d) Notwithstanding subsection (c) of this section, if the tax sale is cancelled by the\nMayor under § 47-1366, the purchaser shall not be entitled to reimbursement of the expenses\npermitted under subsection (a)(2) of this section if the purchaser fails to specifically disclose to\nthe Mayor, at least 45 days before the filing of a complaint to foreclose the right of redemption,\ninformation that is obtained or should have been obtained from the pre-complaint investigation,\nincluding the title examination and review of bankruptcy records under § 47-1371(b)(2) and\n(2A), that evidences a violation of § 47-1332(c), a violation of a bankruptcy stay, or errors, as\nprescribed by the Mayor through regulation.\".\n(29) Section 47-1380(d) is amended by striking the phrase “the sale.” and\ninserting the phrase “the sale and the purchaser shall not receive any amounts otherwise due\nunder this chapter.” in its place.\n(30) Section 47-1382(a) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “A final” and\ninserting the phrase “Except as provided in § 47-1382.01, a final” in its place.\n(B) Paragraph (1) is amended to read as follows:\n“(1) A taxing agency lien that is recorded in the Office of the Recorder of\nDeeds;”.\n(C) Paragraph 4 is amended by striking the word “and”.\n(D) Paragraph (5) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(E) A new paragraph (6) is added to read as follows:\n“(6) A ground lease described in § 47-1345(b), any recorded covenant, agreement,\nor other instrument, and any other document incorporated by reference into a recorded covenant,\nagreement, or other instrument, to which a ground lessor as described in § 47-1345(b) is a party\nor beneficiary.”.\n(31) A new section 47-1382.01 is added to read as follows:\n“§ 47-1382.01. Equity distribution post-judgment – owner-occupant properties.\n“(a) This section shall apply to any Class 1 property with 5 or fewer units in which a\nrecord owner (or a person with an interest in the property as heir or beneficiary of the record\nowner, if deceased), was occupying as his or her principal residence when the complaint to\nforeclose the right of redemption was filed. The purchaser shall bear the burden of establishing\nthat this section is not applicable to the real property.\n“(b) Upon issuing a final judgment foreclosing the right of redemption, the Superior\nCourt of the District of Columbia shall appoint a trustee and shall order that the trustee sell the\nproperty pursuant to Rule 308 of the D.C. Rules of Superior Court, Rules of Civil Procedure, or\nits equivalent.\n\nNote,\n§ 47-1380\n\nNote,\n§ 47-1382\n\nNote,\n§ 47-1382.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3337\n\n“(c) The trustee shall sell a fee simple interest in the property, subject to the\nencumbrances set forth in § 47-1382(a).\n“(d) The court shall order the trustee to distribute the proceeds of the sale in priority order\nas follows:\n“(1) Reasonable compensation and reasonable expenses due to the trustee or to\nany other person (including an auctioneer) who provided services relating to the sale of the\nproperty, and all other payments the court deems to have been necessary to effect the sale of the\nreal property, including recordation and transfer taxes;\n“(2) Payment to the Mayor of:\n“(A) All amounts payable to the Mayor for deposit into the General Fund\nof the District of Columbia under § 47-1361 as of the date of the court’s order regarding\ndistribution;\n“(B) Any promissory note executed pursuant to § 47-1353(a)(3); and\n“(C) Any lien certified under § 47-1340;\n“(3) Payment to the purchaser of all amounts provided for in § 47-1377, as fixed\nby the court; and\n“(4) Any remaining amounts as follows:\n“(A) Ten percent or $20,000, whichever is less, to the purchaser; and\n“(B) The remainder to the person or persons (including where appropriate\na decedent’s estate) entitled to the balance, in proper proportion as determined by the trustee, or,\nwhen necessary, by a court.\n“(e)(1) The trustee shall notify the purchaser once payment is made to the Mayor\npursuant to subsection (d)(2) of this section, at which time the purchaser shall surrender the\ncertificate of sale and receive from the Mayor the amount to which the purchaser would have\nbeen entitled had redemption occurred in accordance with § 47-1361.\n“(2) For purposes of calculating the refund due to the purchaser, the date of the\ncourt’s order providing for distribution or the sale proceeds in accordance with subsection (d) of\nthis section shall be deemed the date of redemption.\n“(f)(1) If the trustee in the trustee’s best judgment determines that a sale of the real\nproperty will not generate proceeds sufficient to fund the distributions required under subsection\n(d)(1) and (2) of this section, the trustee shall timely inform the court of that determination.\n“(2) Upon receipt of the trustee’s determination as described in paragraph (1) of\nthis subsection, the court shall:\n“(A) Rescind the trustee’s appointment and the order to sell the real\nproperty;\n“(B) Issue a final judgment foreclosing the right of redemption in\naccordance with the provisions of § 47-1382; and\n“(C) Require the purchaser to pay such fees and expenses of the trustee as\nthe court determines appropriate.”.\n(32) Section 47-1384 is amended by striking the phrase “Notwithstanding any\nother law, the provisions of this chapter” and inserting the phrase “Notwithstanding any other\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3338\n\nlaw, if a court determines that any provision of this chapter is ambiguous, the provision” in its\nplace.\nTITLE II. CONFORMING AMENDMENTS\nSec. 201. Section 15(f) of the Business Improvement Districts Act of 1996, effective May\n29, 1996 (D.C. Law 11–134; D.C. Official Code § 2–1215.15(f)), is amended by striking the\nphrase “plus interest on the unpaid amount” and inserting the phrase “plus simple interest on the\nunpaid amount” in its place.\n\nNote,\n§ 2-1215.15\n\nSec. 202. Section 499d of An Act To establish a code of law for the District of Columbia,\neffective October 23, 1997 (D.C. Law 12-34; D. C. Official Code § 42-405), is amended to read\nas follows:\n“Sec. 499d. Notice of address and name change.\n“(a) Any owner, as defined under D.C. Official Code § 47-802(5) of real property entitled\nto receive notices under Chapter 8 of Title 47 shall notify the Office of Tax and Revenue of a\nname change or address change within 30 days.\n“(b) Any name change shall be evidenced by the recording of a confirmatory deed with\nthe Recorder of Deeds and submission of supporting documents with and as required by the\nRecorder of Deeds relating to the applicable property.\n“(c) Any address change shall be filed with the Office of Tax and Revenue on the form\nand in the manner as may be prescribed.\n“(d) The Chief Financial Officer may issue rules to implement this section.”.\n\nNote,\n§ 42-405\n\nSec. 203. Section 302 of the District of Columbia Deed Recordation Tax Act,\napproved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42-1102), is amended by adding\na new paragraph (33) to read as follows:\n“(33) Deeds to property transferred to a named beneficiary of a revocable\ntransfer on death deed under the Uniform Real Property Transfer of Death Act of 2012, effective\nMarch 19, 2013 (D.C. Law 19-230; D.C. Official Code § 19-604.01 et seq.), by reason of the\ndeath of the grantor of the revocable transfer on death deed.”.\n\nNote,\n§ 42-1102\n\nSec. 204. Section 5(4) of An Act To provide for the abatement of nuisances in the District\nof Columbia by the Commissioners of said District, and for other purposes, effective April 27,\n2001 (D.C. Law 13-281; D.C. Official Code § 42-3131.05(4)), is amended by striking the phrase\n“Office of Tax and Revenue” and inserting the phrase “Office of Tax and Revenue, and a tax\nsale purchaser under § 47-1353(b) or the purchaser’s assignee, as applicable, except where the\nowner of record is challenging or appealing the vacant status of the real property for the same\nperiod” in its place.\n\nNote,\n§ 42-3131.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-342, effective May 28, 2014 (Expiration date August 26, 2014)\n\n20 DCSTAT 3339\n\nTITLE III. GENERAL PROVISIONS\nSec. 301. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 302. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Residential Real Property Equity and Transparency Emergency Amendment Act of 2014", 
  "council_period": "20"
}