{
  "end": "1983", 
  "name": "Act_20-139.pdf", 
  "start": "1981", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1981\nD.C. Act 20-139, effective July 31, 2013 (Expiration date October 29, 2013)\n\nAN ACT\n\nBill 20-389\nEmergency\nDeclaration\nRes. 20-255\n20 DCStat 2114\n\nTo partially approve and authorize payment for, on an emergency basis, Task Order Nos. T0107, T01071A, T01072, and T1101 under Human Care Agreement No. DCPO-2011-H-7203 with Career\nTEAM, LLC, to provide job placement services; Task Order Nos. T0005, T00051, and T1101 to\nprovide job placement services under Human Care Agreement No. DCPO-2011-H-7803 with\nArbor E & T, LLC; Task Order Nos. T1101 and T1101-M01 under Human Care Agreement No.\nDCPO-2011-H-7201 with America Works of DC to provide work readiness and job placement\nservices; Task Order No. T1101 under Human Care Agreement No. DCPO-2011-H-7802\nMaximus Human Services, Inc., to provide job placement services; Task Order Nos. T0106,\nT1061-A, T-01062, and T1101 under Human Care Agreement DCPO-2011-H-7202 with Maximus\nHuman Services, Inc., to provide work readiness and job placement services; Task Order No.\nT1101 and Modification No. M01 under Human Care Agreement No. DCPO-2011-H-7207 with\nKRA Corporation to provide work readiness and job placement services; and Task Order No.\nT1101 and Modification No. M01 under Human Care Agreement No. DCPO-2011-H-7805 with\nKRA Corporation to provide job placement services.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Omnibus Work Readiness and Job Placement Services Human Care\nAgreements Approval and Payment Authorization Emergency Act of 2013”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code §1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code §2-352.02), the Council partially approves the\nfollowing human care agreements, including the stated task orders and modifications under the\nhuman care agreements, and authorizes payment as stated below:\n(1) Task Order No. T0107 for $537,265, Task Order No. T01071-A for $335,009\nreduced to $105,553, Task Order No. T01072 for $1,192,241, and Task Order No. T1101 for\n$2,901,077, for job placement services received or to be received by Career TEAM, LLC under\nHuman Care Agreement DCPO-2011-H-7203 for the period of March 1, 2012,\nthrough September 30, 2013;\n(2) Task Order No. T0005 for $846,530 reduced to $285,934, Task Order No.\nT00051 for $1,113,298, and Task Order No. T1101 for $1,893,526, for job placement services\nreceived or to be received by Arbor E & T, LLC under Human Care Agreement No. DCPO2011-H-7803 for the period of April 24, 2013, through September 30, 2013;\n\nNot Codified\n\nOmnibus\nWork\nReadiness and\nJob Placement\nServices\nHuman Care\nAgreements\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1982\nD.C. Act 20-139, effective July 31, 2013 (Expiration date October 29, 2013)\n\n(3) Task Order No. T1101 for $660,684 and T1101-M01 for $1,321,367, for work\nreadiness and job placement services received and to be received by America Works of DC\nunder Human Care Agreement No. DCPO-2011-H-7201 for the period of March 1, 2013,\nthrough September 30, 2013;\n(4) Task Order No. 1101 for $1,890,526 for job placement services received and\nto be received by Maximus Human Services, Inc., under Human Care Agreement No. DCPO2011-H-7802 for the period of February 12, 2013, through September 30, 2013;\n(5) Task Order No. T0106 for $537,265, Task Order No. T1061-A for $251,256,\nTask Order No. T01062 for $1,350,923, and Task Order No. T1101 for $2,901,077, for work\nreadiness and job placement services received and to be received by Maximus Human Services,\nInc., under Human Care Agreement No. DCPO-2011-H-7202 for the period of March 1, 2012,\nthrough September 30, 2013;\n(6) Task Order No. T1101 for $967,026 and T1101-M01for $1,692,295, for work\nreadiness and job placement services received and to be received by KRA Corporation under\nHuman Care Agreement DCPO-2011-H-7207 for the period of January 27, 2013, through\nSeptember 30, 2013; and\n(7) Task Order No. T1101 for $631,175 and T1101-M01 for $1,262,351, for job\nplacement services received and to be received by KRA Corporation under Human Care\nAgreement DCPO-2011-H-7805 for the period of January 27, 2013, through September 30,\n2013.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approved by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1983\nD.C. Act 20-139, effective July 31, 2013 (Expiration date October 29, 2013)\n\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code §1-204.12(a)).\n\n\f", 
  "title": "Omnibus Work Readiness and Job Placement Services Human Care Agreements Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}