{
  "end": "4367", 
  "name": "Act_20-460.pdf", 
  "start": "4367", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4367\nD.C. Act 20-460, effective October 24, 2014 (Expiration date January 22, 2015)\n\nAN ACT\n\nBill 20-963\nEmergency\nDeclaration\nRes. 20-628\n20 DCStat 4531\n\nTo amend, on an emergency basis, the H Street, N.E., Retail Priority Area Incentive Act of 2010 to include\nother neighborhood-serving retail uses , and to clarify the eligibility of businesses in the\nBladensburg Road, N.E.., Retail Priority Area to receive grants for retail development projects.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “H Street, N.E., Retail Priority Area Incentive Emergency Amendment\nAct of 2014”.\n\nH Street, N.E.,\nRetail Priority\nArea\nIncentive\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 4 of the H Street, N.E., Retail Priority Area Incentive Act of 2010,\neffective April 8, 2011 (D.C. Law 18-354; D.C. Official Code § 1-325.173), is amended as\nfollows:\n(a) Subsection (b)(2) is amended by striking the word “restaurants” and inserting the\nphrase “restaurants whose annual alcohol sales exceed 20%” in its place.\n(b) Subsection (c)(2) is amended to read as follows:\n“(2) Direct frontage on a commercial corridor within the H Street, N.E., Retail\nPriority Area;”.\n\nNote,\n§ 1-325.173\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "H Street, N.E., Retail Priority Area Incentive Emergency Amendment Act of 2014", 
  "council_period": "20"
}