{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2632\nD.C. Act 20-230, effective December 20, 2013 (Expiration date March 20, 2014)\n\nAN ACT\n\nBill 20-584\nEmergency\nDeclaration\nRes. 20-361\n20 DCStat 2819\n\nTo approve, on an emergency basis, Modification No. 9 to Contract No. DCKA-2011-C-0026 with\nParkmobile USA, Inc. for a cellular phone payment method for digital parking meters using credit\nand debit cards and smart phone applications and to authorize payment for services received and\nto be received by the District Department of Transportation.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Modification No. 9 to Contract No. DCKA-2011-C-0026 Approval and\nPayment Authorization Emergency Act of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of sections 202 and 404 of the Procurement Practices Reform Act of 2010,\neffective April 8, 2011 (D.C. Law 18-371; D.C. Official Code §§ 2-352.02 and 2-354.04), the\nCouncil approves Modification No. 9 to Contract No. DCKA-2011-C-0026 for providing cellular\nphone payment methods by Parkmobile to the District Department of Transportation and\nauthorizes payment in the amount of $2,009,878.93 for services received in option year one\nunder this contract and payment in an amount up to $4,500,000.00 for services received and to\nbe received in option year 2 under this contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nModification\nNo. 9 to\nContract No.\nDCKA-2011C-0026\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f",
  "title": "Modification No. 9 to Contract No. Dcka-2011-C-0026 Approval and Payment Authorization Emergency Act of 2013",
  "end": "2632",
  "start": "2632",
  "name": "Act_20-230.pdf"
}