{
  "start": "2425", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2425\nD.C. Act 20-172, effective September 30, 2013 (Expiration date December 29, 2013)\n\nAN ACT\n\nBill 20-457\nEmergency\nDeclaration\nRes. 20-281\n20 DCStat 2672\n\nTo amend, on an emergency basis, the Performance Parking Pilot Zone Act of 2008 to prohibit the\nissuance of citations to a vehicle displaying a visitor parking pass valid as of September 30, 2013\nif the vehicle displaying the pass is parked legally and in the designated zone, to maintain current\noperating procedures by requiring the Mayor, 30 days before the expiration of visitor permit\npasses, to automatically, on an annual basis, mail replacement visitor permit passes to residences\nthat were issued passes before September 30, 2013, irrespective of whether a request has been\nmade for a pass and at no cost to the recipients, and to prohibit the issuance of a visitor permit\npass to a residence that was ineligible to receive a visitor permit pass as of September 15, 2013.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Visitor Parking Pass Preservation Emergency Amendment Act of 2013”.\n\nSec. 2. The Performance Parking Pilot Zone Act of 2008, effective November 25, 2008\n(D.C. Law 17-279; D.C. Official Code § 50-2531 et seq.), is amended by adding new sections 9,\n10, and 11 to read as follows:\n“Sec. 9. No citation shall be issued to a vehicle displaying a visitor parking pass that has\nbeen distributed pursuant to this act or in connection with a residential permit parking sticker, as\ndefined in section 9901 of Title 18 of the District of Columbia Municipal Regulations (18\nDCMR § 9901); provided, that the visitor parking permit pass is valid as of September 30, 2013,\nand the vehicle displaying the pass is in the designated zone and parked legally.\n“Sec. 10. Each year, 30 days before the expiration of visitor permit passes, the Mayor\nshall automatically mail replacement visitor permit passes to residences that were issued passes\nbefore September 30, 2013, irrespective of whether a request has been made for a pass and at no\ncost to the recipients.\n“Sec. 11. A visitor permit pass shall not be issued to a residence that was ineligible to\nreceive a visitor permit pass as of September 15, 2013.”.\nSec. 3. Applicability.\nThis act shall apply as of September 30, 2013.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nVisitor\nParking Pass\nPreservation\nEmergency\nAmendment\nAct of 2013\nNote,\n§ 50-2537\n\nApplicable as\nof September\n30, 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2426\nD.C. Act 20-172, effective September 30, 2013 (Expiration date December 29, 2013)\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "2426", 
  "name": "Act_20-172.pdf", 
  "title": "Visitor Parking Pass Preservation Emergency Amendment Act of 2013"
}