{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 386\nD.C. Act 19-621, effective January 22, 2013 (Expiration date April 22, 2013)\n\nAN ACT\n\nBill 19-1098\nEmergency\nDeclaration\nRes. 19-754\n20 DCStat 563\n\nTo amend, on an emergency basis, section 47-4654 of the District of Columbia Official Code to extend the\nreal property exemption of certain properties owned by Beulah Baptist Church of Deanwood\nHeights, the Beulah Community Improvement Association, and the Dix Street Corridor Senior\nHousing, LP, from September 30, 2010 through September 30, 2020.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Beulah Baptist Church Real Property Equitable Tax Relief Emergency\nAct of 2012”.\n\nBeulah\nBaptist\nChurch Real\nProperty\nEquitable Tax\nRelief\nEmergency\nAct of 2012\n\nSec. 2. Section 47-4654(d) of the District of Columbia Official Code is amended by\nstriking the phrase “September 30, 2010” and inserting the phrase “September 30, 2020” in its\nplace.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 47-4654\n\n\f",
  "title": "Beulah Baptist Church Real Property Equitable Tax Relief Emergency Act of 2012",
  "end": "386",
  "start": "386",
  "name": "Act_19-621.pdf"
}