{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-39, effective March 20, 2013 (Expiration date June 18, 2013)\n\n20 DCSTAT 523\n\nAN ACT\n\nBill 20-154\nEmergency\nDeclaration\nRes. 20-65\n20 DCStat 790\n\nTo amend, on an emergency basis, the District of Columbia Medical Liability Captive Insurance Agency\nEstablishment Act of 2008 to change the name of the District of Columbia Medical Liability\nCaptive Insurance Agency to the District of Columbia Medical Liability and Earthquake Captive\nInsurance Agency, to provide property insurance for risks to District government real property\nassets for earthquake and earthquake related hazards, to authorize the agency to enter into\ncontracts with other insurance companies and re-insurers, and to require the agency’s plan of\noperation to be modified to include procedures for offering property insurance.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Captive Earthquake Property Insurance Emergency Amendment Act of\n2013”.\nSec. 2. The District of Columbia Medical Liability Captive Insurance Agency\nEstablishment Act of 2008, effective July 18, 2008 (D.C. Law 17-196; D.C. Official Code § 1307.81 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 1-307.81) is amended as follows:\n(1) Paragraph (2) is amended to read as follows:\n“(2) “Agency” means the District of Columbia Medical Liability and Earthquake\nCaptive Insurance Agency.”.\n(2) A new paragraph (4A) is added to read as follows:\n“(4A) “District” means District of Columbia.”.\n(3) A new paragraph (4B) is added to read as follows:\n“(4B) “District real property asset” means the following: DCS-020 MPD Boys\nand Girls Club, 801 Shepherd Street, N.W.; DCS-061 - DCPS Logistic Warehouse, 2000 Adams\nPlace, N.E.,; MTA-043 Murch Elementary School, 4810 36th Street, N.W.; MTA-067 Ross\nElementary School – Repairs, 1730 R Street, N.W.; MTA-066 Maury Elementary School –\nRepair, 1250 Constitution Avenue, N.E.; MTA-026 Whittier Education Campus, 6201 5th Street,\nN.W.; MTA-068 Bunker HIll Elementary School, 1401 Michigan Avenue, N.E; DCS-027 - 4\nStory Brick and Reinforced Concrete Building, 1413 Girard Street, N.W.; . MTA-050 Walker Jones Elementary School, 100 L Street, N.W.; MTA-045 Seaton Elementary School, 1503 10th\nStreet, N.W.; MTA-053 Shepherd Elementary School, 7800 14th Street, S.E.; MTA-054 Fletcher\nJohnson Elementary School, 4650 Benning Road, S.E.; DCS-078 D.C. Therapeutic/TR Center,\n3030 G Street, S.E.; DCS-025 Lab Building, 5000 Overlook Avenue, S.W.; MTA-051 West\nElementary School, 1338 Farragut Street, N.W.; MTA-029 Leckie Elementary School, 4200\nMartin Luther King, Jr. Avenue, S.E.; MTA-049 Emery Elementary School, 1720 1st Street,\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nCaptive\nEarthquake\nProperty\nInsurance\nEmergency\nAmendment\nAct of 2013\n\nNote,\n§ 1-307.81\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-39, effective March 20, 2013 (Expiration date June 18, 2013)\n\n20 DCSTAT 524\n\nN.E.; MTA-057 C W Harris Elementary School, 301 53rd Street, S.E.; DCS-031 Model Cities\nSenior Wellness Center, 1901 Evarts Street, N.E.; DCS-063 Metropolitan Police Department,\n2nd District, 3320 Idaho Avenue, N.W.; MTA-039 Columbia Heights Education Campus, 3101\n16th Street, N.W.; MTA-058 Patterson Elementary School, 4399 South Capital Terrace, S.W.;\nMTA-059 M.C. Terrell Elementary School, 3301 Wheeler Road, S.E.; DCS-087 Sumner School,\n1201 17th Street, N.W.; DCS-014 301 Bryant Street, N.W.; DCS-021, New York Avenue\nShelter, 1357 New York Avenue, N.E.; DCS-024 National Guard Armory D.C. Armory, 2001 E.\nCapitol Street, S.E.; DCS-015 Central Maintenance Facility, 5000 Overlook Avenue, S.W.;\nDCS-016 Reinforced Concrete Building, 2720 Martin Luther King Jr. Avenue, S.E.; DCS-035\nSherwood Recreation Center, 640 10th Street, N.E.; DCS-044 310 McMillian Drive, N.W.;\nDCS-020 New Endeavors, 611 N Street, N.W.; DCS-092 Pump Station B2-1, 5000 Overlook\nAvenue, S.W.; MTA-033 School Without Walls High School, 2130 G Street, N.W.; MTA-040\nEastern Senior High School, 1700 East Capitol Street, N.E.; MTA-035 Stuart Hobson Middle\nSchool, 410 E Street, N.E.; MTA-024 Drew Elementary School, 5600 Eads Street, N.E.; MTA060 Coolidge Senior High School, 6315 5th Street, N.W.; MTA-061 Langley Education\nCampus, 101 T Street, N.E.; MTA-023 Paul Public Charter School, 5800 8th Street, N.W.;\nMTA-048 Eaton Elementary School, 3301 Lowell Street, N.W.; DCS-017, One Judiciary\nSquare, 441 4th Street, N.W.; DCS-018, 1350 Pennsylvania Avenue, N.W.; MTA-046 Amidon\nElementary School, 401 Eye Street, S.W.; MTA-041 Eliot Junior High School, 1830\nConstitution Avenue, N.E.; MTA-062 Banneker Senior High School, 800 Euclid Street, N.W.;\nMTA-052 Davis Elementary School, 4430 H Street, S.E.; MTA-044 Nalle Elementary School,\n219 50th Street, S.E.; MTA-042 Peabody Elementary School, 425 C Street, N.E.; and MTA-031\nMacFarland Middle School, 4400 Iowa Avenue, N.W.”.\n(4) Paragraph (5) is amended by striking the phrase “Medical Liability” both\ntimes it appears and inserting the phrase “District of Columbia Medical Liability and\nEarthquake” in its place.\n(5) A new paragraph (8A) is added to read as follows:\n“(8A) “Medical malpractice” means professional negligence by act or omission\nby a health care provider in which the treatment provided falls below the accepted standard of\npractice in the medical community and causes injury or death to the patient, with most cases\ninvolving medical error.”.\n(6) A new paragraph (9A) is added to read as follows:\n“(9A) “Property insurance” means an insurance policy that protects against\nearthquake and earthquake-related hazards and risks.”.\n(b) Section 3 (D.C. Official Code § 1-307.82) is amended to read as follows:\n“Sec. 3. Establishment of the District of Columbia Medical Liability and Earthquake\nCaptive Insurance Agency.\n“(a) There is established, as a subordinate agency under the Mayor, the District of\nColumbia Medical Liability and Earthquake Captive Insurance Agency.\n“(b) The purpose of the Agency is to:\n\nNote,\n§ 1-307.82\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-39, effective March 20, 2013 (Expiration date June 18, 2013)\n\n20 DCSTAT 525\n\n“(1) Provide medical malpractice liability insurance policies for health centers,\nincluding coverage for the staff, contractors, and volunteer service providers for the services\nprovided at the health centers; and\n“(2) Provide property insurance for earthquake and earthquake-related hazards for\nDistrict real property assets and other personal property, including equipment, content, and\nvehicles.\n“(c) The liability of the Agency for medical malpractice liability and property insurance\npolicies shall be limited to the funds in the District of Columbia Medical Liability and\nEarthquake Captive Trust Fund.”.\n(c) Section 4(a) (D.C. Official Code § 1-307.83(a)) is amended follows:\n(1) Paragraph (1) is amended to read as follows:\n“(1) By delegation from the Mayor, to exercise procurement authority as is\nnecessary or proper to carry out the provisions and purposes of this act, including contract\noversight and contracting:\n“(A) With other insurance companies and re-insurers;\n“(B) With similar captives of other states for the joint performance of\ncommon administrative functions; and\n“(C) With persons or other entities for the performance of organizational,\nmanagement, or administrative functions;”.\n(2) A new paragraph (4A) is added to read as follows:\n“(4A) Issue policies of property insurance for earthquake and earthquake-related\nhazards for District real property assets and other personal property, including equipment,\ncontent, and vehicles, in accordance with the requirements of the plan of operation under section\n8;”.\n(d) Section 8(b) (D.C. Official Code § 1-307.87(b)) is amended by adding a new\nparagraph (4A) to read as follows:\n“(4A) Establish procedures for the offering of property insurance for earthquake\nand earthquake-related hazards for District real property assets and other personal property,\nincluding equipment, content, and vehicles;”.\n(e) Section 11 (D.C. Official Code § 1-307.90) is amended to read as follows:\n“Sec. 11. Coverage.\n“(a) The Agency shall offer:\n“(1) Health centers medical malpractice insurance that is consistent with\ncoverage offered in the market; and\n“(2) Property insurance for the benefit of the District for earthquake and\nearthquake-related hazards for District real property assets and other personal property, including\nequipment, content, and vehicles, that is consistent with coverage offered in the market.\n“(b) The insurance policies offered pursuant to this section shall be established by the\nRisk Officer with the advice of the Advisory Council and subject to the approval of the\nCommissioner.\n“(c) Any policy offered by the Agency shall state that the liability of the Agency shall be\n\nNote,\n§ 1-307.83\n\nNote,\n§ 1-307.87\n\nNote,\n§ 1-307.90\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-39, effective March 20, 2013 (Expiration date June 18, 2013)\n\n20 DCSTAT 526\n\nlimited to the funds in the District of Columbia Medical Liability and Earthquake Captive Trust\nFund.\n“(d) The coverage to be issued to the health centers shall be established by the Risk\nOfficer with the advice of the Advisory Council and subject to the approval of the\nCommissioner.”.\n(f) Section 12 (D.C. Official Code § 1-307.91) is amended as follows:\n(1) The section heading is amended by striking the phrase “Medical Liability” and\ninserting the phrase “District of Columbia Medical Liability and Earthquake” in its place.\n(2) Subsection (a) is amended by striking the phrase “Medical Liability” and\ninserting the phrase “District of Columbia Medical Liability and Earthquake” in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of\nveto by the Mayor, action by the Council to override the veto), and shall remain in effect for no\nlonger than 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 1-307.91\n\n\f",
  "title": "Captive Earthquake Property Insurance Emergency Amendment Act of 2013",
  "end": "526",
  "start": "523",
  "name": "Act_20-39.pdf"
}