{
  "end": "3037", 
  "name": "Act_20-276.pdf", 
  "start": "3036", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-276, effective February 20, 2014 (Expiration date May 19, 2014)\n\n20 DCSTAT 3036\n\nAN ACT\n\nBill 20-664\nEmergency\nDeclaration\nRes. 20-404\n20 DCStat 3100\n\nTo amend, on an emergency basis, due to Congressional review, An Act To create a Department of\ncorrections in the District of Columbia to clarify the Department of Corrections’ authority over\nthe management and operation of the Central Cellblock at 300 Indiana Avenue, N.W., to include\npersons detained at a medical facility in the District.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Department of Corrections Central Cellblock Management Clarification\nCongressional Review Emergency Amendment Act of 2014”.\n\nSec. 2. Section 2 of An Act To create a Department of Corrections in the District of\nColumbia, approved June 27, 1946 (60 Stat. 320; D.C. Official Code § 24-211.02), is amended\nby adding a new subsection (a-1) to reads as follows:\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDepartment of\nCorrections Central\nCellblock\nManagement\nClarification\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\nNote\n§ 24-211.02\n\n“(a-1)(1) The Department of Corrections shall have charge of the management and\noperation of the Central Cellblock, located at 300 Indiana Avenue, N.W., Washington, D.C., and\nshall be responsible for the safekeeping, care, and protection of all persons detained at the\nCentral Cellblock or detained at a medical facility in the District, by the Metropolitan Police\nDepartment, before their initial court appearance.\n“(2) Nothing in this subsection shall be construed as:\n“(A) Removing any authority from the Metropolitan Police Department to\ndetermine where to hold in custody any person arrested and awaiting an initial court appearance;\n“(B) Granting any arrest powers to any employee of the Department of\nCorrections performing any duty at the Central Cellblock; or\n“(C) Limiting any powers or authority of the Metropolitan Police\nDepartment or the Department of Corrections.”.\nSec. 3. Applicability.\nThis act shall apply as of February 18, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nRetroactive\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-276, effective February 20, 2014 (Expiration date May 19, 2014)\n\n20 DCSTAT 3037\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), and shall remain in effect for no longer\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Department of Corrections Central Cellblock Management Clarification Congressional Review Emergency Amendment Act of 2014", 
  "council_period": "20"
}