{
  "end": "484", 
  "name": "Act_20-24.pdf", 
  "start": "483", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-24, effective March 7, 2013 (Expiration date June 5, 2013)\n\n20 DCSTAT 483\n\nAN ACT\n\nBill 20-135\nEmergency\nDeclaration\nRes. 20-38\n20 DCStat 740\n\nTo amend, on an emergency basis, the Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011 to allow the District of Columbia Board of\nEthics and Government Accountability to issue advisory opinions upon its own initiative, and\nexpand the range of penalties that may be imposed for a violation of the Code of Conduct.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Ethics and Government Accountability Emergency\nAmendment Act of 2013”.\n\nBoard of\nEthics and\nGovernment\nAccountability\nEmergency\nAmendment\nAct of 2013\n\nSec. 2. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 219 (D.C. Official Code § 1-1162.19) is amended by adding a new\nsubsection (a-1) to read as follows:\n“(a-1) The Ethics Board or the Director of Government Ethics may issue, on its own\ninitiative, an advisory opinion on any general question of law it deems of sufficient public\nimportance concerning a provision of the Code of Conduct over which the Ethics Board has\nprimary jurisdiction.”.\n(b) Section 221(a)(4) (D.C. Official Code § 1-1162.21(a)(4)) is amended to read as\nfollows:\n“(4) In addition to any civil penalty imposed under this title, a violation of the\nCode of Conduct may result in the following:\n“(A) Remedial action in accordance with the Merit Personnel Act;\n“(B) A public censure imposed by the Ethics Board;\n“(C) A nonpublic informal admonition imposed by the Director of\nGovernment Ethics and appealable to the Board for low-level violations of the Code of Conduct\nincluding or similar to:\n“(i) A one-time, minor misuse of government property;\n“(ii) A time and leave issue, where it is not habitual and did not\nhave a specific harmful impact;\n“(iii) A non-uniform application of a regulation or policy by a\nsupervisor, where it is not a regular occurrence and was not for an unlawful purpose;\n\nNote,\n§ 1-1162.19\n\nNote,\n§ 1-1162.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-24, effective March 7, 2013 (Expiration date June 5, 2013)\n\n20 DCSTAT 484\n\n“(iv) A relatively minor action based, at least in part, on advice or\nguidance sought in good faith from another, such as a supervisor, and given in good faith, though\nerroneous; or\n“(v) Any minor, incidental ethics violation where the person made\namends and rectified the situation;\n“(D) A finding of a violation and a period of probation during which a\nrespondent may seek expungement of the violation upon successful completion of any\nprobationary terms imposed by the Director of Government Ethics or the Ethics Board; or\n“(E) Any negotiated disposition of a matter offered by the Director of\nGovernment Ethics, and accepted by the respondent, subject to approval by the Ethics Board.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "title": "Board of Ethics and Government Accountability Emergency Amendment Act of 2013", 
  "council_period": "20"
}