{
  "start": "3307", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-326, effective May 14, 2014 (Expiration date August 10, 2014)\n\n20 DCSTAT 3307\n\nAN ACT\n\nBill 20-784\nEmergency\nDeclaration\nRes. 20-460\n20 DCStat 3394\n\nTo amend, on an emergency basis, due to Congressional review, the Animal Control Act of 1979 to clarify\nthat an educational institution is permitted to have animals for educational and instructional\npurposes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this act\nmay be cited as the “Classroom Animal for Educational Purposes Clarification Congressional\nReview Emergency Amendment Act of 2014”.\n\nClassroom\nAnimal for\nEducational\nPurposes\nClarification\nCongressional\nReview\nEmergency\nAmendment\nAct of 2014\n\nSec. 2. Section 9(h) of the Animal Control Act of 1979, effective October 18, 1979 (D.C.\nLaw 3-30; D.C. Official Code § 8-1808(h)), is amended by adding a new paragraph (6) to read as\nfollows:\n“(6) Paragraph (1) of this subsection shall not apply to educational institutions\nthat possess animals for educational and instructional purposes and that otherwise comply with\nhumane, sanitary, and safe treatment requirements, as set forth in section 502 of the Animal\nProtection Amendment Act of 2008, effective December 5, 2008 (D.C. Law 17-281; D.C.\nOfficial Code § 8-1851.02).”.\nSec. 3. Applicability.\nThis act shall apply as of May 12, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), and shall remain in effect for no longer\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § 1-204.12(a)).\n\nNote,\n§ 8-1808\n\n\f", 
  "end": "3307", 
  "name": "Act_20-326.pdf", 
  "title": "Classroom Animal for Educational Purposes Clarification Congressional Review Emergency Amendment Act of 2014"
}