{
  "end": "2637", 
  "name": "Act_20-243.pdf", 
  "start": "2637", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2637\nD.C. Act 20-243, effective December 23, 2013 (Expiration date March 23, 2014)\n\nAN ACT\n\nBill 20-524\nEmergency\nDeclaration\nRes. 20-355\n20 DCStat 2805\n\nTo approve, on an emergency basis, Change Orders No. 4-5 to Contract No. GF-2012-C-0039 with\nConsys, Inc., for the renovation of the University of the District of Columbia David A. Clark\nSchool of Law and to authorize payment in the aggregate amount of $1,427,902.00 for goods\nand services received and to be received under the change orders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis act may be cited as the “Change Orders No. 4-5 to Contract No. GF-2012-C-0039\nApproval and Payment Authorization Emergency Act of 2013”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Change\nOrders No. 4-5 to Contract No. GF-2012-C-0039 with Consys, Inc., for the renovation of the\nUniversity of the District of Columbia David A. Clarke School of Law, located at 4200\nConnecticut Avenue, N.W. Washington, D.C. 20008, building 39, and authorizes payment in the\naggregate amount of $1,427,902.00 for the goods and services received and to be received under\nthe change orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code§ 1-206.02 (c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), and shall remain in effect for no longer\nthan 90 days, as provided for emergency acts of the Council of the District of Columbia in\nsection 412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 788; D.C. Official Code § l-204.12(a)).\n\nNot Codified\n\nChange\nOrders No. 45 to Contract\nNo. GF-2012C-0039\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "title": "Contract No. GF-2011-C-0039 and Change Order’s No. 4-5 Approval and Payment Authorization Emergency Act of 2013", 
  "council_period": "20"
}