{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1811\nD.C. Act 20-104, effective July 2, 2013 (Expiration date September 30, 2013)\n\nAN ACT\n\nBill 20-325\nEmergency\nDeclaration\nRes. 20-153\n20 DCStat 2009\n\nTo approve, on an emergency basis, Change Orders Nos. 002 through 005 to Contract No. GM-11-M0606-FM between the District of Columbia government and GCS-Sigal, LLC, to provide designbuild services to Cardozo Senior High School, and to authorize payment to GCS-Sigal, LLC, in\nthe aggregate amount of $4,326,055 for the goods and services to be received under these change\norders.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Change Orders Nos. 002 through 005 to Contract No. GM-11-M-0606FM Approval and Payment Authorization Emergency Act of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves Change\nOrders Nos. 002 through 005 to Contract No. GM-11-M-0606-FM with GCS-Sigal, LLC, for\ndesign-build services and necessary additional project scope as part of the modernization at\nCardozo Senior High School, and authorizes payment in the aggregate amount of $4,326,055 for\nthe goods and services to be received under these change orders.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Office of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nChange\nOrders Nos.\n002 through\n005 to\nContract No.\nGM-11-M0606-FM\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f",
  "title": "Change Orders No. 002 Through No. 005 to Contract No. Gm-11-M-0606-Fm Approval and Payment Authorization Emergency Act of 2013",
  "end": "1811",
  "start": "1811",
  "name": "Act_20-104.pdf"
}