{
  "start": "3884", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Act 20-404, effective August 1, 2014 (Expiration date October 30, 2014)\n\n20 DCSTAT 3884\n\nAN ACT\n\nBill 20-853\nEmergency\nDeclaration\nRes. 20-556\n20 DCStat 3962\n\nTo approve, on an emergency basis, the Amended and Restated Basic Ordering Agreement for Fiscal Year\n2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001G, including\nTask Order No. 001, between the District of Columbia government and Paige Industrial Services,\nInc., and to authorize payment to Paige Industrial Services, Inc., in the aggregate amount of\n$680,909.62 with a not-to-exceed amount of $10 million for the goods and services received and\nto be received under this contract and task order.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Amended and Restated Basic Ordering Agreement for Fiscal Year 2014\nDCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001G, including Task\nOrder No. 001, Approval and Payment Authorization Emergency Act of 2014”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202(a) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02(a)), the Council approves the\nAmended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small\nConstruction Projects Contract No. DCAM-14-CS-0001G, including Task Order No. 001, with\nPaige Industrial Services, Inc., in the amount of $680,909.62 with a not-to-exceed amount of $10\nmillion and authorizes payment for the goods and services received and to be received and under\nthis contract and task order.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Chief Financial Officer as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot Codified\n\nAmended and\nRestated Basic\nOrdering\nAgreement for\nFiscal Year\n2014 DCPS\nand DPR\nSmall\nConstruction\nProjects\nContract No.\nDCAM-14CS-0001G,\nincluding\nTask Order\nNo. 001,\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2014\n\n\f", 
  "end": "3884", 
  "name": "Act_20-404.pdf", 
  "title": "Amended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects (DCAM-14-CS-0001G), Including Task Order Nos. 001, Approval and Payment Authorization Emergency Act of 2014"
}