{
  "start": "1423", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1423\nD.C. Act 20-73, effective May 16, 2013 (Expiration date August 14, 2013)\n\nAN ACT\n\nBill 20-277\nEmergency\nDeclaration\nRes. 20-134\n20 DCStat 1551\n\nTo approve, on an emergency basis, Modification Nos. 6, 7, 8, and 11 to Contract No. DCRK-2008-C-0042\nwith Sedgwick Claims Management Services, Inc., to provide third party claims administration\nservices for the District’s Self-insured Workers’ Compensation Program and to authorize payment\nfor the goods and services received and to be received under the contract.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Contract No. DCRK-2008-C-0042 Modifications Approval and Payment\nAuthorization Emergency Act of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), and notwithstanding the\nrequirements of section 202 of the Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-352.02), the Council approves Modification\nNos. 6, 7, 8, and 11 to Contract DCRK-2008-C-0042 with Sedgwick Claims Management\nServices, Inc., and authorizes payment in the amount of $2,412,338.00 for services received and\nto be received under that contract for option year two.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\nNot codified\n\nContract No.\nDCRK-2008C-0042\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nAct of 2013\n\n\f", 
  "end": "1423", 
  "name": "Act_20-73.pdf", 
  "title": "Contract DCRK-2008-C-0042 Modifications Approval and Payment Authorization Emergency Act of 2013"
}