{
  "start": "1048", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1048\n\nAN ACT\n\nTo establish the Interstate Compact on Educational Opportunity for Military Children to allow for uniform\ntreatment of military children transferring between school districts and states.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Interstate Compact on Educational Opportunity for Military Children\nEstablishment Act of 2012”.\n\nSec. 2. The District of Columbia adopts the Interstate Compact on Educational\nOpportunity for Military Children.\nSec. 3. Purpose and policy.\nIt is the purpose of the Interstate Compact on Educational Opportunity for Military\nChildren to remove barriers to educational success imposed on children of military families\nbecause of frequent moves and deployment of their parents by:\n(1) Facilitating the timely enrollment of children of military families and ensuring\nthat they are not placed at a disadvantage due to difficulty in the transfer of educational records\nfrom the previous school district or variations in entrance or age requirements;\n(2) Facilitating the student-placement process through which children of military\nfamilies are not disadvantaged by variations in attendance requirements, scheduling, sequencing,\ngrading, course content, or assessment;\n(3) Facilitating the qualification and eligibility for enrollment, educational\nprograms, and participation in extracurricular academic, athletic, and social activities;\n(4) Facilitating the on-time graduation of children of military families;\n(5) Providing for the promulgation and enforcement of administrative rules\nimplementing the provisions of the Interstate Compact on Educational Opportunity for Military\nChildren;\n(6) Providing for the uniform collection and sharing of information between and\namong member states, schools, and military families;\n(7) Promoting coordination between the Interstate Compact on Educational\nOpportunity for Military Children and other compacts affecting military children; and\n\nBill 19-328\nAct 19-671\neffective\nFebruary 11,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nInterstate\nCompact on\nEducational\nOpportunity\nfor Military\nChildren\nEstablishment\nAct of 2012\nNew Subtitle\nIII,\nChapter 11,\nTitle 49\nNew\n§ 49-1101.01\nNew\n§ 49-1101.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1049\n\n(8) Promoting flexibility and cooperation between the educational system,\nparents, and students to achieve educational success for the students.\nSec. 4. Definitions.\nFor the purposes of this act, unless the context clearly requires a different construction,\nthe term:\n(1) “Active duty” means full-time duty status in the active uniformed service of\nthe United States, including members of the National Guard and Reserve on active duty orders\npursuant to 10 U.S.C. §§1209 and 1211.\n(2) “Children of military families” means school-aged children, enrolled in\nKindergarten through 12th grade in the household of an active duty member.\n(3) “Compact” means the Interstate Compact on Educational Opportunity for\nMilitary Children.\n(4) \"Compact commissioner” means the voting representative of each compacting\nstate appointed pursuant to section 10.\n(5) “Deployment” means the period one month before a service member’s\ndeparture from the home station on military orders through 6 months after return to the home\nstation.\n(6) “Educational records” means those official records, files, and data directly\nrelated to a student and maintained by the school or local education agency, including records\nencompassing all the material kept in the student's cumulative folder such as general identifying\ndata, records of attendance, records of academic work completed, records of achievement, and\nresults of evaluative tests, health data, disciplinary status, test protocols, and individualized\neducation programs.\n(7) “Extracurricular activities” means a voluntary activity sponsored by the school\nor local education agency or an organization sanctioned by the local education agency.\nExtracurricular activities include preparation for and involvement in public performances,\ncontests, athletic competitions, demonstrations, displays, and club activities.\n(8) “Interstate Commission on Educational Opportunity for Military Children”\nmeans the commission that is created in section 10, generally referred to as the Interstate\nCommission.\n(9) “Local education agency” means a public authority legally constituted by the\nstate as an administrative agency to provide control of and direction for kindergarten through\n12th grade public educational institutions.\n(10) “Member state” means a state that has enacted this compact.\n(11) “Military installation” means a base, camp, post, station, yard, center,\nhomeport facility for any ship, or other activity under the jurisdiction of the Department of\nDefense, including any leased facility that is located within any of the several states, the District\nof Columbia, the Commonwealth of Puerto Rico, the U.S. Virgin Islands, Guam, American\nSamoa, the Northern Marianas Islands, and any other U.S. Territory. The term does not include\nany facility used primarily for civil works, river and harbor projects, or flood-control projects.\n\nNew\n§ 49-1101.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1050\n\n(12) “Non-member state” means a state that has not enacted this compact.\n(13) “Receiving state” means the state to which a child of a military family is\nsent, brought, or caused to be sent or brought.\n(14) “Rule” means a written statement by the Interstate Commission promulgated\npursuant to section 13 that is of general applicability and implements, interprets, or prescribes a\npolicy or provision of the compact, or an organizational, procedural, or practice requirement of\nthe Interstate Commission, and has the force and effect of statutory law in a member state, and\nincludes the amendment, repeal, or suspension of an existing rule.\n(15) “Sending state” means the state from which a child of a military family is\nsent, brought, or caused to be sent or brought.\n(16) “State” means a state of the United States, the District of Columbia, the\nCommonwealth of Puerto Rico, the U.S. Virgin Islands, Guam, American Samoa, the Northern\nMarianas Islands, and any other U.S. Territory.\n(17) “State Council” means the District of Columbia Educational Opportunity for\nMilitary Children State Council established in section 21.\n(18) “Student” means the child of a military family for whom the local education\nagency receives public funding and who is formally enrolled in a grade from kindergarten\nthrough 12th grade.\n(19) “Transition” means:\n(A) The formal and physical process of transferring from school to\nschool; or\n(B) The period of time in which a student moves from one school in the\nsending state to another school in the receiving state.\n(20) “Uniformed services” means the Army, Navy, Air Force, Marine Corps, and\nCoast Guard, as well as the Commissioned Corps of the National Oceanic and Atmospheric\nAdministration, and Public Health Services.\n(21) “Veteran” means a person who served in the uniformed services and who\nwas discharged or released under conditions other than dishonorable.\nSec. 5. Applicability.\n(a) Except as otherwise provided in subsection (b) of this section, this compact shall\napply to the children of:\n(1) Active duty members of the uniformed services;\n(2) Members or veterans of the uniformed services who are severely\ninjured and medically discharged or retired for a period of one year after medical discharge or\nretirement; and\n(3) Members of the uniformed services who have died on active duty or as\na result of injuries sustained on active duty for a period of one year after death.\n(b) The provisions of this compact shall only apply to local education agencies as\ndefined in this compact.\n(c) The provisions of this compact shall not apply to the children of:\n\nNew\n§ 49-1101.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1051\n\n(1) Inactive members of the National Guard and military reserves;\n(2) Members of the uniformed services now retired, except as provided in\nsubsection (a) of this section;\n(3) Veterans of the uniformed services, except as provided in subsection (a) of\nthis section; or\n(4) Other U.S. Department of Defense personnel and other federal agency civilian\nand contract employees not defined as active duty members of the uniformed services.\nSec. 6. Educational records and enrollment.\n(a) If official educational records cannot be released to the parents of a student for the\npurpose of transfer, the custodian of the records in the sending state shall prepare and furnish to\nthe parent a complete set of unofficial educational records containing uniform information as\ndetermined by the Interstate Commission. Upon receipt of the unofficial educational records by\na school in the receiving state, the school shall enroll and appropriately place the student based\non the information provided in the unofficial records, pending validation by the official records,\nas quickly as possible.\n(b) Simultaneous with the enrollment and conditional placement of the student, the\nschool in the receiving state shall request the student’s official educational record from the\nschool in the sending state. Upon receipt of this request, the school in the sending state will\nprocess and furnish the official educational record to the school in the receiving state within 10\ndays or within such time as is reasonably established under the rules promulgated by the\nInterstate Commission.\n(c) Compacting states shall give students 30 days from the date of enrollment, or such\ntime as is reasonably established under the rules promulgated by the Interstate Commission, to\nobtain any immunizations required by the receiving state. For a series of immunizations, initial\nvaccinations must be obtained within 30 days, or within such time as is reasonably established\nunder the rules promulgated by the Interstate Commission.\n(d) Students shall be allowed to continue their enrollment at the grade level in the\nreceiving state commensurate with their grade level (including kindergarten) from a local\neducation agency in the sending state at the time of transition, regardless of age. A student that\nhas satisfactorily completed the prerequisite grade level in the local education agency in the\nsending state shall be eligible for enrollment in the next highest grade level in the receiving state,\nregardless of age. A student transferring after the start of the school year in the receiving state\nshall enter the school in the receiving state on his or her validated level from an accredited\nschool in the sending state.\n\nNew\n§ 49-1101.05\n\nSec. 7. Placement and attendance.\n(a)(1) When a student transfers before or during the school year, the receiving state\nschool shall initially honor placement of the student in educational courses based on the student’s\nenrollment in the sending state school and educational assessments conducted at the school in the\nsending state if the courses are offered. Course placement includes Honors, International\n\nNew\n§ 49-1101.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1052\n\nBaccalaureate, Advanced Placement, vocational, and technical and career-pathways courses.\n(2) Continuing the student’s academic program from the previous school and\npromoting placement in academically and career challenging courses should be paramount when\nconsidering placement. This does not preclude the school in the receiving state from performing\nsubsequent evaluations to ensure appropriate placement and continued enrollment of the student\nin a course.\n(b) The receiving state school shall initially honor placement of the student in\neducational programs based on current educational assessments conducted at the school in the\nsending state or participation or placement in like programs in the sending state. Such programs\ninclude gifted and talented programs and English-as-a-second-language programs. This does not\npreclude the school in the receiving state from performing subsequent evaluations to ensure\nappropriate placement of the student.\n(c)(1) In compliance with the federal requirements of the Individuals with Disabilities\nEducation Improvement Act, approved December 3, 2004 (118 Stat. 2647; 20 U.S.C. §1400 et\nseq.), the receiving state shall initially provide comparable services to a student with disabilities\nbased on his or her current Individualized Education Program; and\n(2) In compliance with the requirements of section 504 of the Rehabilitation Act\nof 1973, approved September 26, 1973 (87 Stat. 394; 29 U.S.C. § 794), and with Title II of the\nAmericans with Disabilities Act of 1990, approved July 26, 1990 (104 Stat. 327; 42 U.S.C. §§\n12131-12165), the receiving state shall make reasonable accommodations and modifications to\naddress the needs of incoming students with disabilities, subject to an existing 504 or Title II\nplan, to provide the student with equal access to education. This requirement does not preclude\nthe school in the receiving state from performing subsequent evaluations to ensure appropriate\nplacement of the student.\n(d) Local education agency administrative officials shall have flexibility in waiving\ncourse and program prerequisites and other preconditions for placement in courses and programs\noffered under the jurisdiction of the local education agency.\n(e) A student whose parent, or legal guardian, is an active duty member of the uniformed\nservices, as defined by the compact, and has been called to duty for, is on leave from, or\nimmediately returned from deployment to a combat zone or combat-support posting shall be\ngranted additional excused absences at the discretion of the local education agency to visit with\nhis or her parent or legal guardian based on the leave or deployment of the parent or guardian.\nSec. 8. Eligibility for enrollment.\n(a) Special power of attorney, relative to the guardianship of a child of a military family\nand executed under applicable law shall be sufficient for the purposes of enrollment and all other\nactions requiring parental participation and consent.\n(b) A local education agency shall be prohibited from charging local tuition to a\ntransitioning student placed in the care of a non-custodial parent or other person standing in loco\nparentis who lives in a jurisdiction other than that of the custodial parent.\n(c) A transitioning student placed in the care of a noncustodial parent or other person\n\nNew\n§ 49-1101.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1053\n\nstanding in loco parentis who lives in a jurisdiction other than that of the custodial parent may\ncontinue to attend the school in which he or she was enrolled while residing with the custodial\nparent.\n(d) State and local education agencies shall facilitate the opportunity for transitioning\nmilitary children’s inclusion in extracurricular activities, regardless of application deadlines, to\nthe extent they are otherwise qualified to be included.\nSec. 9. Graduation.\n(a) To facilitate the on-time graduation of children of military families, states and local\neducation agencies shall adopt the following procedures:\n(1) Local education agency administrative officials shall waive specific courses\nrequired for graduation if similar course work has been satisfactorily completed in another local\neducation agency or shall provide reasonable justification for the denial of a waiver. If a waiver\nis not granted to a student who would qualify to graduate from the sending school, the local\neducation agency shall provide an alternative means for the student to acquire the required\ncoursework so that his or her graduation may occur on time.\n(2) States shall accept:\n(A) Exit or end-of-course exams required for graduation from the sending\nstate;\n(B) National norm referenced achievement tests; or\n(C) Alternative testing, in lieu of testing requirements for graduation in\nthe receiving state. If the above-referenced alternatives cannot be accommodated by the\nreceiving state for a student transferring in his or her senior year, then the provisions of\nsubsection (b) of this section shall apply.\n(b) Should a military student transferring at the beginning or during his or her senior year\nbe ineligible to graduate from the receiving local education agency after all alternatives have\nbeen considered, the sending and receiving local education agencies shall ensure the receipt of a\ndiploma from the sending local education agency if the student meets the graduation\nrequirements of the sending local education agency. If one of the states in question is not a\nmember of this compact, the member state shall use its best efforts to facilitate the on-time\ngraduation of the student in accordance with subsection (a) of this section.\n\nNew\n§ 49-1101.08\n\nSec. 10. Interstate Commission on Educational Opportunity for Military Children.\n(a) The member states hereby create the Interstate Commission on Educational\nOpportunity for Military Children. The activities of the Interstate Commission are the formation\nof public policy and are a discretionary state function.\n(b) The Interstate Commission shall:\n(1) Be a body corporate and joint agency of the member states and shall have all\nthe responsibilities, powers, and duties set forth in this act, and such additional powers as may be\nconferred upon it by a subsequent concurrent action of the respective legislatures of the member\nstates in accordance with the terms of this compact;\n\nNew\n§ 49-1101.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1054\n\n(2) Consist of one Interstate Commission voting representative from each member\nstate who shall be that state’s compact commissioner;\n(3) Consist of ex-officio, non-voting representatives who are members of\ninterested organizations, which, as defined in the bylaws, may include members of:\n(A) The representative organizations of military family advocates;\n(B) Local education agency officials;\n(C) Parent and teacher groups;\n(D) The U.S. Department of Defense;\n(E) The Education Commission of the States;\n(F) The Interstate Agreement on Qualification of Educational Personnel;\nand\n(G) Other interstate compacts affecting the education of children of\nmilitary members;\n(4) Meet at least once each calendar year; provided, that chairperson may call\nadditional meetings and, upon the request of a simple majority of the member states, shall call\nadditional meetings;\n(5) Establish an executive committee, which shall have the power to act on behalf\nof the Interstate Commission, with the exception of rulemaking, during periods when the\nInterstate Commission is not in session and whose members shall:\n(A) Include the officers of the Interstate Commission, and such\nother members of the Interstate Commission as determined by the bylaws, and a delegate of the\nU.S. Department of Defense, who shall serve as an ex-officio, nonvoting member;\n(B) Serve a one-year term and be entitled to one vote each; and\n(C) Oversee the day-to-day activities of the administration of the\ncompact, including enforcement and compliance with the provisions of the compact, its bylaws\nand rules, and other such duties as considered necessary;\n(6) Establish bylaws and rules that provide for conditions and procedures under\nwhich the Interstate Commission shall make its information and official records available to the\npublic for inspection or copying; provided, that it may exempt from disclosure, information or\nofficial records to the extent they would adversely affect personal privacy rights or proprietary\ninterests.\n(7) Give public notice of all meetings and conduct all meetings open to the public,\nexcept as set forth in the rules or as otherwise provided in the compact; provided, that the Interstate\nCommission and its committees may close a meeting, or a portion thereof, when it determines by\ntwo-thirds vote that an open meeting would be likely to:\n(A) Relate solely to the Interstate Commission’s internal personnel\npractices and procedures;\n(B) Disclose matters specifically exempted from disclosure by federal and\nstate statute;\n(C) Disclose trade secrets or commercial or financial information that is\nprivileged or confidential;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1055\n\n(D) Involve accusing a person of a crime or formally censuring a person;\n(E) Disclose information of a personal nature where disclosure would\nconstitute a clearly unwarranted invasion of personal privacy;\n(F) Disclose investigative records compiled for law enforcement purposes;\nor\n(G) Specifically relate to the Interstate Commission’s participation in a\ncivil action or other legal proceeding;\n(8) Cause its legal counsel, or designee, to certify that a meeting may be closed\nand shall reference each relevant exemptible provision for any meeting, or portion of a meeting,\nthat is closed pursuant to this provision;\n(9) Keep minutes that shall fully and clearly describe all matters discussed in the\nmeeting and shall provide a full and accurate summary of actions taken, and the reasons for those\nactions, including a description of the views expressed, the record of a roll-call vote, and the\nidentification of all documents considered in connection with an action; provided, that all\nminutes and documents of a closed meeting shall remain under seal, subject to release by a\nmajority vote of the Interstate Commission;\n(10) Collect standardized data concerning the educational transition of the\nchildren of military families under this compact as directed through its rules, which shall specify\nthe data to be collected, the means of collection, and data exchange and reporting requirements;\nprovided, that the methods of data collection, exchange, and reporting shall, in so far as is\nreasonably possible, conform to current technology and be in coordination its information\nfunctions with the appropriate custodian of records as identified in the bylaws and rules; and\n(11) Create a process that permits military officials, education officials, and\nparents to inform the Interstate Commission if and when there are alleged violations of the\ncompact or its rules or when issues subject to the jurisdiction of the compact or its rules are not\naddressed by the state or local education agency.\n(c)(1) Each member state represented at a meeting of the Interstate Commission is\nentitled to one vote.\n(2) A majority of the total member states shall constitute a quorum for the\ntransaction of business, unless a larger quorum is required by the bylaws of the Interstate\nCommission.\n(3) A representative shall not delegate a vote to another member state. If the\ncompact commissioner is unable to attend a meeting of the Interstate Commission, the Mayor or\nthe Council of the District of Columbia may delegate voting authority to another person from the\nDistrict of Columbia for a specified meeting.\n(4) The bylaws may provide for meetings of the Interstate Commission to be\nconducted by telecommunication or electronic communication.\n(d) This section shall not be construed to create a private right of action against the\nInterstate Commission or any member state.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1056\n\nSec. 11. Powers and duties of the Interstate Commission.\nThe Interstate Commission shall have the power to:\n(1) Provide for dispute resolution among member states;\n(2) Promulgate rules and take all necessary actions to effect its goals, purposes,\nand obligations as enumerated in this compact; which rules shall have the force and effect of\nstatutory law and shall be binding in the compact states to the extent and in the manner provided\nin this compact;\n(3) Issue, upon request of a member state, advisory opinions concerning the\nmeaning or interpretation of the compact, its bylaws, rules, or actions;\n(4) Enforce compliance with the compact provisions, the rules promulgated by the\nInterstate Commission, and the bylaws using all necessary and proper means, including the use of\nthe judicial process;\n(5) Establish and maintain offices, which shall be located within one or more of\nthe member states;\n(6) Purchase and maintain insurance and bonds;\n(7) Borrow, accept, hire, or contract for services of personnel;\n(8) Establish and appoint committees, including the executive committee required\nby section 10(b)(5), which shall have the power to act on behalf of the Interstate Commission in\ncarrying out its powers and duties;\n(9) Elect or appoint officers, attorneys, employees, agents, or consultants, and to\nfix their compensation, define their duties, and determine their qualifications, and to establish the\nInterstate Commission’s personnel policies and programs relating to conflicts of interest, rates of\ncompensation, and qualifications of personnel;\n(10) Accept any and all donations and grants of money, equipment, supplies,\nmaterials, and services, and to receive, utilize, and dispose of the same;\n(11) Lease, purchase, accept contributions or donations of, or otherwise to own,\nhold, improve, or use any property, real, personal, or mixed;\n(12) Sell, convey, mortgage, pledge, lease, exchange, abandon, or otherwise\ndispose of any property, real, personal, or mixed;\n(13) Establish a budget and make expenditures;\n(14) Adopt a seal and bylaws governing the management and operation of the\nInterstate Commission;\n(15) Report annually to the legislatures, governors, the Mayor of the District of\nColumbia, judiciary, and state councils of the member states concerning the activities of the\nInterstate Commission during the preceding year, including any recommendations that may have\nbeen adopted by the Interstate Commission;\n(16) Coordinate education, training, and public awareness regarding the compact,\nits implementation, and operation for officials and parents involved in compact activities;\n(17) Establish uniform standards for the reporting, collecting, and exchanging of\ndata;\n(18) Maintain corporate books and records in accordance with the bylaws;\n\nNew\n§ 49-1101.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1057\n\n(19) Perform such functions as may be necessary or appropriate to achieve the\npurposes of this compact; and\n(20) Provide for the uniform collection and sharing of information between and\namong member states and the schools and military families affected under this compact.\nSec. 12. Organization and operation of the Interstate Commission.\n(a) The Interstate Commission shall, by a majority of the members present and voting,\nwithin 12 months after the first Interstate Commission meeting, adopt bylaws to govern its\nconduct as may be necessary or appropriate to carry out the purposes of the compact, including:\n(1) Establishing the fiscal year of the Interstate Commission;\n(2) Establishing an executive committee, and such other committees as may be\nnecessary;\n(3) Providing for the establishment of committees and for governing any general\nor specific delegation of authority or function of the Interstate Commission;\n(4) Providing reasonable procedures for calling and conducting meetings of the\nInterstate Commission, and ensuring reasonable notice of each such meeting;\n(5) Establishing the titles and responsibilities of the officers and staff of the\nInterstate Commission;\n(6) Providing a mechanism for concluding the operations of the Interstate\nCommission and the return of surplus funds that may exist upon the termination of the compact\nafter the payment of, and the reservation of funds for payment of, all of its debts and obligations;\nand\n(7) Providing start-up rules for the initial administration of the compact.\n(b) The Interstate Commission shall, by a majority of the members, elect annually from\namong its members a chairperson, a vice-chairperson, and a treasurer, each of whom shall have\nsuch authority and duties as may be specified in the bylaws. The chairperson or, in the\nchairperson’s absence or disability, the vice-chairperson, shall preside at all meetings of the\nInterstate Commission.\n(c) The officers elected pursuant to subsection (b) of this section shall serve without\ncompensation or remuneration from the Interstate Commission; provided, that, subject to the\navailability of budgeted funds, the officers shall be reimbursed for ordinary and necessary costs\nand expenses incurred in the performance of their responsibilities as officers of the Interstate\nCommission.\n(d)(1) The executive committee shall have such authority and duties as may be set forth\nin the bylaws, which shall include:\n(A) Managing the affairs of the Interstate Commission in a manner\nconsistent with the bylaws and purposes of the Interstate Commission;\n(B) Overseeing an organizational structure and appropriate procedures for\nthe Interstate Commission to provide for the creation of rules, operating procedures, and\nadministrative and technical support functions; and\n(C) Planning, implementing, and coordinating communications and\n\nNew\n§ 49-1101.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1058\n\nactivities with other state, federal, and local government organizations to advance the goals of\nthe Interstate Commission.\n(2) The executive committee may, subject to the approval of the Interstate\nCommission, appoint or retain an executive director for such period, upon such terms and\nconditions, and for such compensation as the Interstate Commission considers appropriate.\n(3) The executive director shall serve as secretary to the Interstate Commission,\nbut shall not be a member of the Interstate Commission.\n(4) The executive director shall hire and supervise such other persons as may be\nauthorized by the Interstate Commission.\n(e) The Interstate Commission’s executive director and its employees shall be immune\nfrom suit and liability, either personally or in their official capacity, for a claim for damage to or\nloss of property or personal injury or other civil liability caused or arising out of or relating to an\nactual or alleged act, error, or omission that occurred, or that such person had a reasonable basis\nfor believing occurred, within the scope of Interstate Commission employment, duties, or\nresponsibilities; provided, that such person shall not be protected from suit or liability for\ndamage, loss, injury, or liability caused by the intentional or willful and wanton misconduct of\nsuch person.\n(f)(1) The liability of the Interstate Commission’s executive director and its employees\nor Interstate Commission representatives, acting within the scope of their employment or duties\nfor acts, errors, or omissions occurring within such person’s state may not exceed the limits of\nliability set forth under the laws of that state for state officials, employees, and agents. The\nInterstate Commission is considered to be an instrumentality of the states for the purposes of any\nsuch action.\n(2) Nothing in this subsection shall be construed to protect such person from suit\nor liability for damage, loss, injury, or liability caused by the intentional or willful and wanton\nmisconduct of such person.\n(g) The Interstate Commission shall defend the executive director and its employees, and,\nsubject to the approval of the Attorney General or other appropriate legal counsel of the member\nstate represented by an Interstate Commission representative, such Interstate Commission\nrepresentative in any civil action seeking to impose liability arising out of an actual or alleged\nact, error, or omission that occurred within the scope of Interstate Commission employment,\nduties, or responsibilities, or that the defendant had a reasonable basis for believing occurred\nwithin the scope of Interstate Commission employment, duties, or responsibilities; provided, that\nthe actual or alleged act, error, or omission did not result from intentional or willful and wanton\nmisconduct on the part of such person.\n(h) To the extent not covered by the state involved, member state, or the Interstate\nCommission, the representatives or employees of the Interstate Commission shall be held\nharmless in the amount of a settlement or judgment, including attorney’s fees and costs, obtained\nagainst such persons arising out of an actual or alleged act, error, or omission that occurred\nwithin the scope of Interstate Commission employment, duties, or responsibilities, or that such\npersons had a reasonable basis for believing occurred within the scope of Interstate Commission\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1059\n\nemployment, duties, or responsibilities; provided, that the actual or alleged act, error, or omission\ndid not result from intentional or willful and wanton misconduct on the part of such persons.\nSec. 13. Rulemaking functions of the Interstate Commission.\n(a) The Interstate Commission shall promulgate reasonable rules to effectively and\nefficiently achieve the purposes of this compact. Notwithstanding the foregoing, if the Interstate\nCommission exercises its rulemaking authority in a manner that is beyond the scope of the\npurposes of this act or the powers granted pursuant to this act, then such exercise by the\nInterstate Commission shall be invalid and have no force or effect.\n(b) Rules shall be made pursuant to a rulemaking process that substantially conforms to\nthe Model State Administrative Procedure Act (1981), Uniform Laws Annotated, Vol. 15, p.1\n(2000), as amended, as may be appropriate to the operations of the Interstate Commission.\n(c) Not later than 30 days after a rule is promulgated, any person may file a petition for\njudicial review of the rule; provided, that the filing of such a petition shall not stay or otherwise\nprevent the rule from becoming effective unless the court finds that the petitioner has a\nsubstantial likelihood of success. The court shall give deference to the actions of the Interstate\nCommission consistent with applicable law and shall not find the rule to be unlawful if the rule\nrepresents a reasonable exercise of the Interstate Commission's authority.\n(d) If a majority of the legislatures of the compacting states rejects a rule by enactment\nof a statute or resolution in the same manner used to adopt the compact, then such rule shall have\nno further force and effect in any compacting state.\n\nNew\n§ 49-1101.12\n\nSec. 14. Oversight, enforcement, and dispute resolution.\n(a)(1) The executive, legislative, and judicial branches of state government in each\nmember state shall enforce this compact and shall take all actions necessary and appropriate to\neffectuate the compact’s purposes and intent. The provisions of this compact and the rules\npromulgated hereunder shall have standing as statutory law.\n(2) All courts shall take judicial notice of the compact and the rules in any judicial\nor administrative proceeding in a member state pertaining to the subject matter of this compact\nthat may affect the powers, responsibilities, or actions of the Interstate Commission.\n(3)(A) The Interstate Commission shall be entitled to receive all service of\nprocess in any such proceeding and shall have standing to intervene in the proceeding for all\npurposes.\n(B) Failure to provide service of process to the Interstate Commission\nshall render a judgment or order void as to the Interstate Commission, this compact, or\npromulgated rules.\n(b)(1) If the Interstate Commission determines that a member state has defaulted in the\nperformance of its obligations or responsibilities under this compact or the bylaws or\npromulgated rules, the Interstate Commission shall:\n(A) Provide written notice to the defaulting state and other member states\nof the nature of the default, the means of curing the default, and any action taken by the Interstate\n\nNew\n§ 49-1101.13\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1060\n\nCommission; provided, that the Interstate Commission shall specify the conditions by which the\ndefaulting state must cure its default;\n(B) Provide remedial training and specific technical assistance regarding\nthe default; and\n(C) If the defaulting state fails to cure the default, terminate the defaulting\nstate from the compact upon an affirmative vote of a majority of the member states, along with\nall rights, privileges, and benefits conferred by this compact from the effective date of\ntermination.\n(2) A cure of the default shall not relieve the offending state of obligations or\nliabilities incurred during the period of the default.\n(3) Suspension or termination of membership in the compact shall be imposed\nonly after all other means of securing compliance have been exhausted. Notice of intent to\nsuspend or terminate shall be given by the Interstate Commission to the Mayor and the Council,\nand each of the member states.\n(4) The state that has been suspended or terminated is responsible for all\nassessments, obligations, and liabilities incurred through the effective date of suspension or\ntermination including obligations, the performance of which extends beyond the effective date of\nsuspension or termination.\n(5) The Interstate Commission shall not bear any costs relating to any state that\nhas been found to be in default or that has been suspended or terminated from the compact,\nunless it is otherwise mutually agreed upon in writing between the Interstate Commission and the\ndefaulting state.\n(6) The defaulting state may appeal the action of the Interstate Commission by\npetitioning the U.S. District Court for the District of Columbia or the federal district where the\nInterstate Commission has its principal offices. The prevailing party shall be awarded all costs of\nsuch litigation including reasonable attorney’s fees.\n(c)(1) The Interstate Commission shall attempt, upon the request of a member state, to\nresolve disputes that are subject to the compact and which may arise among member states and\nbetween member and non-member states.\n(2) The Interstate Commission shall promulgate a rule providing for both\nmediation and binding dispute resolution for disputes, as appropriate.\n(d)(1) The Interstate Commission, in the reasonable exercise of its discretion, shall\nenforce the provisions and rules of this compact.\n(2) The Interstate Commission may, by majority vote of the members, initiate\nlegal action in the United State District Court for the District of Columbia or, at the discretion of\nthe Interstate Commission, in the federal district where the Interstate Commission has its\nprincipal offices, to enforce compliance with the provisions of the compact, or its promulgated\nrules and bylaws, against a member state in default. The relief sought may include both injunctive\nrelief and damages. If judicial enforcement is necessary, the prevailing party shall be awarded all\ncosts of such litigation, including reasonable attorney’s fees.\n(3) The remedies herein shall not be the exclusive remedies of the Interstate\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1061\n\nCommission. The Interstate Commission may avail itself of any other remedies available under\nstate law or the regulation of a profession.\nSec. 15. Financing of the Interstate Commission.\n(a) The Interstate Commission shall pay, or provide for the payment of, the reasonable\nexpenses of its establishment, organization, and ongoing activities.\n(b) The Interstate Commission may levy on and collect an annual assessment from each\nmember state to cover the cost of the operations and activities of the Interstate Commission and\nits staff, which must be in a total amount sufficient to cover the Interstate Commission’s annual\nbudget as approved each year. The aggregate annual assessment amount shall be allocated based\non a formula to be determined by the Interstate Commission, which shall promulgate a rule\nbinding upon all member states.\n(c) The Interstate Commission shall not incur obligations of any kind prior to securing the\nfunds adequate to meet the same or pledge the credit of any of member state, except by and with\nthe authority of the member state.\n(d) The Interstate Commission shall keep accurate accounts of all receipts and\ndisbursements. The receipts and disbursements of the Interstate Commission shall be subject to\nthe audit and accounting procedures established under its bylaws. All receipts and\ndisbursements of funds handled by the Interstate Commission shall by audited yearly by a\ncertified or licensed public accountant and a report of the audit shall be included in and become\npart of the annual report of the Interstate Commission.\n\nNew\n§ 49-1101.14\n\nSec. 16. Local agency participation.\n(a) Each member state shall, through the creation of a State Council or use of an existing\nbody or board, provide for the coordination among its agencies of government, local education\nagencies, and military installations concerning the state’s participation in, and compliance with,\nthis compact and Interstate Commission activities.\n(b) Each member state may determine the membership of its own State Council;\nprovided, that its membership includes:\n(1) The State Superintendent of Education;\n(2) A representative from a military installation;\n(3) One representative each from the legislative and executive branches of\ngovernment; and\n(4) Representatives of other offices and stakeholder groups the State Council\nconsiders appropriate.\n(c) A member state that does not have a school district considered to contain a high\nconcentration of military children may appoint a superintendent from another school district to\nrepresent local education agencies on the State Council.\n(d) The State Council of each member state shall appoint or designate a military family\neducation liaison to assist military families and the state in facilitating the implementation of this\ncompact.\n\nNew\n§ 49-1101.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1062\n\n(e) The compact commissioner responsible for the administration and management of the\nstate's participation in the compact, in the case of the District of Columbia, shall be appointed by\nthe Mayor, or as otherwise determined by this member state.\n(f) The compact commissioner and the appointed or designated military family education\nliaison shall be ex-officio members of the State Council, unless there is already a full-voting\nmember of the State Council.\nSec. 17. Member states, effective date, and amendment.\n(a) Any state is eligible to become a member state.\n(b) The compact shall become effective and binding upon legislative enactment of the\ncompact into law by no fewer than 10 states. The effective date shall be no earlier than\nDecember 1, 2007. After December 1, 2007, it shall become effective and binding as to any\nother member state upon enactment of the compact into law by that state. The governors of nonmember states or their designees shall be invited to participate in the activities of the Interstate\nCommission on a nonvoting basis prior to adoption of the compact by all states.\n(c) The Interstate Commission may propose amendments to the compact for enactment\nby the member states. No amendment shall become effective and binding upon the Interstate\nCommission and the member states unless and until it is enacted into law by unanimous consent\nof the member states.\n\nNew\n§ 49-1101.16\n\nSec. 18. Withdrawal and dissolution.\n(a) Once effective, the compact shall continue in force and remain binding upon each and\nevery member state; provided, that a member state may withdraw from the compact by\nspecifically repealing the statute that enacted the compact into law.\n(b) Withdrawal from this compact shall be by the enactment of a statute repealing the\nstatute that enacted the compact into law, but the repeal shall not take effect until one year after\nthe effective date of such statute and until written notice of the withdrawal has been given by the\nwithdrawing state to the Governor of each other member jurisdiction.\n(c) The withdrawing state shall immediately notify the chairperson of the Interstate\nCommission in writing upon the introduction of legislation repealing this compact in the\nwithdrawing state. The Interstate Commission shall notify the other member states of the\nwithdrawing state’s intent to withdraw within 60 days of its receipt of the notice of withdrawal.\n(d) The withdrawing state is responsible for all assessments, obligations, and liabilities\nincurred through the effective date of withdrawal, including the performance of obligations that\nextend beyond the effective date of withdrawal.\n(e) Reinstatement following withdrawal of a member state shall occur upon the\nwithdrawing state reenacting the compact or upon such later date as determined by the Interstate\nCommission.\n(f)(1) This compact shall dissolve effective upon the date of the withdrawal or default of\nthe member state that reduces the membership in the compact to one member state.\n(2) Upon the dissolution of this compact, the compact becomes null and void and\n\nNew\n§ 49-1101.17\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1063\n\nshall be of no further force or effect, and the business and affairs of the Interstate Commission\nshall be concluded and surplus funds distributed in accordance with the bylaws.\nSec. 19. Severability and construction.\n(a) The provisions of this compact shall be severable, and if any phrase, clause, sentence,\nor provision is deemed unenforceable, the remaining provisions of the compact shall be\nenforceable.\n(b) The provisions of this compact shall be liberally construed to effectuate its purposes.\n(c) Nothing in this compact shall be construed to prohibit the applicability of other\ninterstate compacts to which the states are members.\n\nNew\n§ 49-1101.18\n\nSec. 20. Binding effect of compact and other laws.\n(a) Nothing in this act prevents the enforcement of any other law of a member state that is\nnot inconsistent with this compact. All member states' laws conflicting with this compact are\nsuperseded to the extent of the conflict.\n(b)(1) All lawful actions of the Interstate Commission, including all rules and bylaws\npromulgated by the Interstate Commission, are binding upon the member states.\n(2) All agreements between the Interstate Commission and the member states are\nbinding in accordance with their terms.\n(3) If any provision of this compact exceeds the constitutional limits imposed on\nthe legislature of any member state, such provision shall be ineffective to the extent of the\nconflict with the constitutional provision in question in that member state.\n\nNew\n§ 49-1101.19\n\nSec. 21. District of Columbia State Interstate Compact Council.\n(a) There is established the District of Columbia Educational Opportunity for Military\nChildren State Council. The State Council shall be composed of 7 members. The State Council\nshall provide for the coordination among its agencies of government, local education agencies,\nand military installations concerning the state’s participation in, and compliance with, the\ncompact. The members of the State Council shall be:\n(1) The Chairman of the Council, or his or her designee;\n(2) The Mayor, or his or her designee;\n(3) The State Superintendent of Education;\n(4) A representative from a District military installation appointed by the U.S.\nDepartment of Defense;\n(5) The Chancellor, or his or her designee;\n(6) A public charter school leader designated by the Chairman of the Public\nCharter School Board; and\n(7) A parent representative appointed by the Mayor.\n(b) Five members of the State Council shall constitute a quorum for the transaction of\nofficial business and the issuance of rules and regulations.\n(c)(1) The Mayor shall designate a chairman of the State Council from among its\n\nNew\n§ 49-1101.20\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-304, effective May 1, 2013\n\n20 DCSTAT 1064\n\nmembers.\n(2) The State Council shall meet at least 3 times in each year on the call of its\nchairman or at the request of a majority of its members.\nSec. 22. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 23. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(1)), and publication in the District of\nColumbia Register\n\n\f", 
  "end": "1064", 
  "name": "Law_19-304.pdf", 
  "title": "Interstate Compact on Educational Opportunity for Military Children Establishment Act of 2012"
}