{
  "start": "916", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 916\n\nAN ACT\n\nBill 19-581\nAct 19-647\neffective\nJanuary 25,\n2013\n\nTo amend Title 28 of the District of Columbia Official Code to revise the definition of consumer, to prohibit\nthe willful use of falsehood, innuendo, or ambiguity, to prohibit representing that a transaction\nconfers rights that it does not, to provide explicit new authorization for nonprofit organizations\nand public interest organizations to bring suit under the District’s consumer protection statute, to\nrecognize a right of action for consumers that purchase goods and services for the purpose of\ntesting and evaluating those goods and services, and to establish a unit pricing requirement for\nconsumer commodities.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Consumer Protection Act of 2012”.\n\nConsumer\nProtection Act\nof 2012\n\nSec. 2. Subtitle II of Title 28 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new chapter designation 52 to read as\nfollows:\n“52. Unit Pricing Requirement . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 28-5201”.\n(b) Chapter 39 is amended as follows:\n(1) Section 28-3901 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) Paragraph (2) is amended to read as follows:\n“(2) “consumer” means:\n“(A) When used as a noun, a person who, other than for purposes of\nresale, does or would purchase, lease (as lessee), or receive consumer goods or services,\nincluding as a co-obligor or surety, or does or would otherwise provide the economic demand for\na trade practice;\n“(B) When used as an adjective, describes anything, without exception,\nthat:\n“(i) A person does or would purchase, lease (as lessee), or receive\nand normally use for personal, household, or family purposes; or\n“(ii) A person described in § 28-3905(k)(1)(B) or (C) purchases or\nreceives in order to test or evaluate qualities pertaining to use for personal, household, or family\npurposes.”.\n(ii) New paragraphs (14) and (15) are added to read as follows:\n“(14) “nonprofit organization” means a person who:\n“(A) Is not an individual; and\n“(B) Is neither organized nor operating, in whole or in significant part, for\nprofit.\n\nAmend\n§ 28-3901\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 917\n\n“(15) “public interest organization” means a nonprofit organization that is\norganized and operating, in whole or in part, for the purpose of promoting interests or rights of\nconsumers.”.\n(B) Subsection (c) is amended to read as follows:\n“(c) This chapter shall be construed and applied liberally to promote its purpose. This\nchapter establishes an enforceable right to truthful information from merchants about consumer\ngoods and services that are or would be purchased, leased, or received in the District of\nColumbia.”.\n(2) Section 28-3904 is amended as follows:\n(A) A new subsection (e-1) is added to read as follows:\n“(e-1) Represent that a transaction confers or involves rights, remedies, or obligations\nwhich it does not have or involve, or which are prohibited by law;”.\n(B) A new subsection (f-1) is added to read as follows:\n“(f-1) Use innuendo or ambiguity as to a material fact, which has a tendency to\nmislead;”.\n(3) Sections 28-3905(k)(1) and (2) are amended to read as follows:\n“(1)(A) A consumer may bring an action seeking relief from the use of a trade\npractice in violation of a law of the District.\n“(B) An individual may, on behalf of that individual, or on behalf of both\nthe individual and the general public, bring an action seeking relief from the use of a trade\npractice in violation of a law of the District when that trade practice involves consumer goods or\nservices that the individual purchased or received in order to test or evaluate qualities pertaining\nto use for personal, household, or family purposes.\n“(C) A nonprofit organization may, on behalf of itself or any of its\nmembers, or on any such behalf and on behalf of the general public, bring an action seeking\nrelief from the use of a trade practice in violation of a law of the District, including a violation\ninvolving consumer goods or services that the organization purchased or received in order to test\nor evaluate qualities pertaining to use for personal, household, or family purposes.\n“(D)(i) Subject to sub-subparagraph (ii) of this subparagraph, a\npublic interest organization may, on behalf of the interests of a consumer or a class of\nconsumers, bring an action seeking relief from the use by any person of a trade practice in\nviolation of a law of the District if the consumer or class could bring an action under\nsubparagraph (A) of this paragraph for relief from such use by such person of such trade\npractice.\n“(ii) An action brought under sub-subparagraph (i) of this\nsubparagraph shall be dismissed if the court determines that the public interest organization does\nnot have sufficient nexus to the interests involved of the consumer or class to adequately\nrepresent those interests.\n“(2) Any claim under this chapter shall be brought in the Superior Court of the\nDistrict of Columbia and may recover or obtain the following remedies:\n\nAmend\n§ 28-3904\n\nAmend\n§ 28-3905\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 918\n\n“(A) Treble damages, or $1,500 per violation, whichever is greater,\npayable to the consumer;\n“(B) Reasonable attorney's fees;\n“(C) Punitive damages;\n“(D) An injunction against the use of the unlawful trade practice;\n“(E) In representative actions, additional relief as may be necessary to\nrestore to the consumer money or property, real or personal, which may have been acquired by\nmeans of the unlawful trade practice; or\n“(F) Any other relief which the court determines proper.”.\n(c) A new Chapter 52 is added to read as follows:\n“CHAPTER 52\n“UNIT PRICING REQUIREMENT.\n“Section\n“28-5201.\nShort title.\n“28-5202.\nDefinitions.\n“28-5203.\nApplication.\n“28-5204.\nTerms for unit pricing.\n“28-5205.\nExemptions.\n“28-5206.\nPricing.\n“28-5207.\nPresentation of price.\n“28-5208.\nUniformity.\n“28-5209.\nCivil penalties.\n“28-5210.\nRules.\n“§ 28-5201. Short title.\n“This chapter may be cited as the “Unit Pricing Requirement Act of 2012”.\n“§ 28-5202. Definitions.\n“For the purposes of this chapter, the term:\n“(1) “Combination packages” shall mean a package intended for retail sale,\ncontaining 2 or more individual packages or units of dissimilar commodities.\n“(2) “Commodity” shall mean any food, drug, cosmetic, or other article, product,\nor commodity of any kind or class that is:\n“(A) Customarily produced for sale at retail for consumption by\nindividuals for purposes of personal care or in the performance of services ordinarily performed\nin or around the household; and\n“(B) Usually consumed or expended in the course of that use or\nperformance other than by wear or deterioration from use.\n“(3) “Person” shall mean both plural and the singular and includes individuals,\npartnerships, corporations, companies, societies, and associations.\n“(4) “Unit price” or “unit pricing” shall mean the retail price of an item expressed\nin dollars and cents per unit.\n\nNew Chapter\n52,\nTitle 28\n\nNew\n§ 28-5201\nNew\n§ 28-5202\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 919\n\n“(5) “Variety packages” shall mean a package intended for retail sale, containing\n2 or more individual packages or units of similar, but not identical, commodities. Commodities\nthat are generically the same, but that differ in weight, measure, volume, appearance, or quality,\nare considered similar but not identical.\n“§ 28-5203. Application.\n“Except for random and uniform weight packages that clearly state the unit, each person\nwho sells, offers, or displays for sale a consumer commodity at retail shall provide the unit price\ninformation in the manner prescribed in this chapter.\n“§ 28-5204. Terms for unit pricing.\n“The declaration of the unit price of a particular commodity in all package sizes offered\nfor sale in a retail establishment shall be uniformly and consistently expressed in terms of:\n“(1) Price per kilogram or 100 grams, or price per pound or ounce, if the net\nquantity of contents of the commodity is in terms of weight;\n“(2) Price per liter or 100 milliliters, or price per dry quart or dry pint, if the net\nquantity of contents of the commodity is in terms of dry measure or volume;\n“(3) Price per liter or 100 milliliters, or price per gallon, quart, pint, or fluid\nounce, if the net quantity of contents of the commodity is in terms of liquid volume;\n“(4) Price per individual unit or multiple units if the net quantity of contents of the\ncommodity is in terms of count; or\n“(5) Price per square meter, square decimeter, or square centimeter, or price per\nsquare yard, square foot, or square inch, if the net quantity of contents of the commodity is in\nterms of area.\n“§ 28-5205. Exemptions.\n“This chapter does not apply to:\n“(1) Prepackaged food that contains separately identifiable items that are\nseparated by physical division within the package;\n“(2) Any item sold only by prescription;\n“(3) Any item subject to the packaging or labeling requirements of the federal\nBureau of Alcohol, Tobacco and Firearms or to any pricing requirements under federal law;\n“(4) Any item actually being sold through a vending machine;\n“(5) Any item delivered directly to a retail sales agency without passing through\nwarehousing or other inventory facility used by the agency;\n“(6) Commodities packaged in quantities of less than 28 grams (one ounce) or 29\nmilliliters (one fluid ounce) or when the total retail price is 50 cents or less;\n“(7) When only one brand of a particular commodity in only one size is offered\nfor sale in a particular retail establishment;\n“(8) Variety packages;\n“(9) Combination packages; or\n“(10) A person with less than $30 million in gross volume of sales of consumer\ncommodities and to whom at least one of the following applies:\n\nNew\n§ 28-5203\n\nNew\n§ 28-5204\n\nNew\n§ 28-5205\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 920\n\n“(A) During the preceding calendar year, sold a gross volume of consumer\ncommodities of less than $750,000;\n“(B) Is not part of a company which consists of 10 or more sales agencies\nin or out of the District of Columbia;\n“(C) Derives less than 15% of its total revenues from consumer\ncommodities subject to this chapter; or\n“(D) Is owned and operated by not more than one individual and the\nmembers of the person’s immediate family.\n“§ 28-5206. Pricing.\n“(a) The unit price shall be to the nearest cent when a dollar or more. If the unit price is\nunder a dollar, it shall be listed:\n“(1) To the tenth of a cent; or\n“(2) To the whole cent.\n“(b) The retail establishment shall have the option of listing the unit price as outlined in\nsubsection (a)(1) or (2) of this section, but shall not use both methods of listing the unit price.\n“(c) The retail establishment shall accurately and consistently use the same method of\nrounding up or down to compute the price to the whole cent.\n“§ 28-5207. Presentation of price.\n“(a) In any retail establishment in which the unit price information is provided in\naccordance with the provisions of this chapter, that information may be displayed by means of a\nsign that offers the unit price for one or more brands or sizes of a given commodity by means of\na sticker, stamp, sign, label, or tag affixed to the shelf upon which the commodity is displayed, or\nby means of a sticker, stamp, sign, label, or tag affixed to the consumer commodity.\n“(b) Where a sign providing unit price information for one or more sizes or brands of a\ngiven commodity is used, that sign shall be displayed clearly and in a non-deceptive manner in a\ncentral location as close as practical to all items to which the sign refers.\n“(c) If a single sign or tag includes the unit price information for more than one brand or\nsize of a given commodity, the following information shall be provided:\n“(1) The identity and the brand name of the commodity.\n“(2) The quantity of the packaged commodity; provided, that more than one\npackage size per brand is displayed.\n“(3) The total retail sales price.\n“(4) The price per appropriate unit, in accordance with § 28-5206.\n“§ 28-5208. Uniformity.\n“(a) If different brands or package sizes of the same consumer commodity are expressed\nin more than one unit of measure, the retail establishment shall unit price the items consistently.\n“(b) When metric units appear on the consumer commodity in addition to other units of\nmeasure, the retail establishment may include both units of measure on any stamps, tags, labels,\nsigns, or lists.\n\nNew\n§ 28-5206\n\nNew\n§ 28-5207\n\nNew\n§ 28-5208\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-282, effective April 23, 2013\n\n20 DCSTAT 921\n\n“§ 28-5209. Civil penalties.\n“Any person who violates any provision of this chapter, or any regulation promulgated\npursuant to this chapter, may be assessed a civil penalty not to exceed $500 for each violation.\n“§ 28-5210. Rules.\n“The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, may issue rules to\nimplement the provisions of this chapter.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 28-5209\n\nNew\n§ 28-5210\n\n\f", 
  "end": "921", 
  "name": "Law_19-282.pdf", 
  "title": "Consumer Protection Act of 2012"
}