{
  "end": "1265", 
  "name": "Law_20-2.pdf", 
  "start": "1264", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1264\nD.C. Law 20-2, effective May 18, 2013 (Expiration date December 29, 2013)\n(Related Emergency Legislation is Act 20-18, 20 DCSTAT 474)\n\nAN ACT\n\nTo limit, on a temporary basis, the number of medical marijuana cultivation centers and dispensaries that may\nlocate in a single election ward in the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Medical Marijuana Cultivation Center and Dispensary Location\nRestriction Temporary Amendment Act of 2013”.\nSec. 2. Section 7(d) of the Legalization of Marijuana for Medical Treatment Initiative of\n1999, effective July 27, 2010 (D.C. Law 18-210; D.C. Official Code § 7-1671.06), is amended as\nfollows:\n(a) Paragraph (2) is amended to read as follows:\n“(2)(A) No more than 5 dispensaries shall be registered to operate in the District;\nprovided, that the Mayor may increase the number to as many as 8 by rulemaking to ensure that\nqualifying patients have adequate access to medical marijuana; provided further, that no more\nthan 2 dispensaries shall be registered to operate within a single election ward established by the\nCouncil in section 4 of the Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C.\nLaw 4-87; D.C. Official Code § 1-1041.03).\n“(B) The prohibition of no more than 2 dispensaries being registered to\noperate within a single election ward set forth in subparagraph (A) of this paragraph shall apply\nto applications pending as of the effective date of the Medical Marijuana Cultivation Center and\nDispensary Location Restriction Emergency Amendment Act of 2013, effective March 5, 2013\n(D.C. Act 20-18; 60 DCR ___).\n“(C)(i) No more than one medical marijuana dispensary may be registered\nto operate in any election ward in which 5 medical marijuana cultivation centers have been\nregistered to operate.\n“(ii) The prohibition of no more than one dispensary being\nregistered to operate within a single election ward in which 5 cultivation centers have been\nregistered to operate set forth in sub-subparagraph (i) of this subparagraph shall apply to\napplications pending as of the effective date of the Medical Marijuana Cultivation Center and\nDispensary Location Restriction Emergency Amendment Act of 2013, effective March 5, 2013\n(D.C. Act 20-18; 60 DCR ___).”.\n(b) Paragraph (3) is amended to read as follows:\n\nBill 20-97\nAct 20-29\neffective\nMarch 27,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nMedical\nMarijuana\nCultivation\nCenter and\nDispensary\nLocation\nRestriction\nTemporary\nAmendment\nAct of 2013\nNote,\n§ 7-1671.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1265\nD.C. Law 20-2, effective May 18, 2013 (Expiration date December 29, 2013)\n(Related Emergency Legislation is Act 20-18, 20 DCSTAT 474)\n\n“(3)(A) The number of cultivation centers that may be registered to operate in the\nDistrict shall be determined by rulemaking; provided, that no more than 6 cultivation centers\nshall be registered to operate within a single election ward established by the Council in section 4\nof the Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C. Law 4-87; D.C.\nOfficial Code § 1-1041.03).\n“(B) The prohibition of no more than 6 cultivation centers being registered\nto operate within a single election ward set forth in subparagraph (A) of this paragraph shall\napply to applications pending as of the effective date of Medical Marijuana Cultivation Center\nand Dispensary Location Restriction Emergency Amendment Act of 2013, effective March 5,\n2013 (D.C. Act 20-18; 60 DCR ___).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Medical Marijuana Cultivation Center and Dispensary Location Restriction Temporary Amendment Act of 2013", 
  "council_period": "20"
}