{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-122, effective July 15, 2014\n\n20 DCSTAT 3578\n\nAN ACT\n\nTo amend the Board of Ethics and Government Accountability Establishment and Comprehensive Ethics\nReform Amendment Act of 2011 to subject certain conduct to the Code of Conduct enforceable by\nthe Board of Ethics and Government Accountability, to clarify that the Code of Conduct applies to\nthe entire District government and its instrumentalities, excluding the courts, to require the board\nto develop a comprehensive Code of Conduct for review and approval by the Council, to allow the\nDirector of Government Ethics 30 business days from the initiation of a formal investigation to\npresent evidence to the board, to allow the Director of Government Ethics to pursue a civil fine\nand refer matters for criminal prosecution, and to clarify that any failure to obey the order of the\ncourt enforcing a penalty imposed by the board may be treated by the court as contempt; and to\namend the Confirmation Act of 1978 to include the Board of Ethics and Government\nAccountability among its provisions.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Comprehensive Code of Conduct and BEGA Amendment Act of 2014”.\nSec. 2. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 101(7) (D.C. Official Code § 1-1161.01(7)) is amended as follows:\n(1) Subparagraph (A) is amended by striking the word “The” and inserting the\nphrase “For members and employees of the Council, the” in its place.\n(2) Subparagraph (E) is amended by striking the word “Chapter” and inserting the\nphrase “For employees and public officials who are not members or employees of the Council,\nChapter” in its place.\n(3) A new subparagraph (G) is added to read as follows:\n“(G) The Acceptance and use of gifts by District Entities Act of 2000,\neffective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 1-329.01), concerning gifts\nto the District of Columbia.”.\n(b) A new section 201a is added to read as follows:\n“Sec. 201a. Comprehensive applicability to employees and public officials.\n“This act and the Code of Conduct shall apply to all employees and public officials\nserving the District of Columbia, its instrumentalities, subordinate and independent agencies, the\nCouncil of the District of Columbia, boards and commissions, and Advisory Neighborhood\nCommissions, but excluding the courts.”.\n(c) Section 209 (D.C. Official Code § 1-1162.09) is amended to read as follows:\n“Sec. 209. Rules.\n\nBill 20-412\nAct 20-341\neffective\nMay 28, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nComprehensive\nCode of\nConduct and\nBEGA\nAmendment\nAct of 2014\n\nAmend\n§ 1-1161.01\n\nNew\n§ 1-1162.01a\n\nAmend\n§ 1-1162.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-122, effective July 15, 2014\n\n20 DCSTAT 3579\n\n“(a) The Ethics Board, pursuant to Title I of the Administrative Procedure Act, shall issue\nrules to implement the provisions of this title, including rules for the administration of\npreliminary investigations, formal investigations, and hearings related to violations of the Code\nof Conduct or other provisions of this title.\n“(b)(1) The Ethics Board shall submit to the Council for its consideration proposed\nlegislation amending section 101(7) to establish a revised Code of Conduct, which shall be\nexplicitly applicable to all employees and public officials serving the District of Columbia, its\ninstrumentalities, subordinate and independent agencies, the Council of the District of Columbia,\nboards and commissions, and Advisory Neighborhood Commissions, but excluding the courts.\n“(2) The Ethics Board shall issue rules to implement the provisions of a\ncomprehensive Code of Conduct established pursuant to paragraph (1) of this subsection. The\nproposed rules shall be submitted to the Council for a 45-day period of review, excluding\nSaturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve\nor disapprove the proposed rules, in whole or in part, by resolution within this 45-day review\nperiod, the proposed rules shall be deemed disapproved.”.\n(d) Section 212(a) (D.C. Official Code § 1-1162.12(a)) is amended by striking the word\n“violation” and inserting the phrase “violation of” in its place.\n(e) Section 213(e) (D.C. Official Code § 1-1162.13(e)) is amended to read as follows:\n“(e) Within 30 business days of the initiation of a formal investigation, the Director of\nGovernment Ethics shall cause evidence concerning the complaint to be presented to the Ethics\nBoard, with the potential for a 15-business-day extension to be granted by the Ethics Board. If\nthe Ethics Board decides that there is reasonable belief that a violation has occurred, the Ethics\nBoard may authorize the issuance of subpoenas.”.\n(f) Section 215(a) (D.C. Official Code § 1-1162.15(a)) is amended as follows:\n(1) The lead-in language is amended by striking the phrase “the Ethics Board\nmay:” and inserting the phrase “the Ethics Board may take one or more of the following\nactions:” in its place.\n(2) Subparagraph (3) is amended by striking the period at the end.\n(g) Section 221(a)(5) (D.C. Official Code § 1-1162.21(a)(5)) is amended by adding a new\nsubparagraph (C) to read as follows:\n“(C) Any failure to obey the order of the court may be treated by the court\nas contempt.”.\nSec. 3. Section 2(e) of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law\n2-142; D.C. Official Code § 1-523.01(e)) is amended as follows:\n(a) Paragraph (29) is amended by striking the word “and”.\n(b) Paragraph (30) is amended by striking the period and inserting the phrase “; and” in\nits place.\n(c) A new paragraph (31) is added to read as follows:\n“(31) The Board of Ethics and Government Accountability, established by section\n202 of the Board of Ethics and Government Accountability Establishment and Comprehensive\n\nAmend\n§ 1-1162.12\nAmend\n§ 1-1162.13\n\nAmend\n§ 1-1162.15\n\nAmend\n§ 1-1162.21\n\nAmend\n§ 1-523.01\n\nBEGA 45-day\nCouncil\nReview\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-122, effective July 15, 2014\n\n20 DCSTAT 3580\n\nEthics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19-124; D.C.\nOfficial Code § 1-1162.02)(“BEGA act”); provided, that a nomination to the Board of Ethics and\nGovernment Accountability shall be submitted to the Council for a 45-day period of review,\npursuant to section 203(b)(1) of the BEGA act.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Comprehensive Code of Conduct and Bega Amendment Act of 2014",
  "end": "3580",
  "start": "3578",
  "name": "Law_20-122.pdf"
}