{
  "start": "956", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-293, effective April 27, 2013\n(Delayed Applicability; Expiration Date September 30, 2014)\n\n20 DCSTAT 956\n\nAN ACT\n\nBill 19-938\nAct 19-661\neffective\nFebruary 4,\n2013\n\nTo establish the Flood Assistance Fund Program, the District of Columbia Flood Assistance Fund, and an\nassociated assessment to reimburse District residents for costs related to property damage caused\nby a sewer-line backup, and to require the Flood Assistance Fund Program to submit a quarterly\nreport to the Council detailing the claims submitted to and reimbursed by the program.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District of Columbia Flood Assistance Fund Act of 2012”.\n\nDistrict of\nColumbia\nFlood\nAssistance\nFund Act of\n2012\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Authority” means the District of Columbia Water and Sewer Authority\nestablished pursuant to section 202(a) of the Water and Sewer Authority Establishment and\nDepartment of Public Works Reorganization Act of 1996, effective April 18, 1996 (D.C. Law\n11-111; D.C. Official Code § 34-2202.02(a)).\n(2) “Backwater valve” means a device installed in a building drain or branch of a\nbuilding drain that prevents the backflow of water and sewage into the building’s drainage\nsystem.\n(3) “District of Columbia Flood Assistance Fund” or “Fund” means the District\nof Columbia Flood Assistance Fund established in section 4.\n(4) “Personal property” means movable property not affixed to land, including\ngoods, wares, merchandise, and household items and furnishings.\n(5) “Program” means the Flood Assistance Fund Program established in section\n3.\n(6) \"Property owner\" means the owner of residential property or nonresidential\nproperty located within the District of Columbia or the owner of personal property, as defined in\nthis section, housed within the District of Columbia.\n(7) “Sewer” shall have the same meaning as provided in section 201(9) of the\nWater and Sewer Authority Establishment and Department of Public Work Reorganization Act\nof 1996, effective April 18, 1996 (D.C. Law 11-111; D.C. Official Code § 34-2202.01(9)).\n(8) “Sewer-line backup” means a wastewater backup into a building, which is\ncaused by blockages, flow conditions, or malfunctions within the sewer system. The term\n“sewer-line backup” does not include wastewater backups resulting from flow conditions caused\nby overland flooding or blockages, flow conditions, or malfunctions of a private sewer lateral or\ninternal building plumbing.\n\nNew\nSubchapter\nIIB,\nChapter 1,\nTitle 8\nNew\n§ 8-105.71\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-293, effective April 27, 2013\n(Delayed Applicability; Expiration Date September 30, 2014)\n\n20 DCSTAT 957\n\nSec. 3. Flood Assistance Fund Program.\n(a) Within 45 days of the effective date of this act, the Mayor shall establish a Flood\nAssistance Fund Program to reimburse District property owners for damage to personal property\nand residential property caused directly and exclusively by sewer-line backups that occurred\nduring the time period established in subsection (b)(2)(C) of this section. The Program shall\nmanage the District of Columbia Flood Assistance Fund established in section 4. The Mayor\nshall designate a Flood Assistance Fund Manager to oversee the Program.\n(b)(1) The Flood Assistance Fund Manager shall:\n(A) Coordinate with the Authority to determine eligibility requirements\nfor property owners seeking reimbursement through the Flood Assistance Fund;\n(B) Contract with a third party outside the District government to examine\nand evaluate the property damage for which a District property owner is seeking reimbursement;\n(C) Establish the qualifications of the third party to evaluate property\ndamage caused by sewer-line backup;\n(D) Establish the criteria the third party shall use to evaluate the damage\nof a property;\n(E) Inform District property owners and renters of the establishment of\nthe Fund within 45 days of the effective date of this act;\n(F) Create a process to receive and administer claims submitted by District\nproperty owners seeking reimbursement through the Fund;\n(G) Establish additional Program requirements as needed; provided, that a\nproperty owner’s mitigation of the property owner's damage is considered as a requirement; and\n(H) Coordinate with the Authority to establish a flood assistance fund fee;\nprovided, that the fee shall not exceed $0.30 per Equivalent Residential Unit per month.\n(2) In determining whether a residential property owner shall be eligible for\nreimbursement through the Program, the Flood Assistance Fund Manager shall require the\nproperty owner to establish:\n(A) That the property owner owns or rents residential property in the\nDistrict of Columbia;\n(B) That all damage to the residential property described in subparagraph\n(A) of this paragraph or to personal property housed within the residential property described in\nsubparagraph (A) of this paragraph, for which the property owner is seeking reimbursement, was\ncaused directly and exclusively by a sewer-line backup;\n(C) That the sewer-line backup occurred:\n(i) After the effective date of this act; or\n(ii) Between June 1, 2012 and the effective date of this act;\nprovided, that the property owner submitted a claim to the Authority seeking reimbursement for\nproperty damage related to a sewer-line backup and the claim has not been resolved by the\nAuthority, or the property owner has documentation of property damage related to a sewer-line\n\nNew\n§ 8-105.72\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-293, effective April 27, 2013\n(Delayed Applicability; Expiration Date September 30, 2014)\n\n20 DCSTAT 958\n\nbackup that occurred during this time period, which the Program considers sufficient to evaluate\nfor the purposes of eligibility for reimbursement; and\n(D) That the property owner contacted the Program, in a manner\nprescribed by the Flood Assistance Fund Manager, or notified the Authority about a sewer-line\nbackup within 48 hours of becoming aware of the damage to the property described in\nsubparagraphs (A) and (B) of this paragraph.\n(3) A property owner submitting a claim pursuant to paragraph (2)(C)(ii) of this\nsubsection shall submit the claim no later than 6 months after the effective date of this act.\n(4) In determining whether a property owner shall be eligible for reimbursement\nthrough the Program, the Flood Assistance Fund Manager shall consider the evaluation of the\nthird party established in paragraph (1)(B) of this subsection.\n(5) The Flood Assistance Fund Manager shall establish eligibility requirements,\nwhich shall be submitted to the Council for a 45-day period review excluding Saturdays,\nSundays, legal holidays, and days of Council recess. If the Council does not approve or\ndisapprove by resolution the requirements within the 45-day period of review, the requirements\nshall be deemed approved.\n(6) In executing the process to receive and administer claims submitted by\nDistrict property owners, the Flood Assistance Fund Manager shall:\n(A) Make an eligibility determination within 30 days of receipt of a claim\nfor reimbursement;\n(B) Notify a property owner, in writing, of the owner’s eligibility for\nreimbursement through the Fund within 7 days of the determination;\n(C) Manage the payment of individual claims reimbursed pursuant to this\nsection; and\n(D) Remit payment to a property owner within 45 days of issuing a\ndetermination that the property owner's claim has been deemed eligible for reimbursement.\n(c) The Program shall submit a quarterly report to the Mayor and the Council which, at\na minimum, shall include:\n(1) The number of claims submitted;\n(2) The geographic distribution of claims submitted and paid;\n(3) The type of damage compensated by claims paid;\n(4) The processing time for claims and disbursements;\n(5) The total dollar amount of claims paid;\n(6) The Flood Assistance Fund balance; and\n(7) Administrative costs of operating the program.\n(d) An action to recover for property damage may not be maintained against the District\nof Columbia or the Authority by a property owner who submits a claim pursuant to this section\nand is reimbursed through the Fund for the claim.\n(e) Nothing in this section shall be construed to exclude from eligibility for the Program,\na District property that is not in compliance with section P3008 of the 2006 International\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-293, effective April 27, 2013\n(Delayed Applicability; Expiration Date September 30, 2014)\n\n20 DCSTAT 959\n\nResidential Code or section 715 of the 2006 International Plumbing Code; provided, that upon\nreceiving reimbursement through the Fund, a residential property owner shall install a backwater\nvalve, pursuant to section P3008 of the 2006 International Residential Code and section 715 of\nthe 2006 International Plumbing Code.\n(f) No new rights or entitlements are created by this act.\nSec. 4. District of Columbia Flood Assistance Fund.\n(a)(1) There is established as a nonlapsing fund the District of Columbia Flood\nAssistance Fund (“Fund”), which shall be used solely for the purposes stated in subsection (b) of\nthis section. The Fund shall be funded by a flood assistance fund fee, established by the Flood\nAssistance Fund Manager pursuant to section 3. All funds collected from the fee defined in\nparagraph (3) of this subsection shall be deposited into the Fund and shall be disbursed by the\nFlood Assistance Fund Manager.\n(2) Within 45 days of the effective date of this act, the Mayor shall transmit to the\nCouncil a proposed budget for the Fund.\n(3) The Authority shall collect a flood assistance fund fee in an amount not to\nexceed $0.30 per Equivalent Residential Unit per month from each property in the District;\nprovided, that the fee shall not apply to District-owned properties or ratepayers enrolled in the\nAuthority's Customer Assistance Program.\n(4) All funds deposited into the Fund, and any interest earned on the funds, shall\nnot revert to the unrestricted fund balance of the General Fund of the District of Columbia at the\nend of a fiscal year, or at any other time, but shall be available for the uses and purposes set forth\nin subsection (b) of this section without regard to fiscal year limitation until September 30, 2014,\nsubject to authorization by Congress.\n(b)(1) The money in the Fund shall be used solely:\n(A) To reimburse District property owners and renters whose personal\nproperty or residential property sustained damage as a result of a sewer-line backup pursuant to\nsection 3; and\n(B) To allow the Authority to recover the actual administrative costs\nassociated with collecting the fee on the District's behalf.\n(2)(A) Pursuant to paragraph (1)(A) of this subsection, the damage to the residential\nproperty or the personal property must have been sustained during the time period established in\nsection 3(b)(2)(C); and\n(B) The damage to the residential property or the personal property is not\notherwise covered by an insurance policy.\n(c) If, at the beginning of a fiscal year, the fund balance of the Fund exceeds the\nprojected annual cost of all programs pursuant to subsection (b) of this section in that fiscal year\nby at least $1 million, the Flood Assistance Fund Manager shall suspend payment and the\ncollection of the fee defined in subsection (a)(3) of this section, until the excess is estimated by\nthe Flood Assistance Fund Manager to be under $500,000.\n\nNew\n§ 8-105.73\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-293, effective April 27, 2013\n(Delayed Applicability; Expiration Date September 30, 2014)\n\n20 DCSTAT 960\n\n(d) If, upon the expiration of this act, there is a balance in the Fund, the excess funds\nshall be refunded back to the Authority’s customers who have paid the fee pursuant to subsection\n(a)(3) of this section.\nSec. 5. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 6. Sunset.\nThis act shall expire on September 30, 2014.\nSec. 7. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 8. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 8-105.74\nDelayed\nApplicability\n\nNew\n§ 8-105.75\nExpiration\nSeptember 30,\n2014\n\n\f", 
  "end": "960", 
  "name": "Law_19-293.pdf", 
  "title": "District of Columbia Flood Assistance Fund Act of 2012"
}