{
  "end": "909", 
  "name": "Law_19-279.pdf", 
  "start": "908", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-279, effective April 23, 2013\n\n20 DCSTAT 908\n\nAN ACT\n\nBill 19-583\nAct 19-644\neffective\nJanuary 25,\n2013\n\nTo amend Chapter 28 of Title 47 of the District of Columbia Official Code to license and regulate the\nstorage and collection of new and used tires.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “New and Used Tire Dealer License Act of 2012”.\n\nNew and Used\nTire Dealer\nLicense Act of\n2012\n\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) A new section 47-2832.02 is added to read as follows:\n“§ 47-2832.02. Tire dealers.\n“(a) The owners or managers of establishments where waste tires are generated shall pay\na license fee as established by the Mayor.\n“(b) Any license for a waste tire generator issued under this chapter shall be issued as a\nGeneral Services and Repair endorsement to a basic business license under the basic business\nlicense system as set forth in subchapter I-A of this chapter.\n“(c) No license shall be issued to any waste tire generator that fails to provide the Mayor\nwith information concerning the site's location, size, and the approximate number of waste tires\nthat have been accumulated at the site, which may not exceed 500.\n“(d)(1) The Mayor, pursuant to Title I of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.),\nshall issue rules pertaining to the collection and storage of waste tires, which shall include:\n“(A) A prohibition on outdoor storage of waste tires;\n“(B) Methods of collection, storage, and processing of waste tires; and\n“(C) Record-keeping procedures for waste tire generators.\n“(2) The methods of collection, storage, and processing of waste tires shall\nconsider the general location of waste tires being stored with regard to property boundaries and\nbuildings, pest control, accessibility by firefighting equipment, and other considerations as they\nrelate to public health and safety.\n“(3) The record-keeping procedures for waste tire generators shall include the\nsource and number or weight of tires received and the destination and number of tires or weight\nof tires or tire pieces shipped or otherwise disposed of. The records shall be maintained for at\nleast 3 years following the end of the calendar year of such activity. Record keeping shall not be\nrequired for any charitable, fraternal, or other type of nonprofit organization or association that\n\nNew\n§ 47-2832.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-279, effective April 23, 2013\n\n20 DCSTAT 909\n\nconducts programs that result in the voluntary cleanup of land, water resources, or collection for\ndisposal of waste tires.\n“(e) For the purposes of this section, the term:\n“(1) “Waste tire” means any automobile, motorcycle, heavy equipment, or truck\ntire stored or offered for sale by a waste tire generator or otherwise retained by a waste tire\ngenerator after having replaced a customer’s tire with a new or used tire.\n“(2) “Waste tire generator” means any person who buys, sells, or stores new or\nused tires for use on automobiles, motorcycles, heavy equipment, or trucks and which retains any\nof the customer's used tires after replacement.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "New and Used Tire Dealer License Act of 2012", 
  "council_period": "20"
}