{
  "start": "3219", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3219\n\nAN ACT\n\nTo establish the DC Promise program to provide grants to institutions of higher education on behalf of\neligible individuals, to establish a nonlapsing fund to support the program, to establish eligibility\ncriteria and conditions of participation, to establish grant award amounts, to require the Mayor to\nestablish an educational grant program for individuals over 24 years of age, and to require the\nMayor to issue rules to implement this act.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “DC Promise Establishment Act of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Academic year” shall have the same meaning as provided in 34 CFR § 668.3.\n(2) “Area Median Income” or “AMI” means the area median income, adjusted for\nhousehold size, for the Washington Metropolitan Statistical Area as set forth in the periodic\ncalculation provided by the United States Department of Housing and Urban Development.\n(3) “DC TAG” means the tuition assistance grant program established pursuant to\nthe District of Columbia College Access Act of 1999, approved November 12, 1999 (113 Stat.\n1323; D.C. Official Code § 38-2701 et seq.), and administered by the Office of the State\nSuperintendent of Education.\n(4) “Fund” means the DC Promise Fund established by section 4.\n(5) “Home school student” means a student in the District of Columbia who is\nparticipating or has participated in a home schooling program that meets the requirements set\nforth in District law and regulation.\n(6) “Institution of higher education” means an educational institution that:\n(A) Admits as regular students persons having a certificate of graduation\nfrom a school providing secondary education, or the recognized equivalent of a secondary school\ndiploma;\n(B) Is legally authorized within a state to provide a program of education\nbeyond secondary education;\n(C) Provides:\n(i) An educational program for which the institution awards a\nbachelor's degree or provides not less than a 2-year program that is acceptable for full credit\ntoward such a degree; or\n\nBill 20-528\nAct 20-306\neffective\nMarch 31,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDC Promise\nEstablishment\nAct of 2014\n\nNew Chapter\n27B, Title 38\nNew\n§ 38-2751\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3220\n\n(ii) Not less than a one-year program of training to prepare\nstudents for gainful employment in a recognized occupation;\n(D) Is a public or private nonprofit institution; and\n(E) Is accredited by a nationally recognized accrediting agency or\nassociation, or if not so accredited, is an institution that has been granted pre-accreditation status\nby such an agency or association that has been recognized by the Secretary of Education of the\nUnited States Department of Education for the granting of pre-accreditation status, and the\nSecretary of Education has determined that there is satisfactory assurance that the institution will\nmeet the accreditation standards of such an agency or association within a reasonable time.\n(7) “Non-tuition expenses” means costs associated with attending an institution of\nhigher education, excluding tuition and fees, as determined by the Mayor through rulemaking.\n(8) “Recognized equivalent of a secondary school diploma” means a general\nequivalency degree or other such equivalent as determined by the Mayor through rulemaking.\n(9) “Satisfactory academic progress” means maintaining an academic standing\nconsistent with the requirements for graduation, as determined by the institution of higher\neducation; provided, that an institution of higher education may waive this requirement based on\nundue hardship because a student has:\n(A) Experienced the death of a relative;\n(B) A personal injury or illness; or\n(C) Another special circumstance as determined by the institution of\nhigher education to warrant a waiver.\nSec. 3. DC Promise establishment; administration.\n(a) There is established the DC Promise program. The purpose of DC Promise is to assist\nindividuals in obtaining post-secondary education or training by providing grants to institutions\nof higher education to support the costs associated with tuition and non-tuition expenses not\ncovered by other non-loan assistance.\n(b)(1) Except as provided in paragraph (2) of this subsection, the Mayor shall administer\nDC Promise.\n(2) If the Mayor determines that it would result in more efficient administration,\nthe Mayor may enter into a grant, contract, or cooperative agreement with another public entity\nor with a private entity to administer DC Promise; provided, that the entity selected has a\nminimum of 5 years of experience in the administration of a college scholarship program.\n\nNew\n§ 38-2752\n\nSec. 4. DC Promise Fund.\n(a)(1) There is established as a special fund the DC Promise Fund, which shall be\nadministered by the Mayor in accordance with subsections (c) and (d) of this section.\n(b) The Fund shall consist of revenue from the following sources:\n(1) Annual appropriations, if any; and\n(2) Grants, gifts, or subsidies from public or private sources.\n\nNew\n§ 38-2753\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3221\n\n(c) Except as provided in subsection (d) of this section, the Fund shall be used solely for\nthe purposes of this act.\n(d) The Mayor may use not more than 5% of the funds deposited into the Fund to pay the\nadministrative expenses of DC Promise for the fiscal year.\n(e)(1) The money deposited in the Fund, and any interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\n(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated in the Fund shall be continually available without regard to fiscal year limitation.\nSec. 5. Eligibility.\n(a) An individual is eligible to participate in DC Promise if the individual:\n(1) On or after January 15, 2015:\n(A) Has graduated from a District secondary school;\n(B) Has obtained a recognized equivalent of a secondary school diploma;\nor\n(C) Is a home school student who has completed a secondary school\nprogram;\n(2) Except as provided in subsection (c) of this section, has attended a District\nsecondary school for grades 9 through 12;\n(3) Has not already completed a bachelor’s degree at an institution of higher\neducation;\n(4) Has been accepted for enrollment on at least a half-time basis into an\ninstitution of higher education;\n(5) Was domiciled in the District for not less than the 12 consecutive months\npreceding the commencement of enrollment at an institution of higher education or the time of\napplication to DC Promise; and\n(6) At the time of application to DC Promise is:\n(A) Domiciled in the District;\n(B) 24 years old or younger; and\n(C) From a family with an annual household taxable income of no more\nthan 200% of the AMI.\n(b) In addition to the eligibility requirements set forth in subsection (a) of this section, an\nindividual must begin at least half-time study at an institution of higher education within 3\ncalendar years of graduating from a secondary school in the District, obtaining the recognized\nequivalent of a secondary school diploma, or, in the case of a home school student, completing a\nsecondary school program, excluding any period of service on active duty in the armed forces or\nservice under the Peace Corps Act, approved September 22, 1961 (75 Stat. 612; 22 U.S.C. §\n2501 et seq.), or subtitle D of title I of the National and Community Service Act of 1990,\napproved November 16, 1990 (104 Stat. 3150; 42 U.S.C. § 12501, note).\n\nNew\n§ 38-2754\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3222\n\n(c) An individual who receives a recognized equivalent of a secondary school diploma or\nwho is a home school student who has completed a secondary school program shall be exempt\nfrom the requirement of subsection (a)(2) of this section; provided, that the Mayor may establish\nthrough rulemaking an alternative eligibility requirement for these individuals in lieu of the\nrequirement set forth in subsection (a)(2) of this section.\n(d) Notwithstanding the requirements of subsection (a)(1)(A), (2), (5) and (6)(A), an\nindividual in the District’s foster care system who was placed outside the District by the foster\ncare system who meets the eligibility requirements of subsection (a)(1)(B), (3), (4) and (6)(B)\nand (C) of this section shall be deemed eligible to participate in DC Promise.\n(e) Subject to the availability of funds, the Mayor may expand by rulemaking eligibility\nfor DC Promise to include individuals not eligible under the terms of this section.\nSec. 6. Conditions of participation.\n(a) As a condition of participation, an individual eligible for federal financial aid shall\napply for federal financial aid and provide proof to the Mayor of application for and the\nacceptance or denial of federal financial aid.\n(b) To maintain DC Promise eligibility, an individual shall:\n(1) Maintain at least half-time-status at an institution of higher education;\n(2) Maintain satisfactory academic progress at the institution of higher education;\n(3) Continue to be domiciled in the District of Columbia throughout attendance at\nthe institution of higher education; and\n(4) Meet any other requirements determined by the Mayor to be necessary or\nappropriate, as set forth in rulemaking.\n\nNew\n§ 38-2755\n\nSec. 7. DC Promise grants.\n(a) The maximum grant award available through the DC Promise program for an\nindividual from a family that has an annual household taxable income:\n(1) Of no more than 80% of the AMI, shall be $7,500 for any academic year with\na lifetime total of not more than $37,500;\n(2) Greater than 80% but less than or equal to 125% of the AMI, shall be $5,000\nfor any academic year with a lifetime total of not more than $25,000; and\n(3) Greater than 125% but less than or equal to the maximum eligible income as\nset forth in regulations issued pursuant to this act, shall be $2,500 for any academic year with a\nlifetime total of not more than $12,500.\n(b) In addition to the maximum grant awards set forth in subsection (a) of this section, up\nto $10,000 per academic year may be made available for a DC Promise participant who has been\nin the District’s foster care system.\n(c) No grant award shall be made available to an institution of higher education on behalf\nof a DC Promise participant more than 6 years from the date the individual was first enrolled in\nthe institution of higher education.\n\nNew\n§ 38-2756\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3223\n\n(d) The Mayor shall prorate DC Promise grant awards for students who attend an eligible\ninstitution on less than a full-time basis; provided, that no grant award shall be available for a\nstudent who attends an eligible institution of higher education on less than a half-time basis.\n(e)(1) A DC Promise grant awarded on behalf of a DC Promise participant shall be\nprovided directly to the institution of higher education the DC Promise participant is attending to\nbe used as follows:\n(A) If the institution of higher education participates in DC TAG, the DC\nPromise grant shall be used to pay costs associated with non-tuition expenses that have not been\nsatisfied by any:\n(i) Federal grants or other federal non-loan assistance;\n(ii) Need-based or merit-based grants from the institution of\nhigher education;\n(iii) Payments awarded pursuant to the DC TAG program;\n(iv) Scholarships; or\n(v) Other non-loan assistance.\n(B) If the institution of higher education does not participate in the DC\nTAG program, the DC Promise grant shall be used to pay costs associated with tuition, fees, and\nnon-tuition expenses that have not been satisfied by any:\n(i) Federal grants or other federal non-loan assistance;\n(ii) Need-based or merit-based grants from the institution of\nhigher education;\n(iii) Payments awarded pursuant to the DC TAG program;\n(iv) Scholarships;\n(v) Tuition or fee waivers;\n(vi)Tuition remission that could only be used for tuition and\nfees; or\n(vii) Other non-loan assistance.\n(2) If the participant’s eligible costs are satisfied by non-loan assistance, a DC\nPromise grant shall not be available for the period financed by the non-loan assistance.\n(f) A DC Promise grant shall, in all cases, supplement and not supplant non-loan\nassistance that is provided to a DC Promise participant.\n(g) The Mayor, in accordance with regulations issued pursuant to this act, may reduce\ngrant awards if funds available to DC Promise are insufficient to meet the award levels\nestablished in this section and to prohibit an institution of higher education from receiving DC\nPromise grants based on a pattern of academic failure of DC Promise participants.\nSec. 8. Adult education.\n(a) In addition to the grant awards available pursuant to section 7, the Mayor shall:\n\nNew\n§ 38-2757\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-107, effective June 4, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3224\n\n(1) Establish a grant award program within DC Promise to support post-secondary\neducation and training opportunities for individuals who exceed the maximum eligibility age\nestablished in section 5(a)(6)(B); and\n(2) By January 1, 2015, establish eligibility criteria and award levels for this\nprogram through rulemaking.\n(b) The Mayor may use funds in the Fund to support grants awarded pursuant to this\nsection.\nSec. 9. Rules.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules\nto implement the provisions of this act.\n\nNew\n§ 38-2758\n\nSec. 10. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\n\nDelayed\nApplicability\n\nSec. 11. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer, dated\nFebruary 3, 2014, as the fiscal impact statement required by section 602(c)(3) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 12. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813: D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "3224", 
  "name": "Law_20-107.pdf", 
  "title": "DC Promise Establishment Act of 2014"
}