{
  "start": "2948", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-85, effective February 22, 2014\n\n20 DCSTAT 2948\n\nAN ACT\n\nBill 20-348\nAct 20-255\neffective\nDecember 27,\n2013\n\nTo amend Chapter 43 of Title 47 of the District of Columbia Official Code to provide that a taxpayer whose\ntaxable income for taxable years beginning after December 31, 1997, and ending before January\n1, 2001, was changed or corrected by the Commissioner of Internal Revenue and who meets the\nrequirements of this act shall be allowed a tax credit equal to the decrease in the District tax for\nthe applicable years equally divided over a 4-year period beginning in tax year January 1, 2018.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Tax Clarity Equity Act of 2013”.\n\nTax Clarity\nEquity Act of\n2013\n\nSec. 2. Chapter 43 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-4304.01. Defined tax credit related to IRS income adjustments.”.\n(b) A new section 47-4304.01 is added to read as follows:\n“§ 47-4304.01. Defined tax credit related to IRS income adjustments.\n“A taxpayer whose taxable income was changed or corrected by the Commissioner of\nInternal Revenue for taxable years beginning after December 31, 1997, and ending before\nJanuary 1, 2001, shall be allowed a tax credit equal to the decrease in the District tax for the\napplicable years; provided, that:\n“(1) The changed or corrected taxable income was based on a federal income tax\nprovision to which District tax law conforms;\n“(2) The District has not previously adjusted the taxpayer’s return to encompass\nthe change or correction;\n“(3) The tax credit shall be applied over a 4-year period in equal amounts in tax\nyears beginning on or after January 1, 2018;\n“(4) The credit shall be without overpayment interest; and\n“(5) In each year in which the credit is taken on a return, the taxpayer shall notify\nthe Office of Tax and Revenue by designating on that return the tax type or types to which the\ncredit shall apply for that year.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNew\n§ 47-4304.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-85, effective February 22, 2014\n\n20 DCSTAT 2949\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "2949", 
  "name": "Law_20-85.pdf", 
  "title": "Tax Clarity Equity Act of 2013"
}