{
  "start": "2892", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-64, effective January 25, 2014\n\n20 DCSTAT 2892\n\nAN ACT\n\nBill 20-232\nAct 20-220\nEffective\nNovember 26,\n2013\n\nTo amend the District of Columbia Health Occupations Revision Act of 1985 to require trauma\ntechnologists to be licensed, to establish an Advisory Committee on Trauma Technologists, and to\nestablish the minimum qualifications for licensure of trauma technologists.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Trauma Technologists Licensure Amendment Act of 2013”.\n\nTrauma\nTechnologists\nLicensure\nAmendment\nAct of 2013\n\nSec. 2. The District of Columbia Health Occupations Revision Act of 1985, effective\nMarch 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1201.01 et seq.), is amended as follows:\n(a) The table of contents is amended as follows:\n(1) Strike the phrase “Sec. 203. Board of Medicine; Advisory Committees on\nAcupuncture, Anesthesiologist Assistants, Naturopathic Medicine, Physician Assistants,\nPolysomnography, and Surgical Assistants.” and insert the phrase “Sec. 203. Board of\nMedicine; Advisory Committees on Acupuncture, Anesthesiologist Assistants, Naturopathic\nMedicine, Physician Assistants, Polysomnography, Surgical Assistants, and Trauma\nTechnologists.” in its place.\n(2) Add the following after the phrase “Sec. 643. Transition.”:\n“TITLE VI-D.\n“TRAUMA TECHNOLOGISTS; SCOPE OF PRACTICE;\n“LICENSE RENEWAL; TRANSITION.\n“Sec. 651. Scope of practice.\n“Sec. 652. License renewal.\n“Sec. 653. Transition.”.\n(b) Section 102 (D.C. Official Code § 3-1201.02) is amended by adding a new paragraph\n(21) to read as follows:\n“(21) “Practice by trauma technologists” means the provision of emergency\nmedical care to trauma patients in a Level 1 trauma facility as designated by the Director of the\nDepartment of Health pursuant to Chapters 27 and 28 of Subtitle B of Title 22 of the District of\nColumbia Municipal Regulations (22-B DCMR § 2700 et seq. and § 2800 et seq.), under either\nthe direct or indirect supervision of a physician licensed to practice medicine in the District of\nColumbia.”.\n(c) Section 203 (D.C. Official Code § 3-1202.03) is amended as follows:\n(1) The section heading is amended by striking the phrase “and Surgical\nAssistants.” and inserting the phrase “Surgical Assistants, and Trauma Technologists.” in its\nplace.\n\nAmend\n§ 3-1201.02\n\nAmend\n§ 3-1202.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-64, effective January 25, 2014\n\n20 DCSTAT 2893\n\n(2) Subsection (a) is amended as follows:\n(A) Paragraph (2) is amended by striking the phrase “the practice of\nsurgical assistants with the advice of the Advisory Committee on Surgical Assistants, and the\npractice by physicians-in-training” and inserting the phrase “the practice of surgical assistants\nwith the advice of the Advisory Committee on Surgical Assistants, the practice by physicians-intraining, and the practice of trauma technologists with the advice of the Advisory Committee on\nTrauma Technologists” in its place.\n(B) Paragraph (8) is amended as follows:\n(i) Subparagraph (D) is amended by striking the word “and”.\n(ii) Subparagraph (E) is amended by striking the period and\ninserting the phrase “; and” in its place.\n(iii) A new subparagraph (F) is added to read as follows:\n“(F) The practice of trauma technologists in accordance with guidelines\napproved by the Advisory Committee on Trauma Technologists.”.\n(3) A new subsection (d-3) is added to read as follows:\n“(d-3)(1) There is established an Advisory Committee on Trauma Technologists\nto consist of 3 members appointed by the Mayor.\n“(2) The Advisory Committee on Trauma Technologists shall develop and submit\nto the Board guidelines for the licensing and regulation of trauma technologists in the District.\nThe guidelines shall set forth the actions that may be performed by trauma technologists under\nboth the direct supervision and indirect supervision of a licensed physician who shall be\nresponsible for the overall medical direction of the care and treatment of emergency patients.\n“(3) Of the members of the Advisory Committee on Trauma Technologists, 2\nshall be emergency room physicians licensed in the District with experience working with\ntrauma technologists, and one shall be a trauma technologist who shall be deemed to be and shall\nbecome licensed in the District.\n“(4) The Advisory Committee on Trauma Technologists shall submit initial\nguidelines to the Board within 180 days of the effective date of the Trauma Technologists\nLicensure Amendment Act of 2013, passed on 2nd reading on November 5, 2013 (Enrolled\nversion of Bill 20-232), and shall subsequently meet at least annually to review the guidelines\nand make necessary revisions for submission to the Board.”.\n(4) Subsection (e) is amended by striking the phrase “and Surgical Assistants,”\nand inserting the phrase “Surgical Assistants, and Trauma Technologists,” in its place.\n(5) Subsection (f) is amended to read as follows:\n“(f) Upon request by the Board , the Advisory Committees on Acupuncture,\nAnesthesiologist Assistants, Physician Assistants, Surgical Assistants, and Trauma Technologists\nshall, respectively, review applications for licensure to practice acupuncture or to practice as an\nanesthesiologist assistant, a physician assistant, a surgical assistant, or a trauma technologist and\nshall forward recommendations to the Board for action.”.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-64, effective January 25, 2014\n\n20 DCSTAT 2894\n\n(d) Section 401(b)(2) (D.C. Official Code § 3-1204.01(b)(2)) is amended by striking the\nphrase “Surgical Assistants,” and inserting the phrase “Surgical Assistants, the trauma\ntechnologist member initially appointed to the Advisory Committee on Trauma Technologists,”\nin its place.\n(e) Section 501(a) (D.C. Official Code §3-1205.01(a)) is amended by striking the phrase\n“or surgical assistant in the District,” and inserting the phrase “surgical assistant, or trauma\ntechnologist in the District,” in its place.\n(f) Section 504 (D.C. Official Code § 3-1205.04) is amended by adding a new subsection\n(r) to read as follows:\n“(r) An individual applying for a license to practice as a trauma technologist under this\nactr shall establish to the satisfaction of the Board of Medicine that the individual has:\n“(1) Successfully completed courses and training in anatomy and physiology,\nrespiratory and cardiac care, wound treatment and closure, treatment of musculoskeletal injuries\nand burns, and other clinical aspects of emergency medical care from a trauma technology\ntraining program approved by the Board;\n“(2) Successfully completed the written and practical examinations for trauma\ntechnologists within 12 months after completing the trauma technology training program; and\n“(3)(A) Successfully completed and provided evidence of course completion of a\nlife support training course, which includes all adult, child, and infant cardiopulmonary\nresuscitation and airway obstruction skills, from an agency approved by the Board, which\nteaches these skills in accordance with the current American Heart Association Guidelines for\nBasic Life Support at the health care provider level;\n“(B) Successfully completed and provided evidence of completion of a\ndedicated training program for trauma technologists in the armed forces and has been performing\nthe functions of trauma technologists for at least 5 years before the date of application for\nlicensure; or\n“(C) Demonstrated to the satisfaction of the Board the completion of fulltime work experience performed in the United States or Canada under the direct supervision of\nan emergency room physician licensed in the United States or Canada and consisting of at least\n1,300 hours of performance as a trauma technologist in a Level 1 trauma facility as designated\nby the Director of the Department of Health pursuant to Chapters 27 and 28 of Subtitle B of Title\n22 of the District of Columbia Municipal Regulations (22-B DCMR § 2700 et seq. and § 2800 et\nseq.), within the 3 years preceding the date of application for licensure.”.\n(g) A new Title VI-D is added to read as follows:\n“TITLE VI-D.\n“TRAUMA TECHNOLOGISTS; SCOPE OF PRACTICE;\n“LICENSE RENEWAL; TRANSITION.\n“Sec. 651. Scope of practice.\n“(a) An individual shall be licensed by the Board of Medicine before practicing as a\ntrauma technologist in the District of Columbia.\n\nAmend\n§ 3-1204.01\n\nAmend\n§ 3-1205.01\n\nAmend\n§ 3-1205.04\n\nNew\nSubchapter\nVI-D, Chapter\n12, Title 3\nNew\n§ 3-1206.51\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-64, effective January 25, 2014\n\n20 DCSTAT 2895\n\n“(b) An individual licensed to practice as a trauma technologist shall have the authority\nto:\n“(1) Identify respiratory emergencies and perform critical interventions with\noxygen therapy equipment, including bag valve masks;\n“(2) Identify circulatory emergencies and perform critical interventions, including\ncardiopulmonary resuscitation;\n“(3) Identify, assess, and treat, as required, various eye injuries, soft tissue\ninjuries, ligament and tendon injuries, musculoskeletal injuries, environmental emergencies, and\nexposure and reactions to poisons;\n“(4) Provide topical application of a local anesthetic,\n“(5) Apply tourniquets, casts, immobilizers, and surgical dressings;\n“(6) Perform phlebotomy and insert intravenous catheters; and\n“(7) Suture lacerations and provide wound care.\n“(c) A trauma technologist shall not:\n“(1) Perform any surgical procedure independently;\n“(2) Have prescriptive authority; or\n“(3) Write any progress notes or orders on hospitalized patients.\n“(d) Telecommunication by a physician licensed to practice in the District of Columbia\nmay suffice as a means for directing delegated acts for a trauma technologist who is under the\nindirect supervision of that physician.\n“Sec. 652. License renewal.\n“The Board of Medicine shall renew the license of a trauma technologist who, in addition\nto meeting the requirements of section 504(r), has submitted to the Board, along with an\napplication for renewal, documentation of successful completion of 50 hours of Board-approved\ncontinuing medical education within 2 years before the date the license expires. Continuing\nmedical education may consist of critiques, didactic session, practical drills, workshops,\nseminars, or other Board-approved means.\n“Sec. 653. Transition.\n“For a period of 12 months following the effective date of the Trauma Technologists\nLicensure Amendment Act of 2013, passed on 2nd reading on November 5, 2013 (Enrolled\nversion of Bill 20-232), all references in this act to “trauma technologists” shall be deemed to\nrefer to persons meeting the requirements for licensure in the District, regardless of whether they\nare licensed in fact.”.\n(h) Section 1003 (D.C. Official Code § 3-1210.03) is amended by adding a new\nsubsection (ee) to read as follows:\n“(ee) Unless authorized to practice as a trauma technologist under this act, a person shall\nnot use or imply the use of the words or terms “trauma technologist,” or “trauma tech,” or any\nsimilar title or description of services with the intent to represent that the person practices as a\ntrauma technologist.”.\n\nNew\n§ 3-1206.52\n\nNew\n§ 3-1206.53\n\nAmend\n§ 3-1210.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-64, effective January 25, 2014\n\n20 DCSTAT 2896\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "2896", 
  "name": "Law_20-64.pdf", 
  "title": "Trauma Technologists Amendment Act of 2013"
}