{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-132, effective August 8, 2104 (Expiration date March 21, 2015)\n(Related Emergency Legislation is Act 20-328, 20 DCSTAT 3309)\n\n20 DCSTAT 3642\n\nAN ACT\n\nBill 20-748\nAct 20-355\neffective\nJune 17, 2014\n\nTo amend, on a temporary basis, the State Education Office Establishment Act of 2000 to authorize the\ncollection of individual educator evaluation data by the Office of the State Superintendent of\nEducation, and to exempt that data from public disclosure; and to amend the District of Columbia\nAdministrative Procedure Act to exempt the educator evaluation data from public disclosure.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Educator Evaluation Data Collection Temporary Amendment Act of\n2014”.\n\nEducator\nEvaluation\nData\nCollection\nTemporary\nAmendment\nAct of 2014\n\nSec. 2. The State Education Office Establishment Act of 2000, effective October 21,\n2000 (D.C. Law 13-176; D.C. Official Code § 38-2601 et seq.), is amended as follows:\n(a) Section 3(b) (D.C. Official Code § 38-2602(b)) is amended as follows:\n(1) Paragraph (20) is amended by striking the word “and” at the end.\n(2) Paragraph (21) is amended by striking the period and adding the phrase “; and”\nin its place.\n(3) A new paragraph (22) is added to read as follows:\n“(22) Collect individual educator evaluation data from educational institutions, LEAs,\nand eligible chartering authorities as needed to comply with the requirements of the Race to the\nTop grant, in a format designated by OSSE that shall, to the extent possible, protect the\nconfidentiality of the identity of the individual educator.”.\n(b) A new section 7e is added to read as follows:\n“Sec. 7e. Educator evaluations.\n“(a) Individual educator evaluations and effectiveness ratings, observation, and valueadded data collected or maintained by OSSE are not public records and shall not be subject to\ndisclosure pursuant to section 202 of the District of Columbia Administrative Procedure Act,\neffective March 25, 1977 (D.C. Law 1-96; D.C. Official Code § 2-532).\n“(b) Nothing in this section shall prohibit OSSE from:\n“(1) Using educator evaluations or effectiveness ratings to fulfill existing\nrequirements of a State educational agency under applicable federal or local law; or\n“(2) Publicly disclosing aggregate reports and analyses regarding the results of\neducator evaluation data.\n“(c) For the purposes of this section, the term:\n“(1) “Educator” means a principal, assistant principal, school teacher, assistant\nteacher, or a paraprofessional.\n\nNote,\n§ 38-2602\n\nNote,\n§ 38-2612\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-132, effective August 8, 2104 (Expiration date March 21, 2015)\n(Related Emergency Legislation is Act 20-328, 20 DCSTAT 3309)\n\n20 DCSTAT 3643\n\n“(2) “Race to the Top” means the initiative established by the United States\nDepartment of Education that provides competitive grants to states, including the District of\nColumbia, to implement comprehensive and effective education reform.”.\nSec. 3. Conforming amendment.\nSection 204(a) of the District of Columbia Administrative Procedure Act, effective\nMarch 25, 1977 (D.C. Law 1-96; D.C. Official Code § 2-534(a)), is amended as follows:\n(1) Paragraph (14) is amended by striking the word “and” at the end.\n(2) Paragraph (15) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new paragraph (16) is added to read as follows:\n“(16) Information exempt from disclosure pursuant to section 7e of the State\nEducation Office Establishment Act of 2000, passed on 2nd reading on June 3, 2014 (Enrolled\nversion of Bill 20-748).”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\nNote,\n§ 2-534\n\n\f",
  "title": "Educator Evaluation Data Collection Temporary Amendment Act of 2014",
  "end": "3643",
  "start": "3642",
  "name": "Law_20-132.pdf"
}