{
  "end": "2917", 
  "name": "Law_20-78.pdf", 
  "start": "2916", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-78, effective February 22, 2014\n\n20 DCSTAT 2916\n\nAN ACT\n\nTo amend Chapter 1 of Title 25 of the District of Columbia Official Code to allow for a distillery pub\npermit for the on-site production of distilled spirits for consumption on-premises, to authorize the\nsale of distilled spirits in sealed bottles or other closed containers for off-premises consumption,\nand to provide that the sale of distilled spirits for off-premises consumption is limited to the hours\nbetween 7:00 a.m. and midnight, 7 days a week.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Distillery Pub Licensure Act of 2013”.\n\nSec. 2. Chapter 1 of Title 25 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 25-101 is amended by adding a new paragraph (19A) to read as follows:\n“(19A) “Distillery pub” means a craft distillery establishment for the\nmanufacture, blending, and rectification of spirits to be sold for on-premises consumption only at\nthe place of manufacture or to licensed wholesalers for the purpose of resale to other licensees,\nor patrons for off-premises consumption.”.\n(b) A new section 25-125 is added to read as follows:\n“§ 25-125. Distillery pub permit requirements and qualifications.\n“(a) A distillery pub permit shall authorize the licensee to manufacture, blend, rectify,\nand store distilled spirits at one location from fruits, grains, neutral grain spirits, or distilled\nspirits transported from an area that produces distilled spirits to the licensed restaurant, tavern,\nmultipurpose facility, hotel, or nightclub for on-premises consumption, and for sale to licensed\nwholesalers for the purpose of resale to other licensees.\n“(b) A distillery pub permit shall be issued only to the licensee under an on-premises\nrestaurant, tavern, multipurpose facility, hotel, or nightclub license, class C, in conjunction with\nthe issuance of an on-premises restaurant, tavern, multipurpose facility, hotel, or nightclub\nlicense, class C.\n“(c) The location used to manufacture or age distilled spirits shall be on or immediately\nadjacent to the restaurant, tavern, multipurpose facility, hotel, or nightclub licensed to the\ndistillery pub owner in accordance with subsection (b) of this section.\n\"(d) The holder of a distillery pub permit may also sell distilled spirits to patrons in\nsealed bottles or other closed containers for off-premises consumption; provided, that such sales\nshall be limited to the hours between 7:00 a.m. and midnight, 7 days a week.\n\"(e) The minimum annual fee of the distillery pub permit shall be $7,500.\n“(f) A distillery pub permit shall be cancelled or revoked if:\n\nBill 20-29\nAct 20-248\neffective\nDecember 27,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDistillery Pub\nLicensure Act\nof 2013\n\nAmend\n§ 25-101\n\nNew\n§ 25-125\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-78, effective February 22, 2014\n\n20 DCSTAT 2917\n\n“(1) The restaurant, tavern, multipurpose facility, hotel, or nightclub ceases\nto be operated as a restaurant, tavern, multipurpose facility, hotel, or nightclub; or\n“(2) The licensee’s on-premises retailer’s license, class C, is revoked or cancelled.\n“(g) A distillery pub permit shall be automatically suspended whenever and for the\nsame period that the licensee’s on-premises retailer’s license, class C, is suspended.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Distillery Pub Licensure Act of 2013", 
  "council_period": "20"
}