{
  "end": "1201", 
  "name": "Law_19-318.pdf", 
  "start": "1200", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-318, effective June 15, 2013\n\n20 DCSTAT 1200\n\nAN ACT\n\nBill 19-525\nAct 19-479\neffective\nOctober 10,\n2012\n\nTo amend the Medical and Geriatric Parole Act of 1992 to expand the Bureau of Prisons’s compassionate\nrelease procedures to include misdemeanants, to authorize the Department of Corrections to move\nfor compassionate release under certain circumstances, and to prohibit compassionate geriatric\nrelease for persons who were convicted of murder and armed crimes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Compassionate Release Authorization Amendment Act of 2012”.\n\nCompassionate Release\nAuthorization\nAmendment\nAct of 2012\n\nSec. 2. The Medical and Geriatric Parole Act of 1992, effective May 15, 1993 (D.C. Law\n9-271; D.C. Official Code § 24-461 et seq.), is amended as follows:\n(a) Section 8 (D.C. Official Code § 24-467) is amended to read as follows:\n“Sec. 8. Exceptions.\n“Persons convicted of first degree murder or persons sentenced for crimes committed\nwhen armed under section 2 of An Act To control the possession, sale, transfer, and use of\npistols and other dangerous weapons in the District of Columbia, to provide penalties, to\nprescribe rules of evidence, and for other purposes, approved July 8, 1932 (47 Stat. 650; D.C.\nOfficial Code § 22-4502), or under section 4(b) of An Act To control the possession, sale,\ntransfer, and use of pistols and other dangerous weapons in the District of Columbia, to provide\npenalties, to prescribe rules of evidence, and for other purposes, approved July 8, 1932 (47 Stat.\n651; § 22-4504(b)), or under section 811a of An Act To establish a code of law for the District of\nColumbia, effective May 8, 1993 (D.C. Law 9-270; D.C. Official Code § 22-2803), shall not be\neligible for geriatric parole or geriatric suspension of sentence.”.\n(b) Section 8a (D.C. Official Code § 24-468) is amended to read as follows:\n“Sec. 8a. Medical and geriatric suspension of sentence.\n“(a)(1) Upon a motion by the Director of the Federal Bureau of Prisons, the court may\nsuspend execution of the sentence of any person convicted under the District of Columbia\nOfficial Code of a felony or of a felony and a misdemeanor committed on or after August 5,\n2000, and sentenced to a determinate term of imprisonment which is not subject to parole and,\nnotwithstanding D.C. Official Code § 16-710(b), shall impose a period of probation to follow\nrelease equal to the period of incarceration that was suspended. A copy of the motion shall be\nserved on the prosecutor and counsel for the inmate.\n“(2) Upon a motion by the Director of the Department of Corrections, the court\nmay suspend execution of the sentence of any person convicted under the District of Columbia\nOfficial Code of a felony committed on or after August 5, 2000, who has not commenced serving\nthat sentence at the Bureau of Prisons or a Bureau of Prisons’s contract facility, including the\nDepartment of Corrections, or of any person convicted under the District of Columbia Official\n\nAmend\n§ 24-467\n\nAmend\n§ 24-468\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-318, effective June 15, 2013\n\n20 DCSTAT 1201\n\nCode of a misdemeanor committed on or after August 5, 2000, and, notwithstanding D.C.\nOfficial Code § 16-710(b), shall impose a period of probation to follow release equal to the\nperiod of incarceration that was suspended. A copy of the motion shall be served on the\nprosecutor and counsel for the inmate. This paragraph shall not apply to any person who is\nphysically present in a Department of Corrections facility pursuant to a writ of habeas corpus, at\nthe request of a prosecutor or defense attorney, or because of a parole or supervised release\ndetainer.\n“(b)(1) The court may suspend execution of a sentence pursuant to subsection (a)(1) or\n(a)(2) of this section only if, after giving the prosecutor and counsel for the inmate notice and an\nopportunity to be heard, the court finds that:\n“(A) The inmate is permanently incapacitated or terminally ill because of\na medical condition that was not known to the court at the time of sentencing, and the release of\nthe inmate under supervision is not incompatible with public safety; or\n“(B) The inmate is 65 years or older and has a chronic infirmity, illness,\nor disease related to aging, and the release of the inmate under supervision is not incompatible\nwith public safety.\n“(2) The court shall act expeditiously on any motion submitted by the Director of\nthe Bureau of Prisons or the Director of the Department of Corrections. If the court receives a\nrequest directly from an inmate or a representative of an inmate, the court may refer the matter to\nthe Federal Bureau of Prisons or the Department of Corrections, as the case may be, for a motion\nor a statement of reasons as to why a motion will not be filed.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Compassionate Release Authorization Amendment Act of 2012", 
  "council_period": "20"
}