{
  "end": "1143", 
  "name": "Law_19-315.pdf", 
  "start": "1140", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-315, effective June 8, 2013\n\n20 DCSTAT 1140\n\nAN ACT\n\nBill 19-647\nAct 19-627\neffective\nJanuary 22,\n2013\n\nTo amend An Act To provide for the mandatory reporting by physicians and institutions in the District of\nColumbia of certain physical abuse of children to provide that persons who violate the reporting\nrequirements of the act shall not be prosecuted under Title II-A of the Anti-Sexual Abuse Act of\n1994 and to increase the penalty for those who are required to report but fail to do so; to amend\nthe Office of Administrative Hearings Establishment Act of 2001 to provide the office with\njurisdiction over adjudicated cases involving the failure to report known or reasonably believed\nchild sexual abuse pursuant to Title II-A of the Anti-Sexual Abuse Act of 1994; and to amend the\nAnti-Sexual Abuse Act of 1994 to require the reporting of child sexual abuse to the Metropolitan\nPolice Department, the 911 Emergency Call Center, or the Child and Family Services Agency, to\nrequire any adult, except for those covered by the attorney-client or the clergy-penitent privilege,\nwith knowledge or reasonable cause to believe that a child is a victim of sexual abuse to make a\nreport, to exempt adult survivors of child sexual abuse from having to report their abuser, to\ncreate a defense to non-reporting for victims of domestic violence, and to establish penalties for\nthe failure to report.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Child Sexual Abuse Reporting Amendment Act of 2012”.\n\nChild Sexual\nAbuse\nReporting\nAmendment\nAct of 2012\n\nSec. 2. An Act To provide for the mandatory reporting by physicians and institutions in\nthe District of Columbia of certain physical abuse of children, approved November 6, 1966 (80\nStat. 1354; D.C. Official Code § 4-1321.01 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 4-1321.02) is amended by adding a new subsection\n(g) to read as follows:\n“(g) A person who violates this section shall not be prosecuted under Title II-A of the\nAnti-Sexual Abuse Act of 1994, passed on 2nd reading on December 4, 2012 (Enrolled version of\nBill 19-647).”.\n(b) Section 7 (D.C. Official Code § 4-1321.07) is amended to read as follows:\n“Sec. 7. Failure to make report.\n“Any person required to make a report under this act who willfully fails to make\nsuch a report shall be fined not more than the amount set forth in section 101 of the Criminal\nFine Proportionality Amendment Act of 2012, passed on 2nd reading on November 1, 2012\n(Enrolled version of Bill 19-214), imprisoned not more than 180 days, or both. Violations of this\nact shall be prosecuted by the Attorney General of the District of Columbia or his or her agent in\nthe name of the District of Columbia.”.\nSec. 3. Section 6 of the Office of Administrative Hearings Establishment Act of\n2001, effective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 2-1831.03,) is\namended by adding a new subsection (b-6) to read as follows:\n\nAmend\n§ 4-1321.02\n\nAmend\n§ 4-1321.07\n\nAmend\n§ 2-1831.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-315, effective June 8, 2013\n\n20 DCSTAT 1141\n\n“(b-6) In addition to those adjudicated cases listed in subsections (a), (b), (b-1),\n(b-2), (b-3), (b-4), and (b-5) of this section, this act shall apply to all adjudicated cases involving\nthe failure to report known or reasonably believed child sexual abuse pursuant to Title II-A of the\nAnti-Sexual Abuse Act of 1994, passed on 2nd reading on December 4, 2012 (Enrolled version of\nBill 19-647).”.\nSec. 4. The Anti-Sexual Abuse Act of 1994, effective May 23, 1995 (D.C. Law 10-257;\nD.C. Official Code § 22-3001 et seq.), is amended as follows:\n(a) A new Title II-A is added to read as follows:\n“TTITLE II-A. REPORTING REQUIREMENTS IN CHILD SEXUAL ABUSE\nOFFENSE CASES.\n“Sec. 251. Definitions.\n“For the purposes of this title, the term:\n“(1) “Child” means an individual who has not yet attained the age of 16 years.\n“(2) “Person” means an individual 18 years of age or older.\n“(3) “Police” means the Metropolitan Police Department.\n“(4) “Sexual abuse” means any act that is a violation of:\n“(A) Section 104 of the Prohibition Against Human Trafficking\nAmendment Act of 2010, effective October 23, 2010 (D.C. Law 18-239; D.C. Official Code §\n22-1834);\n“(B) Section 813 of An Act To establish a code of law for the District of\nColumbia, approved March 3, 1901 (31 Stat. 1322; D.C. Official Code § 22-2704);\n“(C) This act (D.C. Official Code § 22-3001 et seq.); or\n“(D) Section 3 of the District of Columbia Protection of Minors Act of\n1982, effective March 9, 1983 (D.C. Law 4-173; D.C. Official Code § 22-3102).\n“Sec. 252. Reporting requirements and privileges.\n“(a) Any person who knows, or has reasonable cause to believe, that a child is a victim\nof sexual abuse shall immediately report such knowledge or belief to the police. For the\npurposes of this title, a call to 911, or a report to the Child and Family Services Agency, shall be\ndeemed a report to the police.\n“(b) Any person who is or has been a victim of sexual abuse is not required to report\npursuant to subsection (a) of this section if the identity of the alleged perpetrator matches the\nidentity of the victim’s abuser.\n“(c) No legally recognized privilege, except for the following, shall apply to this title:\n“(1) A lawyer or a person employed by a lawyer is not required to report pursuant\nto subsection (a) of this section if the lawyer or employee is providing representation in a\ncriminal, civil, or delinquency matter, and the basis for the knowledge or belief arises solely in\nthe course of that representation.\n“(2)(A) The notification requirements of subsection (a) of this subsection do not\napply to a priest, clergyman, rabbi, or other duly appointed, licensed, ordained, or consecrated\nminister of a given religion in the District of Columbia, or a duly accredited practitioner of\n\nNew\n§ 22-3020.51\n\nNew\n§ 22-3020.52\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-315, effective June 8, 2013\n\n20 DCSTAT 1142\n\nChristian Science in the District of Columbia, if the basis for the knowledge or belief is the result\nof a confession or penitential communication made by a penitent directly to the minister if:\n“(i) The penitent made the confession or penitential\ncommunication in confidence;\n“(ii) The confession or penitential communication was\nmade expressly for a spiritual or religious purpose;\n“(iii) The penitent made the confession or penitential\ncommunication to the minister in the minister’s professional capacity; and\n“(iv) The confession or penitential communication was made in\nthe course of discipline enjoined by the church or other religious body to which the minister\nbelongs.\n“(B) A confession or communication made under any other circumstances\ndoes not fall under this exemption.\n“(d) This section should not be construed as altering the special duty to report by persons\nspecified in section 2(b) of An Act To provide for the mandatory reporting by physicians and\ninstitutions in the District of Columbia of certain physical abuse of children, approved November\n6, 1966 (80 Stat. 1354; D.C. Official Code § 4-1321.02(b)).\n“Sec. 253. Defense to non-reporting.\n“(a) Any survivor of domestic violence may use such domestic violence as a defense to\nhis or her failure to report under this title.\n“(b) For the purposes of this section, the term “domestic violence” means intimate\npartner violence, as defined in D.C. Official Code § 16-1001(7), and intrafamily violence, as\ndefined in D.C. Official Code § 16-1001(9).\n“Sec. 254. Penalties.\n“(a) Any person required to make a report under this title who willfully fails to make\nsuch a report shall be subject to a civil fine of $300.\n“(b) Adjudication of any infraction of this title shall be handled by the Office of\nAdministrative Hearings pursuant to section 6(b-6) of the Office of Administrative Hearings\nEstablishment Act of 2001, effective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 21831.03(b-6)).\n“Sec. 255. Immunity from liability.\n“(a) Any person who in good faith makes a report pursuant to this title shall have\nimmunity from liability, civil or criminal, that might otherwise be incurred or imposed with\nrespect to the making of the report or any participation in any judicial proceeding involving the\nreport. In all civil or criminal proceedings concerning the child or resulting from the report,\ngood faith shall be presumed unless rebutted.\n“(b) Any person who makes a good-faith report pursuant to this title and, as a result\nthereof, is discharged from his or her employment or in any other manner discriminated against\nwith respect to compensation, hire, tenure, or terms, conditions, or privileges of employment,\nmay commence a civil action for appropriate relief. If the court finds that the person is an\nindividual who was required to report, who in good faith made a report, and who was discharged\n\nNew\n§ 22-3020.53\n\nNew\n§ 22-3020.54\n\nNew\n§ 22-3020.55\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-315, effective June 8, 2013\n\n20 DCSTAT 1143\n\nor discriminated against as a result, the court may issue an order granting appropriate relief,\nincluding reinstatement with back pay. The District may intervene in any action commenced\nunder this subsection.”.\nSec. 5. Fiscal impact statement.\nThe Council adopts the November 15, 2012, fiscal impact statement of the Chief\nFinancial Officer as the fiscal impact statement required by section 602(c)(3) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code §1206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Child Sexual Abuse Reporting Amendment Act of 2012", 
  "council_period": "20"
}