{
  "start": "3249", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3249\n\nAN ACT\n\nTo amend the Condominium Act of 1976 to clarify the applicability of its provisions, to create a definition\nfor electronic transmission and amend the definition for unit owner in good standing, to adopt the\nbusiness judgment rule to govern decisions of condominium boards, to allow for the relocation of\nunit boundaries unless prohibited by the condominium instruments, to allow for the subdivision of\nunits unless prohibited by the condominium instruments, to provide that if a unit owners’\nassociation provides notice of a proposed amendment to the condominium instruments to the\naddress of record of a mortgagee and that mortgagee fails to respond within 60 days, the failure\nto respond will be deemed to be consent to the amendment, to require open meetings of a\ncondominium’s executive board and authorize electronic meetings, to clarify the unit owners’\nassociation’s right to assess certain members for maintaining common elements, to allow the\nboard to pledge as collateral for a loan or otherwise assign a unit owners’ association’s\nassessment income, to amend requirements governing insurance to allow a unit owners’\nassociation to require unit owners to purchase insurance, to permit a unit owners’ association to\ntransfer responsibility for paying the deductible in certain circumstances, to amend statutory lien\nrequirements, to require a unit owners’ association to maintain records and provide owners a\nright of inspection, and to allow for the issuance of a corporate surety bond or irrevocable letter\nof credit to secure a deposit on a condominium unit.\n\nBill 20-139\nAct 20-308\neffective\nApril 28, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Condominium Amendment Act of 2014”.\nSec. 2. The Condominium Act of 1976, effective March 29, 1977 (D.C. Law 1-89; D.C.\nOfficial Code § 42-1901.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Code Official § 42-1901.01) is amended to read as follows:\n“Sec. 101. Applicability of act; corresponding terms; supersedure of prior law.\n“(a) This act shall apply to all condominiums created in the District of Columbia;\nprovided, that except as otherwise expressly set forth in this act, any provision of this act that\nbecame effective after the creation of a condominium, horizontal property regime, or\ncondominium project shall not invalidate an existing provision of the condominium instruments.\n“(b) For the purposes of this act:\n“(1) The terms \"horizontal property regime\" and \"condominium project\" shall be\ndeemed to correspond to the term \"condominium\";\n“(2) The term \"co-owner\" shall be deemed to correspond to the term \"unit owner\";\n“(3) The term \"council of co-owners\" shall be deemed to correspond to the term\n\"unit owners' association\";\n“(4) The term \"developer\" shall be deemed to correspond to the term \"declarant\";\nand\n“(5) The term \"general common elements\" shall be deemed to correspond to the\nterm \"common elements.\"\n\nAmend\n§ 42-1901.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3250\n\n“(c) This act shall supersede the Horizontal Property Act of the District of Columbia,\napproved December 21, 1963 (77 Stat. 449; D.C. Official Code § 42-2001 et seq.) (“Horizontal\nProperty Act”), and Regulation 74-26 of the District of Columbia City Council, enacted October\n18, 1974. No condominium shall be established except pursuant to this act after March 28, 1977.\nThis act shall not be construed, however, to affect the validity of any provision of any\ncondominium instrument complying with the requirements of the Horizontal Property Act and\nrecorded before March 28, 1977. Except for section 411, subtitle IV shall not apply to any\ncondominium created before March 29, 1977. Any amendment to the condominium instruments\nof any condominium, horizontal property regime, or condominium project created before March\n29, 1977, shall be valid and enforceable if the amendment would be permitted by this act and if\nthe amendment was adopted in conformity with the procedures and requirements specified by\nthose condominium instruments and by the applicable law in effect when the amendment was\nadopted. If an amendment grants a person any right, power, or privilege permitted by this act,\nany correlative obligation, liability, or restriction in this act shall apply to that person.\n“(d) This act shall not apply to any condominium located outside the District of\nColumbia. Sections 402 through 408 and sections 412 through 417 shall apply to any contract\nfor the disposition of a condominium unit signed in the District of Columbia by any person,\nunless exempt under section 401.\n“(e) Except as otherwise provided in this act, amendments to this act shall not invalidate\nany provision of any condominium instrument that was permitted under this act at the time the\nprovision was recorded.”.\n(b) Section 102 (D.C. Official Code § 42-1901.02) is amended as follows:\n(1) A new paragraph (12B) is added to read as follows:\n“(12B) “Electronic transmission” shall mean any form of communication, not\ndirectly involving the physical transmission of paper, which creates a record that may be:\n“(A) Retained, retrieved, and reviewed by a recipient of the\ncommunications; and\n“(B) Reproduced directly in paper form by a recipient through an\nautomated process.”.\n(2) A new paragraph (32) is added to read as follows:\n“(32) “Unit owner in good standing,” unless otherwise defined in the\ncondominium instruments, shall mean a unit owner who is not delinquent for more than 30 days\nin the payment of any amount owed to the unit owners’ association, or a unit owner who has not\nbeen found by the unit owners’ association or its executive board to be in violation of the\ncondominium instruments or the rules of the unit owners’ association.”.\n(c) Section 209 (D.C. Official Code § 42-1902.09) is amended as follows:\n(1) The existing language is redesignated as subsection (a).\n(2) A new subsection (b) is added to read as follows:\n“(b) The decisions and actions of the unit owners’ association and its executive board\nshall be reviewable by a court using the “business judgment” standard. A unit owners’\nassociation shall have standing to sue in its own name for a claim or action related to the\n\nAmend\n§ 42-1901.02\n\nAmend\n§ 42-1902.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3251\n\ncommon elements. Unless otherwise provided in the condominium instruments, the substantially\nprevailing party in an action brought by a unit owners’ association against a unit owner or by a\nunit owner against the unit owners’ association shall be entitled to recover reasonable attorneys’\nfees and costs expended in the matter.”.\n(d) Section 225(a) (D.C. Official Code § 42-1902.25(a)) is amended to read as follows:\n“(a) Unless expressly prohibited in the condominium instruments, the boundaries\nbetween adjoining units may be relocated in accordance with:\n“(1) The provisions of this section and other applicable law; and\n“(2) Any lawful restrictions and limitations specified in the condominium\ninstruments.”.\n(e) Section 226(a) (D.C. Official Code § 42-1902.26(a)) is amended to read as follows:\n“(a) Unless expressly prohibited by the condominium instruments, a unit may be\nsubdivided in accordance with:\n“(1) The provisions of this section and other applicable law; and\n“(2) Any lawful restrictions and limitations specified in the condominium\ninstruments.”.\n(f) Section 227 (D.C. Official Code § 42-1902.27) is amended by adding a new\nsubsection (g) to read follows:\n“(g)(1) Unless otherwise specified in the condominium instruments, if the condominium\ninstruments contain a provision requiring action on the part of the holder of a mortgage or deed\nof trust on a unit to amend the condominium instruments, that provision shall be deemed\nsatisfied if the procedures under this subsection are satisfied.\n“(2) If the condominium instruments contain a provision requiring action on the\npart of the holder of a mortgage or deed of trust on a residential unit to amend the condominium\ninstruments, the unit owners’ association shall cause a copy of a proposed amendment to the\ncondominium instruments to be delivered to the last known address of each holder of a mortgage\nor deed of trust entitled to notice. Absent notice of written instructions to the contrary, the\nassociation may reasonably rely upon the address of each holder as contained in the recorded\nmortgage or deed of trust.\n“(3) If the holder of a mortgage or deed of trust of a residential unit that receives\nthe proposed amendment fails to object, in writing, to the proposed amendment within 60 days\nfrom the date the proposed amendment is mailed or delivered to the holder, the holder shall be\ndeemed to have consented to the adoption of the amendment.\n(4) The inadvertent failure to deliver a copy of any proposed amendment to the\ncondominium instruments to each holder of a mortgage or deed of trust entitled to notice, despite\ngood faith efforts by the unit owners’ association, shall not invalidate any action taken pursuant\nto this section.”.\n(g) Section 303 (D.C. Official Code § 42-1903.03) is amended to read as follows:\n“Sec. 303. Meetings; electronic notice.\n“(a) Meetings of the unit owners’ association shall be held in accordance with the\nprovisions of the condominium instruments at least once each year after the formation of the unit\n\nAmend\n§ 42-1902.25\n\nAmend\n§ 42-1902.26\n\nAmend\n§ 42-1902.27\n\nAmend\n§ 42-1903.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3252\n\nowners’ association and shall be open to all unit owners of record in good standing. The bylaws\nshall specify an officer who shall, at least 21 days in advance of any annual or regularly\nscheduled meeting, and at least 7 days in advance of any other meeting, send to each unit owner\nnotice of time, place, and purposes of the meeting. Notice shall be sent by United States mail to\nall unit owners of record at the address of their respective units and to one other address as any\nof them may have designated in writing to the officer, or notice may be hand delivered by the\nofficer; provided, that the officer certifies in writing that notice was hand delivered to the unit\nowner. Alternatively, notice may be sent by electronic means to any unit owner who requests\ndelivery of notice in an electronic manner and who waives notice by mail or hand delivery,\npursuant to subsection (e) of this section.\n“(b)(1) Except as otherwise provided in the condominium instruments, all meetings of the\nunit owners’ association, committees of the unit owners’ association, and the executive board\nshall be open for observation to all unit owners in good standing. Minutes shall be recorded and\nshall be available for examination and copying by unit owners in good standing. This right of\nexamination may be exercised:\n“(A) Only during reasonable business hours or at a mutually convenient\ntime and location; and\n“(B) Upon 5 days’ written notice identifying the specific minutes\nrequested.\n“(2) Notice, including the time, date, and place of each executive board meeting,\nshall be furnished to a unit owner who requests this information and published in a location\nreasonably calculated to be seen by unit owners. Requests by a unit owner to be notified on a\ncontinual basis must be made at least once a year in writing and include the unit owner’s name,\naddress, and zip code. Notice, reasonable under the circumstances, of special or emergency\nmeetings shall be given contemporaneously with the notice provided to members of the\nexecutive board conducting the meeting.\n“(3) Unless otherwise exempt as relating to an executive session pursuant to\nparagraph (5) of this subsection, at least one copy of the agenda furnished to members of the\nexecutive board for a meeting shall be made available for inspection by unit owners.\n“(4) Meetings of the executive board may be conducted or attended by telephone\nconference or video conference or similar electronic means. If a meeting is conducted by\ntelephone conference, video conference, or similar electronic means, the equipment or system\nused must permit any executive board member in attendance to hear and be heard by, and to\ncommunicate what is said by all other executive board members participating in the meeting.\n“(5)(A) The executive board, upon a motion and an affirmative vote in an open\nmeeting to assemble in executive session, may convene in executive session to consider:\n“(i) Personnel matters relating to specific, identified persons who\nwork for the unit owners’ association, including a person’s medical records;\n“(ii) Contracts, leases, and other commercial transactions to\npurchase or provide goods or services, currently in or under negotiation;\n“(iii) Pending or anticipated litigation;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3253\n\n“(iv) Matters involving state or local administrative or other formal\nproceedings before a government tribunal for enforcement of the condominium instruments or\nrules and regulations promulgated by the executive board;\n“(v) Consultation with legal counsel;\n“(vi) Matters involving individual unit owners or members,\nincluding violations of the condominium instruments or rules and regulations promulgated\npursuant to the condominium instruments and the personal liability of a unit owner to the unit\nowners’ association; or\n“(vii) On an individually recorded affirmative vote of two-thirds of\nthe board members present, for some other exceptional reason so compelling as to override the\ngeneral public policy in favor of open meetings\n“(B) For the purpose of subparagraph (A)(iii) of this paragraph, the term\n“anticipated litigation” means those instances where there has been a specific threat of litigation\nfrom a party or the legal counsel of a party.\n“(6) The motion to assemble in executive session shall state specifically the\npurpose for the executive session. Reference to the motion and the stated purpose for the\nexecutive session shall be included in the minutes. The executive board shall restrict the\nconsideration of matters during an executive session to those purposes specifically set forth in\nthe motion. A motion passed, or other formal action taken, in an executive session shall be\nrecorded in the minutes of the open meeting, but this shall not require disclosure of any details\nthat are properly the subject of confidential consideration in an executive session. The action or\nactions authorized by a motion passed in an executive session shall be reflected in minutes\navailable to unit owners in good standing. The requirements of this section shall not require the\ndisclosure of information in violation of law.\n“(c) Subject to reasonable rules adopted by the executive board, the executive board shall\nprovide a designated period of time during each regularly scheduled meeting to allow unit\nowners an opportunity to comment on any matter relating to the unit owners’ association.\nDuring a meeting at which the agenda is limited to specific topics, or at a special meeting, the\nexecutive board may limit the comments of unit owners to the topics listed on the meeting\nagenda.\n“(d) The executive board may take action without a meeting by resolution issued with the\nunanimous written consent of the members of the executive board in support of the action being\ntaken. A copy of the resolution shall be attached to the minutes of the next executive board\nmeeting that occurs following its adoption.\n“(e)(1) Notwithstanding any language contained in the condominium instruments, the\nunit owners’ association may provide notice of a meeting or deliver information to a unit owner\nby electronic transmission if:\n“(A) The executive board authorizes the unit owners’ association to\nprovide notice of a meeting or deliver information by electronic transmission;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3254\n\n“(B) The unit owner provides the unit owners’ association with prior\nwritten authorization to provide notice of a meeting or deliver material or information by\nelectronic transmission; and\n“(C) An officer or agent of the unit owners’ association certifies in writing\nthat the unit owners’ association has provided notice of a meeting or delivery of material or\ninformation by electronic transmission as authorized by the unit owner pursuant to this\nsubsection.\n“(2) Notice or delivery by electronic transmission shall be considered ineffective\nif:\n“(A) The unit owners’ association is unable to deliver 2 consecutive\nnotices; and\n“(B) The inability to deliver the electronic transmission becomes known to\nthe person responsible for the sending of the electronic transmission.\n“(3) The inadvertent failure to deliver notice by electronic transmission shall not\ninvalidate any meeting or other action.”.\n(h) Section 305 (D.C. Official Code § 42-1903.05) is amended by adding a new\nsubsection (g) to read as follows:\n“(g)(1) Notwithstanding any language contained in the condominium instruments, the\nexecutive board may authorize unit owners to submit votes or proxies by electronic transmission\nif the process used to provide notice of a vote and the means to submit votes or proxies are made\nin a consistent form approved by the executive board and available to all unit owners and the\nelectronic transmission contains information that verifies that the vote or proxy is authorized by\nthe unit owner or the unit owner’s proxy.\n“(2) If the condominium instruments require voting by secret ballot and the\nanonymity of voting by electronic transmission cannot be guaranteed, voting by electronic\ntransmission shall be permitted if unit owners have the option of casting printed secret ballots.\n“(3) The inadvertent failure to submit, receive, or count votes or proxies by\nelectronic transmission shall not invalidate any meeting or other action; provided, that the\npersons responsible for facilitating electronic transmission shall make good-faith efforts to\nsubmit, receive, and count the votes or proxies and resolve problems when they become\nknown.”.\n(i) Section 307(a) (D.C. Official Code § 42-1903.07(a)) is amended to read as follows:\n“(a)(1) Except to the extent otherwise provided by the condominium instruments, all\npowers and responsibilities with regard to maintenance, repair, renovation, restoration, and\nreplacement of a condominium shall belong to:\n“(A) The unit owners' association in the case of the common elements;\nand\n“(B) The individual unit owner in the case of any unit or any part of a unit.\n“(2) Each unit owner shall afford to the other unit owners and to the unit owners'\nassociation and to any agents or employees of either access to the owner's unit as may be\nreasonably necessary to enable them to exercise and discharge their respective powers and\n\nAmend\n§ 42-1903.05\n\nAmend\n§ 42-1903.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3255\n\nresponsibilities. To the extent that damage is inflicted on the common elements or any unit that\nis accessed, the unit owner causing the same, or the unit owners' association if it caused the\nsame, shall be liable for the prompt repair of the damage. Notwithstanding any provision of this\nsection or any provisions of the condominium instruments, the unit owners’ association may\nelect to maintain, repair, or replace specified unit components, or limited common element\ncomponents for which individual unit owners are responsible, using common expense funds, if\nfailure to perform the maintenance, repair, or replacement could have a material adverse effect\non the common elements, the health, safety, or welfare of the unit owners, or the income and the\ncommon expenses of the unit owners’ association. The maintenance, repair, or replacement may\nbe at the expense of the unit owners’ association or, in the reasonable judgment of the executive\nboard, if a limited number of units is affected, at the expense of the unit owners affected. The\nexpense will be considered for all purposes an assessment against any unit to which the limited\ncommon element appertains.”.\n(j) Section 308(a) (D.C. Official Code § 42-1903.08(a)) is amended as follows:\n(1) Paragraph (14) is amended to read as follows:\n“(14) Power to assign the unit owners' association's right to further income,\nincluding the right to future income or the right to receive common expense assessments to the\nextent necessary for the reasonable performance of the unit owners’ associations’ duties and\nresponsibilities, unless expressly prohibited in the condominium instruments;”.\n(2) A new paragraph (14A) is added to read as follows:\n“(14A) Power to reasonably restrict the leasing of residential units; provided, that\nany restriction described under this paragraph shall not apply to a unit that is leased at the time of\nany action taken to restrict the leasing of residential units until the unit is subsequently occupied\nby the owner or ownership transfers;”.\n(k) Section 310 (D.C. Official Code § 42-1903.10) is amended as follows:\n(1) Subsection (b) is amended by striking the phrase “Commencing not later” and\ninserting the phrase “Unless the condominium instruments expressly provide otherwise,\ncommencing no later” in its place.\n(2) A new subsection (d-1) is added to read as follows:\n“(d-1) Each unit owner shall, to the extent reasonably available, purchase\ncondominium owner’s insurance coverage with dwelling (whether residential or commercial)\nproperty coverage at a minimum of $10,000 and condominium owner personal liability insurance\ncoverage at a minimum of $300,000; provided, that the executive board may increase the\nminimum amounts required under this subsection at a meeting properly noticed under this act.”.\n(3) Subsection (e) is amended as follows:\n(A) Paragraph (3) is amended by striking the phrase “policy;” and\ninserting the phrase “policy; and” in its place.\n(B) Paragraph (4) is amended by striking the phrase “; and” and inserting a\nperiod in its place.\n(C) Paragraph (5) is repealed.\n(4) Subsection (j) is amended as follows:\n\nAmend\n§ 42-1903.08\n\nAmend\n§ 42-1903.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3256\n\n(A) The existing language is designated as paragraph (1).\n(B) A new paragraph (2) is added to read as follows:\n“(2) Unless the condominium instruments provide otherwise, if the cause of any\ndamage to or destruction of any portion of a condominium originates from the common\nelements, the association’s property insurance deductible shall be a common expense. If the\nbylaws do not indicate the entity responsible for payment of a deductible amount if the cause of\ndamage to or destruction of a portion of a condominium originates from a unit, the owner of the\nunit where the cause of the damage or destruction originated shall be responsible for the\nassociation’s property insurance deductible in an amount not to exceed $5,000; provided, that the\nunit owners’ association affords notice to unit owners of this responsibility before the damage is\ncaused. If the owner is responsible for the association’s property insurance deductible or an\nuncovered loss up to $5,000, this amount shall be assessed against the owner’s unit. Nothing in\nthis section is intended to limit the rights of a unit owners’ association to pursue its subrogation\nrights, if any, against a unit owner in whose unit the cause of the property or personal liability\ndamage or destruction originated.”.\n(l) Section 313 (D.C. Official Code § 42-1903.13) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) The lead in language to subsection (a) is amended by striking the word\n“instruments” and inserting the phrase “instruments, along with any applicable interest, late fees,\nreasonable expenses and legal fees actually incurred, costs of collection and any other reasonable\namounts payable by a unit owner under the condominium instruments,” in its place.\n(B) Paragraph (2) is amended by striking the phrase “to enforce the lien.\nThe provisions of” and inserting the phrase “to enforce the lien or recordation of a memorandum\nof lien against the title to the unit by the unit owners’ association. The provisions of” in its place.\n(2) Subsection (c) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase “past due, unless the\ncondominium instruments provide otherwise. Any language” and inserting the phrase “past due.\nBy accepting a deed to a condominium unit, the owner shall be irrevocably deemed to have\nappointed the chief executive officer of the unit owners’ association as trustee for the purpose of\nexercising the power of sale provided for herein. Any language” in its place.\n(B) Paragraph (3) is amended to read as follows:\n“(3) The power of sale may be exercised by the chief executive officer of the unit\nowners’ association, as trustee, upon the direction of the executive board, on behalf of the unit\nowners’ association, and the chief executive officer of the unit owners’ association shall have the\nauthority as trustee to deed a unit sold at a foreclosure sale by the unit owners’ association to the\npurchaser at the sale. The recitals in the deed shall be prima facie evidence of the truth of the\nstatement made in the deed and conclusive evidence in favor of bona fide purchasers for value.”.\n(3) Subsection (f) is amended by striking the phrase “for costs and attorneys’\nfees.” and inserting the phrase “for reasonable costs and attorneys’ fees actually incurred by the\nunit owners’ association.” in its place.\n(m) Section 314 (D.C. Official Code § 42-1903.14) is amended to read as follows:\n\nAmend\n§ 42-1903.13\n\nAmend\n§ 42-1903.14\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3257\n\n“Sec. 314. Books, minutes, and records; inspection.\n“(a) The unit owners’ association, or the declarant, the managing agent, or other person\nspecified in the bylaws acting on behalf of the unit owners’ association, shall keep detailed\nrecords of the receipts and expenditures affecting the operation and administration of the\ncondominium and specifying the association’s expenses related to the common elements and any\nother expenses incurred by or on behalf of the association.\n“(b) Subject to the provisions of subsection (c) of this section, books and records kept by\nor on behalf of the unit owners’ association, including the unit owners’ association membership\nlist, mailing addresses of unit owners, and financial records, including aggregate salary\ninformation of the unit owners’ association employees, shall be available in the District of\nColumbia and within 50 miles of the District of Columbia, for examination and copying by a unit\nowner in good standing or such unit owner’s authorized agent so long as the request is for a\nproper purpose related to the unit owner’s membership in the unit owners’ association, and not\nfor pecuniary gain, commercial solicitation, or other purpose unrelated to the unit owner’s\nmembership in the unit owners’ association. This right of examination may be exercised only\nduring reasonable hours on business days. The books shall be subject to an independent audit\nupon the request of owners of units to which 33 1/3 % of the votes in the unit owners’\nassociation pertain or a lower percentage as may be specified.\n“(c)(1) Books and records kept by or on behalf of a unit owners’ association may be\nwithheld from examination or copying by unit owners and their agents to the extent that they are\ndrafts not yet incorporated into the unit owners’ association’s books and records or if the books\nand records concern:\n“(A) Personnel matters relating to specific, identified persons who work\nfor the unit owners’ association, including a person’s medical records;\n“(B) Contracts, leases, and other commercial transactions to purchase or\nprovide goods or services, currently in or under negotiation;\n“(C) Pending or anticipated litigation;\n“(D) Matters involving state or local administrative or other formal\nproceedings before a government tribunal for enforcement of the condominium instruments or\nrules and regulations promulgated by the executive board;\n“(E) Communications with legal counsel;\n“(F) Disclosure of information in violation of law;\n“(G) Minutes or other records of an executive session of the executive\nboard;\n“(H) Documentation, correspondence, management, or reports compiled\nfor or on behalf of the unit owners’ association or the executive board by its agents or\ncommittees for consideration by the executive board in executive session; or\n“(I) Individual unit owner or member files, other than those of the\nrequesting unit owner, including any individual unit owner’s files kept by or on behalf of the unit\nowners’ association.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3258\n\n“(2) For the purposes of paragraph (1)(C) of this subsection, the term “anticipated\nlitigation” means those instances where there has been a specific threat of litigation from a party\nor the legal counsel of a party.\n“(d) Before providing copies of any books or records, the unit owners’ association may\nimpose and collect a fee reflecting the actual costs of materials and labor for providing access to\ncopies of the requests books and records.”.\n(n) Section 404(a)(5)(F) (D.C. Official Code § 42-1904.04(a)(5)(F)) is amended by\nstriking the phrase “alienation; and” and inserting the phrase “alienation, including restrictions\non the rental of units; and” in its place.\n(o) Section 409 (D.C. Official Code § 42-1904.09) is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) New subsections (b), (c), (d), (e), (f), (g), and (h) are added to read as follows:\n“(b) The declarant of a condominium may:\n“(1) Obtain and maintain a corporate surety bond issued by a surety authorized to\ndo business in the District, in the form and amount set forth in subsection (e) of this section; or\n“(2) Obtain and maintain an irrevocable letter of credit issued by a financial\ninstitution insured by the federal government, in the form and amount set forth in subsection (f)\nof this section.\n“(c) Except as provided in subsection (d) of this section, the declarant shall maintain the\nsurety bond or letter of credit until the first of the following occurs:\n“(1) A deed to the unit is granted to the purchaser;\n“(2) The purchaser defaults under a purchase contract for the unit entitling the\ndeclarant to retain the deposit; or\n“(3) The deposit is refunded to the purchaser.\n“(d) The declarant may make withdrawals from an escrow account established under\nsubsection (a) of this section that consists of sum received to finance the construction of a unit to\npay, in accordance with a draw schedule agreed to by the purchaser in writing, documented\nclaims of persons who have furnished labor or material for the construction of the unit.\n“(e) The surety bond shall be payable to the District for the use and benefit of every\nperson protected under the provisions of this act. The declarant shall file the bond with the\nDepartment of Housing and Community Development. The surety bond may either be in the\nform of an individual bond for each deposit the declarant accepts or, if the total amount of the\ndeposits the declarant accepts under this act exceeds $10,000, it may be in the form of a blanket\nbond. If the bond is a blanket bond, the amount of the bond shall be equal to the amount of the\ndeposits.\n“(f) The letter of credit shall be payable to the District for the use and benefit of persons\nprotected under the provisions of this act. The declarant shall file the letter of credit with the\nDepartment of Housing and Community Development. The letter of credit may be in the form of\nan individual letter of credit for each deposit the declarant accepts or, if the total amount of the\ndeposits the declarant accepts under this act exceeds $10,000, it may be in the form of a blanket\nletter of credit. If the letter of credit is a blanket letter of credit, the amount of the letter of credit\n\nAmend\n§ 42-1904.04\n\nAmend\n§ 42-1904.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-109, effective June 21, 2014\n\n20 DCSTAT 3259\n\nshall be equal to the amount of the deposits.\n“(g) For the purpose of determining the amount of any blanket bond or blanket letter of\ncredit that a declarant maintains, the total amount of deposits considered held by the declarant\nshall be determined as of May 31 of any given calendar year, and the amount of the bond or\nletter of credit shall be in accordance with the amount of deposits held as of that May 31 until\nMay 31 of the following calendar year.\n“(h) Nothing in this section shall be construed to modify or limit the requirements\nimposed on a declarant by section 316.”.\n(p) Section 411(a)(2) (D.C. Official Code § 42-1904.11(a)(2)) is amended to read as\nfollows:\n“(2) A statement of any capital expenditures approved by the unit owners’\nassociation planned at the time of the conveyance that are not reflected in the current operating\nbudget disclosed under paragraph (4) of this subsection;”.\nSec. 3. Fiscal impact statement\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 42-1904.11\n\n\f", 
  "end": "3259", 
  "name": "Law_20-109.pdf", 
  "title": "Condominium Amendment Act of 2014"
}