{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4068\n\nAN ACT\n\nTo amend Title 47 of the District of Columbia Official Code to establish the Office of the Real Property Tax\nOmbudsman, exclude from real property tax sales improved Class 1 properties on which the tax\nowed is less than $2,500, modify property tax delinquency and sale procedures, expand pre-sale\nnotice requirements, require that copies of delinquency notices be provided to the Real Property\nTax Ombudsman, permit homeowners to apply for a forbearance authorization from the Mayor to\navoid tax sales, expand post-sale notice to homeowners to minimize costs associated with\nredemption, provide equitable limitations on tax sale purchaser expenses that a homeowner must\npay to redeem a home, and to provide that homeowners be allowed to retain the equity in the\nproperty in the event of a failure to redeem; to amend the District of Columbia Government\nComprehensive Merit Personnel Act of 1978 to make a conforming amendment; to amend the\nBusiness Improvement Districts Act of 1996 to change the rate of interest assessed on any\noutstanding business improvement district tax from 1½% to 1%; to amend An Act To establish a\ncode of law for the District of Columbia to require an owner of real property to notify the Office of\nTax and Revenue of a name or address change within 30 days and to record a name change with\nthe Recorder of Deeds; to amend the District of Columbia Deed Recordation Tax Act to exempt\nfrom recordation tax a deed on property transferred to a named beneficiary of a revocable\ntransfer on death deed under the Uniform Real Property Transfer of Death Act of 2012 upon the\ndeath of the grantor; and to amend An Act To provide for the abatement of nuisances in the\nDistrict of Columbia by the Commissioners of said District, and for other purposes to broaden the\ndefinition of owner.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Residential Real Property Equity and Transparency Amendment Act of\n2014”.\n\nTITLE I. RESIDENTIAL REAL PROPERTY EQUITY AND TRANSPARENCY\nSec. 101. Title 47 of the District of Columbia Official Code is amended as follows:\n(a) Chapter 8 is amended as follows:\n(1) The table of contents is amended by adding a new section designation to read\nas follows:\n“47-805. Office of Real Property Tax Ombudsman.”.\n(2) Section 47-802(5) is amended as follows:\n(A) Subparagraph (D) is amended by striking the word “or” at the end.\n(B) Subparagraph (E) is amended by striking the period and inserting the\nphrase “; or” in its place.\n(C) A new subparagraph (F) is added to read as follows:\n“(F) For purposes of appealing the assessment of real property sold under\n\nBill 20-23\nAct 20-378\neffective\nJuly 15, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nResidential\nReal Property\nEquity and\nTransparency\nAmendment\nAct of 2014\n\nAmend\n§ 47-802\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4069\n\n§ 47-1353(b), the tax sale purchaser or the purchaser’s assignee, as applicable; provided, that the\nMayor shall not be required to mail notices or bills issued under this chapter to the tax sale\npurchaser or assignee; provided, further that the owner of record is not appealing the assessment\nfor the same tax year.”.\n(3) A new section 47-805 is added to read as follows:\n“§ 47-805. Office of Real Property Tax Ombudsman.\n“(a) There is created within the Office of the Mayor the Office of the Real Property Tax\nOmbudsman (“Office”), which shall be headed by the Real Property Tax Ombudsman\n(“Ombudsman”) who shall be appointed by the Mayor pursuant to section 2(a) of the\nConfirmation Act of 1978, effective March 3, 1979 (D.C. Law 2-142; D.C. Official Code § 1523.01(a)), as a statutory employee in the Excepted Service pursuant to section 908 of the\nDistrict of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March\n3, 1979 (D.C. Law 2-139; D.C. Official Code § l-609.08). The Ombudsman shall serve for a\nterm of 5 years. The Ombudsman shall serve at the pleasure of the Mayor.\n“(b) The Ombudsman shall appoint staff and additional personnel as provided for in an\napproved budget and financial plan for the District.\n“(c) The Ombudsman shall:\n“(1) Consult with and advise Class 1 real property owners on any real property tax\nmatter arising under Chapter 8 or 13A of this title or under An Act To provide for the abatement\nof nuisances in the District of Columbia by the Commissioners of said District, and for other\npurposes, approved April 14, 1906 (34 Stat. 114; D.C. Official Code § 42-3131.01 et seq.);\n“(2) Receive and investigate concerns and complaints from Class 1 real property\nowners related to real property tax matters;\n“(3) Provide counsel and assistance to Class 1 real property owners relating to\nreal property taxes, including referring Class 1 real property owners to appropriate:\n“(A) Legal service providers;\n“(B) Public interest organizations; and\n“(C) Government offices.\n“(4) Maintain a list of organizations that provide free or reduced-price legal\nservices to District of Columbia residents and a list of housing counseling agencies approved by\nthe U.S. Department of Housing and Urban Development;\n“(5) Protect the confidentiality of records and comply with all applicable\nconfidentiality provisions, including § 47-821(d)(2); and\n“(6) Prepare and submit to the Council and the Mayor an annual report on the\nactivities of the Office. The Mayor shall make the report available to the public on the Mayor’s\nwebsite.\n“(d) The Ombudsman may assist an owner with matters concerning an abutting lot where\nthe abutting lot and the Class 1 property are owned by the same owner.\n“(e) The Ombudsman shall not appear on behalf of Class 1 real property owners in any\ncourt, administrative, or quasi-judicial proceeding.\n\nNew\n§ 47-805\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4070\n\n“(f) The Office of the Chief Financial Officer may share confidential tax information\nwith the Ombudsman.\n“(g) For purposes of this section, the term “Class 1 real property owner” shall have the\nsame meaning as contained in § 47-813(c-3)(1); provided, that the term owner as used in § 47813(c-3)(1) shall be construed broadly and include the persons defined as owners in § 47-802 as\nwell as other persons with an equitable interest in the property, and any other persons the\nOmbudsman determines to be appropriate representatives of the property owner (or, if\napplicable, the property owner’s estate), or any other persons the Ombudsman determines to be\nconsistent with the purposes of this section.\n“(h) This section shall apply upon its fiscal effect being included in an approved budget\nand financial plan, as certified by the Chief Financial Officer to the Budget Director of the\nCouncil in a certification published by the Council in the District of Columbia Register.\n(4)(A) Section 47-811(c) is amended by striking the phrase “plus interest on the\nunpaid amount at the rate of 1½%” and inserting the phrase “plus simple interest on the unpaid\namount at the rate of 1%” in its place.\n(B)(i) This paragraph shall apply upon its fiscal effect being included in\nan approved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\n(ii) Subject to sub-subparagraph (i) of this subparagraph, this\nparagraph shall apply beginning October 1, 2014.\n(5) Section 47-845.03 is amended as follows:\n(A) Subsection (c) is amended to read as follows:\n“(c) Taxes deferred under this section shall bear simple interest at the rate of ½% per\nmonth or portion of a month until paid.”.\n(B) Subsection (g) is amended to read as follows:\n“(g) If a properly completed and approved application is filed, the applicant may choose\nto have the deferral apply to past years; provided, that the amount deferred shall comply with\nsubsection (d) of this section and the periods of applicability are stated in the application;\nprovided further, that the applicant is responsible for accrued attorneys’ fees.”.\n(C) Subsection (p) is repealed.\n(D) Subparagraphs (A) and (B) of this paragraph shall apply upon its\nfiscal effect being included in an approved budget and financial plan, as certified by the Chief\nFinancial Officer to the Budget Director of the Council in a certification published by the\nCouncil in the District of Columbia Register.\n(6) Section 47-895.31(8) is amended to read as follows:\n“(8) “Lot” means real property as defined in § 47-802(1) where such real property\nfor billing and collection purposes under this subchapter shall be further described with the\nletters “PC” preceding the sequence of square, suffix and lot, or parcel and lot, numbers under §\n47-802(1).\n\nAmend\n§ 47-811\n\nAmend\n§ 47-845.03\n\nAmend\n§ 47-895.31\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4071\n\n(7) Section 47-895.33 is amended by adding a new subsection (b-1) to read as\nfollows:\n“(b-1) A notice, bill, or other correspondence under this subchapter or § 47-1336 shall be\nmailed to the owner’s specifically designated mailing address as provided in the energy\nefficiency loan closing documents and as may be updated from time to time by the Chief\nFinancial Officer, which may be different from the general mailing address provided pursuant to\nsection 499d of An Act To establish a code of law for the District of Columbia, effective October\n23, 1997 (D.C. Law 12-34; D. C. Official Code § 42-405), or as provided in the transfer and\nrecordation tax return.”.\n(b) Section 47-902 is amended by adding a new paragraph (26) to read as follows:\n“(26) Transfers of property transferred to a named beneficiary of a revocable\ntransfer on death deed under the Uniform Real Property Transfer of Death Act of 2012, effective\nMarch 19, 2013 (D.C. Law 19-230; D.C. Official Code § 19-604.01 et seq.), by reason of the\ndeath of the grantor of the revocable transfer on death deed.”.\n(c) Chapter 13A is amended as follows:\n(1) The table of contents is amended as follows:\n(A) A new section designation is added to read as follows:\n“47-1353.01. Post-sale notice.”.\n(B) A new section designation is added to read as follows:\n“47-1382.01. Equity distribution post-judgment – owner-occupant properties.”.\n(C) A new section designation is added to read as follows:\n“47-1390. Office of Real Property Tax Sale Review.”.\n(2) Section 47-1330 is amended as follows:\n(A) Paragraph (2) is amended to read as follows:\n“(2) “Tax” means unpaid real property tax and vault rent owing as of October 1,\nand unpaid business improvement district tax owing as of September 1, including penalties,\ninterest, and costs, as calculated by the Mayor. The term “Tax” includes an assessment or charge\ndue at any time to the District and certified to the Mayor for collection under this chapter in the\nsame manner as a real property tax, along with permitted penalties, interest, and costs, as\ncalculated by the Mayor.”.\n(B) A new paragraph (2A) is added to read as follows:\n“(2A) “Tax sale date” or “date of the tax sale” means for purposes of the tax sale\nheld under § 47-1346 the date when the tax sale during which the real property was sold\nconcluded.”.\n(C) A new paragraph (4A) is added to read as follows:\n“(4A) “Premises address” means the address, if any, for the square, suffix, and lot\nnumbers, or parcel and lot numbers, of real property as reflected in the records in the Office of\nTax and Revenue.”.\n(3) Section 47-1332 is amended to read as follows:\n“§ 47-1332. Sale of properties by Mayor; exemptions from sale.\n\nAmend\n§ 47-895.33\n\nAmend\n§ 47-902\n\nAmend\n§ 47-1330\n\nAmend\n§ 47-1332\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4072\n\n“(a) Except as provided in subsections (c) and (d) of this section or as provided in other\nlaw, the Mayor shall sell all real property on which the tax is in arrears.\n“(b) The Mayor shall designate a single agency to conduct tax sales.\n“(c) The Mayor shall not sell any real property if:\n“(1) A forbearance authorization has been approved in writing by the Mayor for\nthe applicable tax sale;\n“(2) For improved Class 1 Property, the tax amount to be sold is less than $2,500;\nor\n“(3) The real property is a Class 1 Property that is receiving a homestead\ndeduction, with respect to which there is an outstanding non-void certificate of sale; provided,\nthat no real property shall be excluded from sale solely pursuant to this paragraph if the non-void\ncertificate of sale has been outstanding for 3 years or more.\n“(d) The Mayor, in the Mayor’s discretion, may decline to sell any Class 1 Property or\nany real property for a delinquency in the payment of a non-real property tax that does not have\nto be certified.\n“(e)(1) An application for a forbearance authorization, utilizing the form of application as\nshall be devised by the Mayor, may be submitted to the Mayor up to 30 days before the first day\nof the tax sale.\n“(2) The Mayor shall review and approve or deny the application within 90 days\nof receipt of the application.\n“(3) The Mayor shall approve an application if the real property receives a\nhomestead deduction and the tax amount to be sold is less than or equal to $7,500. The Mayor\nmay, in the Mayor’s discretion, approve an application that does not meet the above criteria for\ndemonstrated hardship.\n“(4) Upon approving an application for forbearance authorization, the Mayor\nshall remove the real property from the tax sale to which the forbearance corresponds or, if the\ntax sale has occurred with respect to the real property, cancel the tax sale pursuant to § 47-1366.\n“(f) Subsections (c) and (e) of this section shall apply upon its fiscal effect being\nincluded in an approved budget and financial plan, as certified by the Chief Financial Officer to\nthe Budget Director of the Council in a certification published by the Council in the District of\nColumbia Register.”.\n(4)(A) Section 47-1334 is amended to read as follows:\n“§ 47-1334. Interest rate.\n“(a) The rate of simple interest on all amounts due, owing, or paid for the taxes sold or\nbid off to the District under this chapter shall be 1.5% per month or portion thereof until paid,\nexcluding surplus; provided, that beginning October 1, 2014, the rate of simple interest shall be\n1% per month or portion thereof; provided further, that interest on the amount sold at tax sale,\nexcluding surplus, shall accrue at the applicable interest rate beginning the first day of the month\nfollowing the tax sale. No interest shall accrue for surplus, expenses, or the reasonable value of\nimprovements.\n\nAmend\n§ 47-1334\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4073\n\n“(b) The purchaser shall receive simple interest of 1% per month or portion thereof on the\namount paid for the real property, excluding surplus, beginning on the first day of the month\nimmediately following when the real property was sold or the certificate of sale was assigned by\nthe Mayor until the payment to the Mayor is made as required under § 47-1361(a), by another\npurchaser under § 47-1382(c), or by the trustee under § 47-1382.01(d)(2), and as provided in §\n47-1354(b) for the period when such other taxes were paid. The purchaser shall receive no\ninterest for expenses or the reasonable value of improvements.\n“(c) Subsection (a) of this section shall apply upon its fiscal effect being included in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.”.\n(5) Section 47-1336 is amended as follows:\n(A) Subsection (a) is amended by adding the following sentence at the\nend:\n“The special assessment shall be collectible under this chapter notwithstanding any\nprovision to the contrary granting a tax exemption, and the real property formerly described\nunder § 47-895.31(8) shall revert back to its description under § 47-802(1) for purposes of\ncollection under this chapter.”.\n(B) Subsection (b)(2) is amended as follows:\n(i) Strike the word “transaction” and insert the word “sale” in its\nplace.\n(ii) Strike the phrase “§§ 47-1341 and 47-1342” and insert the\nphrase “§§ 47-1341, 47-1342, and 47-1353.01” in its place.\n(C) Subsection (e) is amended as follows:\n(i) Paragraph (1) is amended by striking the phrase “contrary, ”\nand inserting the phrase “contrary, provisions in this section excepted,” in its place.\n(ii) Paragraph (2) is amended as follows:\n(I) The lead-in language is amended by striking the phrase\n“record owner” and inserting the phrase “record owner at the mailing address provided in § 47895.33(b-1)” in its place.\n(II) Subparagraph (C) is amended by striking the word\n“and”.\n(III) Subparagraph (D) is amended to read as follows:\n“ (D) Once the\n\ncomplaint is filed, expenses under § 47-1377 shall be owed;\n\nand”.\n(IV) A new subparagraph (E) is added to read as follows:\n“(E) The real property described under § 47-895.31(8) and billed as such\n(with account number) for purposes of subchapter IX of Chapter 8 of this title and the correlating\n\nAmend\n§ 47-1336\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4074\n\ndescription under § 47-802(1) (with square, suffix, and lot numbers, or parcel and lot numbers,\nas applicable) is under which the complaint shall be filed.”.\n(6) Section 47-1340 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) Strike the phrase “Each of the taxing” and insert the phrase\n“Subject to the limitation set forth in section 104(a) of the District of Columbia Public Works\nAct of 1954, approved May 18, 1954 (68 Stat. 102; D.C. Official Code § 34-2407.02), each of\nthe taxing” in its place.\n(ii) Strike the phrase “notice of delinquency required by § 471341” and insert the phrase “notices required by § 47-1341 and § 47-1353.01” in its place.\n(B) Subsection (c) is amended to read as follows:\n“(c) If a taxing agency does not certify a tax that is due to the District as of the date of\nthe Mayor’s notice under subsection (a) of this section, the tax shall not be collected through\nsuch tax sale.\n(C) Subsection (d) is amended by striking the phrase “Unpaid real\nproperty taxes” and inserting the phrase “Unpaid real property taxes, business improvement\ndistrict taxes, and vault rents” in its place.\n(D) Subsection (f) is amended to read as follows:\n“(f)(1) If a taxing agency certifies taxes (for which real property is offered for sale) to\nthe Mayor under subsection (a) of this section, and the payment of taxes to the Mayor as\nspecified in § 47-1361(a) or by a purchaser under § 47-1382(c) has occurred for the real\nproperty, or the amount in the notices under § 47-1341 is paid prior to the tax sale, the taxing\nagency may submit an accounting to the designated agency under § 47-1332(b) in the form that\nthe Mayor requires.\n“(2) Upon receipt of the accounting and verification of the payment of taxes to\nthe Mayor as specified in § 47-1361(a) or if payment to the Mayor is made by a purchaser under\n§ 47-1382(c), or the amount in the notices under § 47-1341 is paid prior to the tax sale, the\namount of taxes collected that are not imposed under Chapter 8 of this title shall be disbursed\nregardless of lien priority from the General Fund for the purpose designated by, and in\naccordance with, the law creating the obligation for such taxes; provided, that, in the case of a\nsale under § 47-1353(b), the disbursement shall be limited to the amount available after\napplication of lien priorities to such taxes before certification.”.\n(7) Section 47-1341 is amended as follows:\n(A) Subsection (a) is amended to read as follows:\n“(a)(1) On or before May 1, the Mayor shall send a notice of tax delinquency by first\nclass mail, postage prepaid, bearing a postmark from the United States Postal Service, to the\nperson who last appears as the owner of the real property on the tax roll, at the last mailing\naddress shown on the tax roll, as updated by the filing of a change of address in accordance with\nsection 499d of An Act To Establish A Code of Law for the District of Columbia, effective\nOctober 23, 1997 (D.C. Law 12-34; D.C. Official Code § 42-405). If the premises address is\n\nAmend\n§ 47-1340\n\nAmend\n§ 47-1341\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4075\n\ndifferent from the address of record of the owner, the Mayor shall send a duplicate copy of the\nnotice to the premises address, addressed to “Property Owner.”\n“(2) The notice required pursuant to paragraph (1) of this subsection shall be in\nsubstantively the following form:\n\n“THIS IS A NOTICE OF DELINQUENCY\n“FAILURE TO PAY TAXES WILL HAVE SERIOUS CONSEQUENCES\n“Subject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address, the real property to be sold]\nTotal Amount Due on the Account: $.................\n“TO AVOID TAX SALE YOU MUST PAY $[Amount Subject to Sale] by May 31, 20__ )\n“This amount may include fees or fines due to other DC agencies that have been certified to the\nOffice of Tax and Revenue to be included in a tax sale pursuant to D.C. Code § 47-1340.\n“According to the Mayor's tax roll, you own or may have an interest in the real property listed\nabove. Notice is given that unless you pay the amount stated above or fall within one of the\nlimited exemptions from the tax sale, the Office of Tax and Revenue may sell this real property\nat tax sale.\n\n“If the property is sold at tax sale, the purchaser may\nhave the right to file a lawsuit to foreclose on the\nproperty.\n“You must act now to avoid additional costs and significant expenses.\n“If payment is not made before May 31, 20__, the amount listed on this notice may no longer be\naccurate. In that case, you must contact the Office of Tax and Revenue at ………….. to obtain\nan updated payoff amount.\n“Payment to the “DC Treasurer” may be made online at www.taxpayerservicecenter.com or at\nany District branch of Wells Fargo Bank or mailed (with payment coupon from tax bill) to the\nOffice of Tax and Revenue, Real Property Tax Administration, PO Box 98095, Washington, DC\n20090-8095 (please write your square, suffix and lot numbers on the check). You should keep a\ncopy of your proof of payment in case there is a later dispute about the payment.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4076\n\n“YOU MAY BE ELIGIBLE FOR ASSISTANCE, INCLUDING A\nHARDSHIP FORBEARANCE OR FREE LEGAL SERVICES. PLEASE\nSEE THE NEXT PAGE FOR ADDITIONAL INFORMATION.\n“Should you have additional questions, please call the Customer Service Center for the Office of\nTax and Revenue at (202) 727-4TAX (4829).\n\n“RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n“Real Property Tax Ombudsman. Homeowners and other interested parties may be\neligible for assistance from the Real Property Tax Ombudsman. If you need assistance with a\ntax sale or related property tax matters, contact the Real Property Tax Ombudsman at\n……………\n\n“Office of Tax Sale Review. If there are special circumstances that should keep the real\nproperty out of the upcoming sale, contact the Office of Tax Sale Review at ………….. for\ninformation on how to petition the Mayor to exempt the real property from sale.\n\n“Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\n“Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past\ndue amount. For information on how to apply for this deferral, please contact the Office of Tax\nand Revenue at.…….\n\n“Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income\nhouseholds may have additional rights to defer property taxes. If think you may be eligible for\nthis tax relief, please contact the Office of Tax and Revenue at.……. for more information.\n\n“Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings\nfrom 10:00am to 12:00pm when court is in session. The Resource Center is located in the\nMoultrie Courthouse at 500 Indiana Ave. NW.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4077\n\n“Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\n“Housing Counseling Services. The U.S Department of Housing and Urban Development\n(“HUD”) sponsors housing counseling agencies throughout the country that can provide advice\non buying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).”.\n(B)(i) A new subsection (b-1) is added to read as follows:\n“(b-1)(1) At least 2 weeks before real property is offered at a tax sale under this chapter,\nthe Mayor shall send a final notice of delinquency, by first class mail, postage prepaid, bearing a\npostmark from the United States Postal Service, to the person who last appears as the owner of\nthe real property on the tax roll, at the last address shown on the tax roll, as updated by the filing\nof a change of address in accordance with section 499d of An Act To Establish A Code of Law\nfor the District of Columbia, effective October 23, 1997 (D.C. Law 12-34; D.C. Official Code §\n42-405). If the premises address is different from the address of record of the owner, the Mayor\nshall send a duplicate copy of the notice to the premises address, addressed to “Property Owner.”\n“(2) The notice required pursuant to paragraph (1) of this subsection shall be in\nsubstantively the following form:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4078\n\n“THIS IS A NOTICE OF DELINQUENCY. FAILURE TO PAY TAXES\nIMMEDIATELY MAY HAVE SERIOUS CONSEQUENCES WHICH MAY\nINCLUDE LOSS OF TITLE TO THE PROPERTY\n“Subject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address, the real property to be sold]\n“Total Amount Due on the Account: $.................\n“TO AVOID TAX SALE YOU MUST PAY $[Amount Subject to Sale] by [Last Business\nDay before tax sale]\n“This amount may include fees or fines due to other District agencies that have been certified to\nthe Office of Tax and Revenue to be included in a tax sale pursuant to D.C. Official Code § 471340.\n“According to the Mayor's tax roll, you own or may have an interest in the real property listed\nabove. Notice is given that unless you pay the amount stated above or fall within one of the\nlimited exemptions from the tax sale, the Office of Tax and Revenue may sell this real property\nat tax sale.\n\n“If the property is sold at tax sale, the purchaser may have the right to\nfile a lawsuit to foreclose on the property. You must act now to avoid\nadditional costs and significant expenses, as well as potential loss of title\nto the property.\n“Payment to the “DC Treasurer” may be made online at www.taxpayerservicecenter.com, at any\nDistrict branch of Wells Fargo Bank, or mailed (with payment coupon from tax bill) to the\nOffice of Tax and Revenue, Real Property Tax Administration, PO Box 98095, Washington, DC\n20090-8095 (please write your square, suffix and lot numbers on the check). You should keep a\ncopy of your proof of payment in case there is a later dispute about the payment.\n“If payment is made less than 10 calendar days before [the last business day before tax sale], you\nmust provide a copy of the receipt directly to the Office of Tax and Revenue in order to ensure\nthat your property is removed from the tax sale.\n•\n\n“You may FAX the receipt to (202) 478-5995; EMAIL the receipt to [email address]; or\nHAND-DELIVER a copy of the paid receipt to a Tax Sale Unit representative in the\nCustomer Service Center located at 1101 4th Street, SW, Suite 270W, Washington, DC\n20024.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n•\n\n20 DCSTAT 4079\n\n“Do not mail your paid receipt.\n\n“YOU MAY BE ELIGIBLE FOR ASSISTANCE, INCLUDING A\nHARDSHIP FORBEARANCE OR FREE LEGAL SERVICES. PLEASE\nSEE THE NEXT PAGE FOR ADDITIONAL INFORMATION.\n“Should you have additional questions, please call the Customer Service Center for the Office of\nTax and Revenue at (202) 727-4TAX (4829).\n\n“RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n“Real Property Tax Ombudsman. Homeowners and other interested parties may be\neligible for assistance from the Real Property Tax Ombudsman. If you need assistance with a\ntax sale or related property tax matters, contact the Real Property Tax Ombudsman at\n……………\n\n“Office of Tax Sale Review. If there are special circumstances that should keep the real\nproperty out of the upcoming sale, contact the Office of Tax Sale Review at ………….. for\ninformation on how to petition the Mayor to exempt the real property from sale.\n\n“Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\n“Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past\ndue amount. For information on how to apply for this deferral, please contact the Office of Tax\nand Revenue at.…….\n\n“Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income\nhouseholds may have additional rights to defer property taxes. If think you may be eligible for\nthis tax relief, please contact the Office of Tax and Revenue at.……. for more information.\n\n“Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings\nfrom 10:00am to 12:00pm when court is in session. The Resource Center is located in the\nMoultrie Courthouse at 500 Indiana Ave. NW.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4080\n\n“Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\n“Housing Counseling Services. The U.S Department of Housing and Urban Development\n(“HUD”) sponsors housing counseling agencies throughout the country that can provide advice\non buying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).”.\n(ii) This subparagraph shall apply upon its fiscal effect being\nincluded in an approved budget and financial plan, as certified by the Chief Financial Officer to\nthe Budget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\n(C) Subsection (b) is amended by striking the phrase “Failure of the\nMayor to mail the notice of delinquency as provided in subsection (a) of this section, or to\ninclude” and inserting the phrase “Subject to the Mayor’s authority to cancel the sale under §\n47-1366(b)(3)(A) and (B), the failure of the Mayor to mail the notices of delinquency as\nprovided in subsections (a) and (b-1) of this section, or to include” in its place.\n(D) A new subsection (d) is added to read as follows:\n“(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(8) Section 47-1342 is amended as follows:\n(A) Subsection (a) is amended by striking the phrase “the notice of\ndelinquency,” and inserting the phrase “the notice of delinquency required by section 471341(a),” in its place.\n.\n(B) Subsection (b)(1)(A) is amended by striking the phrase “by taxation\nsquare,” and inserting the phrase “by premises address, taxation square,” in its place.\n(C) A new subsection (d) is added to read as follows:\n“(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(9) Section 47-1343 is amended to read as follows:\n“§ 47-1343. Real property to be sold in its entirety.\n“Subject to § 47-1345, each real property for sale shall be sold in its entirety, which shall\nbe the parcel of real property as assessed in the assessment records under § 47-802(1) or as\ndescribed under or § 47-47-895.31(8) as related to a sale under § 47-1336.”.\n(10) Section 47-1345 is amended to read as follows:\n“§ 47-1345. Sale of real property subject to possessory interest.\n“(a) Whether or not any real property subject to sale under this chapter is subject to an\nestate for life, or a lease or ground rent for a term (with renewals) that is at least 30 years, the\nMayor shall sell the entire fee simple estate; provided, that after the judgment of foreclosure of\n\nAmend\n§ 47-1342\n\nAmend\n§ 47-1343\n\nAmend\n§ 47-1345\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4081\n\nthe right of redemption, no claim for rent unpaid, due, or accruing before the date of the\njudgment of foreclosure of the right of redemption shall be made by the purchaser (or assignee).\n“(b) Notwithstanding subsection (a) of this section or any other provision to the contrary,\nwhen a real property subject to sale under this chapter is subject to a ground lease and the ground\nlessor is the District of Columbia, or an instrumentality of the District, the Washington\nMetropolitan Area Transit Authority, or an entity whose real property is exempt from real\nproperty taxation or the enforced collection thereof under the laws of the United States of\nAmerica, the Mayor shall sell the real property’s improvements only. Any additional\nrepresentation related to what is being sold shall be ineffectual and shall not affect the validity of\nthe sale.\n“(c) The termination of claims on real property sold under this section shall not foreclose\nany personal claims against previous holders of the interest sold for any damages including rent\nunpaid, due, or accruing before the date of the judgment of foreclosure.”.\n(11) Section 47-1346(a)(5) is amended to read as follows:\n“(5)(A) A potential purchaser, including a natural person or business entity, who\nis delinquent in payment of in rem taxes to the District or who has been convicted of a felony\ninvolving fraud, deceit, moral turpitude, or anti-competitive behavior may not bid on real\nproperty offered at a sale held under this chapter or otherwise acquire an interest in real property\nsold under this chapter.\n“(B) A potential purchaser, including a natural person or business entity,\nshall certify under oath, subject to the penalties of perjury, that the potential purchaser is not\nmore than one year in arrears in any jurisdiction in payment of in rem taxes not being contested\nin good faith and has not been convicted in any jurisdiction of a felony involving fraud, deceit,\nmoral turpitude, or anti-competitive behavior.\n“(C) A certificate of sale held by a purchaser that willfully and materially\nviolates the provisions of this paragraph shall be voidable at the discretion of the Mayor;\nprovided, that after the issuance of a final order by the Superior Court foreclosing the right of\nredemption, the certificate is no longer voidable. A certificate that is voided by the Mayor\npursuant to this subparagraph shall be subject to the provisions of § 47-1355(b).\n“(D) The intent of this paragraph shall not be circumvented by a purchaser\nthrough the use of one or more business entities to avoid its intended application.\n“(E) For purposes of this paragraph, a potential purchaser shall include a\nperson owning a 10% or more equity interest in, or an officer of, an entity that owns a 10% or\nmore equity interest in real property on which taxes are delinquent.”.\n\nAmend\n§ 47-1346\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4082\n\n(12) Section 47-1348 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) Paragraph (3) is amended by striking the phrase “date of the\noriginal public tax sale” and inserting the phrase “date of the tax sale” in its place.\n(ii) Paragraph (4) is amended by striking the phrase “purchaser;”\nand inserting the phrase “purchaser, which shall be the same date as in paragraph (3) of this\nsubsection, if the purchaser purchased the real property at the tax sale held under § 47-1346;”.\n(iii) Paragraph (10) is amended to read as follows:\n“(10)(A) A statement that the rate of simple interest, upon redemption, shall be\n1% per month or portion thereof on the amount paid for the real property, excluding surplus,\nbeginning on the first day of the month immediately following the date of the tax sale or the date\nwhen the certificate of sale was assigned by the Mayor.\n“(B) This paragraph shall apply upon its fiscal effect being included in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.”.\n(B) Subsection (b) is repealed.\n(C)(i) Subsection (c) is amended as follows:\n(I) Strike the phrase “telephone number.” and insert the\nphrase “telephone number. If notice is not provided within 30 days of the assignment, the\ncertificate shall be voidable at the discretion of the Mayor.” in its place.\n(II) Strike the phrase “On redemption, the purchaser will be\nrefunded the sums paid on account of the purchase price, together with interest thereon at the rate\nof 18% per annum from the date the real property was sold to the date of redemption; provided,\nthat the purchaser shall not receive interest on any surplus.” and insert the phrase “Upon payment\nto the Mayor as specified in § 47-1361(a) or, if payment to the Mayor is made by another\npurchaser under § 47-1382(c), the purchaser shall be refunded the sums paid on account of the\npurchase price, together with simple interest thereon at the rate of 1% per month or portion\nthereof on the amount paid for the real property, excluding surplus, beginning on the first day of\nthe month immediately following the date of the tax sale or the date when the certificate of sale\nwas assigned by the Mayor until the payment to the Mayor is made as required under § 471361(a) or § 47-1382(c); provided, that the purchaser shall not receive interest on any surplus.”\nin its place.\n(ii) This subparagraph shall apply upon its fiscal effect being\nincluded in an approved budget and financial plan, as certified by the Chief Financial Officer to\n\nAmend\n§ 47-1348\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4083\n\nthe Budget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\n(13) Section 47-1349(c) is amended by adding the following sentence at the end:\n“If notice is not provided within 30 days of the assignment, the certificate shall be\nvoidable at the discretion of the Mayor; provided, after the issuance of a final order by the\nSuperior Court of the District of Columbia foreclosing the right of redemption, the certificate\nshall no longer be voidable. A certificate that is voided by the Mayor pursuant to this subsection\nshall be subject to the provisions of § 47-1355(b).”.\n(14) Section 47-1352(a), is amended by striking the phrase “from the date the real\nproperty was bid off,” and inserting the phrase “thereon accruing from the first day of the month\nfollowing the date of the tax sale where the real property was bid off,” in its place.\n(15) Section 47-1353 is amended as follows:\n(A) Subsection (a)(1)(B) is amended by striking the word “May” both\ntimes it appears and inserting the word “Mayor” in its place.\n(B) Subsection (b)(1)(G) is amended by striking the phrase “by square,”\nand inserting the phrase “by premises address, taxation square,” in its place.\n(C) Subsection (c) is amended as follows:\n(i) Paragraph (2) is amended by striking the phrase “date of the\noriginal tax sale” and inserting the phrase “applicable date of the tax sale” in its place.\n(ii) A new paragraph (3) is added to read as follows:\n“(3) Where it would otherwise be permitted, the Mayor or a purchaser under this\nsection may not file a complaint to foreclose the right of redemption until 30 days after the\nposting required under § 47-1353.01.”.\n(D) Subsection (d) is amended to read as follows:\n“(d) Upon payment to the Mayor as specified in § 47-1361(a) or if payment to the Mayor\nis made by another purchaser as specified in § 47-1382(c), the purchaser shall be refunded the\nsums paid on account of the purchase price, together with simple interest thereon at the rate of\n1% per month or portion thereof on the amount paid for the real property, excluding surplus,\nbeginning on the first day of the month immediately following the day of the tax sale to the\npurchaser or the date when the certificate of sale was assigned by the Mayor until the payment to\nthe Mayor is made as required under § 47-1361(a) or § 47-1382(c); provided, that the purchaser\nshall not receive interest on any surplus.”.\n(16)(A) A new section 47-1353.01 is added to read as follows:\n“§ 47-1353.01. Post-sale notice.\n“(a) Within 30 days after the date of the tax sale, the Mayor shall send notice of the sale\nby first class mail, postage prepaid, bearing a postmark from the United States Postal Service to\nthe last known address of the owner. If the premises address is different from the address of\nrecord of the owner, the Mayor shall send a duplicate copy of the notice to the premises address,\naddressed to “Property Owner.”\n“(b) The notice required pursuant to subsection (a) of this section shall be in substantively\nthe following form:\n\nAmend\n§ 47-1349\n\nAmend\n§ 47-1352\n\nAmend\n§ 47-1353\n\nNew\n§ 47-1353.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4084\n\n“ATTENTION: YOUR PROPERTY WAS SOLD AT TAX SALE\n“Subject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address]\n“Tax Sale Date: [July __, 20__]\n“\n\nIf you do not pay all amounts due, the purchaser will have\nthe right to file a lawsuit to foreclose on the property\nand you may lose title.\n\n“According to the Mayor's tax roll, you own or may have an interest in the real property listed\nabove. Please follow the below instructions to redeem your property from tax sale and\nprevent a foreclosure lawsuit.\n•\n\n“To redeem your property from the tax sale, you must pay all taxes owed, as well as any\nlegal fees and expenses that may become due.\n\n•\n\n“A tax bill is mailed to you during the last week of August. You should pay the bill in full\nand on time.\n\n•\n\n“If you are receiving this notice after October 31, 20__, or if you have not already paid your\ntax bill in full, you should contact the Office of Tax and Revenue (“OTR”) at ……….. for a\ncurrent tax bill and up-to-date payoff amount.\n\n•\n\n“After you have paid your taxes, you should call OTR to confirm that you have\nredeemed your property. Keep a copy of your proof of payment in case there is a later\ndispute about the payment.\n\n•\n\n“If you have not paid all taxes within four months after the Tax Sale Date stated above, an\nadditional $381.50 may be added to reimburse the purchaser for some costs.\n\n•\n\n“If you do not redeem the property within six months of the Tax Sale Date stated above, the\ntax sale purchaser may file a lawsuit against you to obtain title to the property.\n\n•\n\n“If the purchaser files a foreclosure lawsuit, you will be responsible for legal fees and\nexpenses that may total thousands of dollars. You may also lose title to the property.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n•\n\n20 DCSTAT 4085\n\n“For further information on how to redeem, please read our Real Property Owner’s Guide\nto the Tax Sale Redemption Process, available on our Web site\nat www.taxpayerservicecenter.com by clicking on “Real Property.” You may also request a\ncopy by visiting or writing to our Customer Service Center at 1101 4th Street, SW, Suite\n270W, Washington, DC 20024.\n\n“YOU MAY BE ELIGIBLE FOR FREE LEGAL SERVICES OR OTHER\nASSISTANCE. SEE THE NEXT PAGE FOR MORE INFORMATION.\n“Should you have additional questions, please call OTR’s Customer Service Center at (202) 7274TAX (4829).\n\n“RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n“Real Property Tax Ombudsman. Homeowners and other interested parties may be\neligible for assistance from the Real Property Tax Ombudsman. If you need assistance with a\ntax sale or related property tax matters, contact the Real Property Tax Ombudsman at\n……………\n\n“Office of Tax Sale Review. If there are special circumstances that should have kept the\nreal property from being included in the tax sale, contact the Office of Tax Sale Review at\n………….. for information on how to petition the Mayor to cancel the sale.\n\n“Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\n“Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past\ndue amount. For information on how to apply for this deferral, please contact the Office of Tax\nand Revenue at.…….\n\n“Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income\nhouseholds may have additional rights to defer property taxes. If think you may be eligible for\nthis tax relief, please contact the Office of Tax and Revenue at.……. for more information.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4086\n\n“Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings\nfrom 10:00am to 12:00pm when court is in session. The Resource Center is located in the\nMoultrie Courthouse at 500 Indiana Ave., NW.\n\n“Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\n“Housing Counseling Services. The U.S Department of Housing and Urban Development\n(“HUD”) sponsors housing counseling agencies throughout the country that can provide advice\non buying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).\n“(c) The tax sale purchaser shall cause a copy of the notice referred to in subsection (b) of\nthis section to be posted on a place on the premises of the real property where it may be\nconveniently read. The copy of the notice shall be posted no sooner than 4 months after the date\nof the tax sale but at least 45 days before the filing of a complaint under § 47-1370.\n“(d) Subject to the Mayor’s authority to cancel the sale under § 47-1366(b)(3)(A) and\n(B), the failure of the Mayor to mail the notice as provided in subsections (a) and (b) of this\nsection, or to include any tax amounts in the notice, shall not:\n“(1) Invalidate or otherwise affect a tax;\n“(2) Invalidate or otherwise affect a sale made under this chapter to enforce\npayment of taxes;\n“(3) Prevent or stay any proceedings under this chapter; or\n“(4) Affect the title of a purchaser.\n“(e) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt\nfrom the notice requirements of this section.”.\n(B) This paragraph shall apply upon its fiscal effect being included in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\n(17) Section 47-1354(b) is amended to read as follows:\n“(b) Upon payment as specified in § 47-1361(a) or by another purchaser under § 471382(c), the purchaser shall receive a refund of its payment made under this section, with interest\nas required to be paid by the redeemer or the other purchaser. The purchaser shall receive interest\nonly on the principal tax amount paid and not on the interest or penalties paid. The purchaser is\nentitled to the refund only if the purchaser’s certificate of sale is not void and the purchaser\nprovides proof satisfactory to the Mayor that the purchaser made the payment.\n\nAmend\n§ 47-1354\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4087\n\n(18) Section 47-1355(a)(2) is repealed.\n(19) Section 47-1361 is amended as follows:\n(A) Subsection (a) is amended as follows:\n(i) The lead-in text is amended by striking the phrase “the Mayor,\nfor deposit” and inserting the phrase “the Mayor, except as set forth in paragraph (6A) of this\nsubsection, for deposit” in its place.\n(ii) Paragraphs (2) and (3) are amended to read as follows:\n“(2) If the real property was bid off to the District, the sale amount with interest\nthereon beginning on the first day of the month following the date of the tax sale where the real\nproperty was bid off;\n“(3) If the real property was bid off to the District and subsequently sold or the\ncertificate of sale assigned to a purchaser:\n“(A) The original sale amount with interest thereon beginning on the first\nday of the month following the date of the tax sale where the real property was bid off; plus\n“(B) Interest accruing thereafter on the sale amount in subparagraph (A) of\nthis paragraph from the first day of the month following the date the real property was\nsubsequently sold or the certificate of sale assigned to the purchaser;”.\n(iii) Paragraph (4) is amended by striking the phrase “taxes\nprovided, that the certificate of sale of the purchaser is not void;” and inserting the phrase\n“taxes;” in its place.\n(iv) Paragraph (5) is amended to read as follows:\n“(5) All other real property taxes, business improvement district taxes, and vault\nrents to bring the real property current; provided, that any such amounts that become due and\nowing after receipt of the payment that permits a refund to issue to the purchaser under\nsubsection (e) of this section shall not be required to be paid to redeem the real property;”.\n(v) A new paragraph (5A) is added to read as follows:\n“(5A) Any delinquent special assessment owed pursuant to an energy efficiency\nloan agreement under subchapter IX of Chapter 8 of Title 47; provided, that any such assessment\nthat becomes due and owing after receipt of the payment that permits a refund to issue to the\npurchaser under subsection (e) of this section shall not be required to be paid to redeem the real\nproperty;”.\n(vi) Paragraph (6) is amended to read as follows:\n“(6) All expenses for which each purchaser is entitled to reimbursement under §\n47-1377(a)(1); and”.\n(vii) A new paragraph (6A) is added to read as follows:\n“(6A) Where an action to foreclose the right of redemption has been properly\nfiled, the person redeeming shall pay directly to the applicable purchaser all expenses to which\nthe purchaser is entitled to reimbursement under § 47-1377(a)(2); and”.\n(viii) Paragraph (7) is repealed.\n(B) New subsections (b-1) and (b-2) are added to read as follows:\n\nAmend\n§ 47-1355\nAmend\n§ 47-1361\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4088\n\n“(b-1) The redeeming party shall not be required to pay any tax that is required to be\ncertified by § 47-1340 unless the tax has been certified by a taxing agency and sold as a lien at a\ntax sale.\n“(b-2) Notwithstanding subsection (a) of this section, the remaining amounts that are\npayable to the Mayor, including tax, interest, penalties, and expenses, for the real property shall\nbe deemed to have been brought current for purposes of redemption if, at any time, the balance\nfalls below $100; provided, that the remaining balance shall remain due and owing and any\nremaining expense shall be thereafter deemed a real property tax.”.\n(C) Subsection (c) is amended by striking the second sentence.\n(D) Subsection (d) is amended to read as follows:\n“(d)(1) Subject to the liability threshold set forth in subsection (b-1) of this section, after\nreceipt of the payment set forth in subsection (a)(1) through (6) of this section, the Mayor shall\nnotify the purchaser of the payment. The purchaser shall receive from the Mayor the refund to\nwhich the purchaser is entitled, subject to the purchaser’s compliance with all procedures for\nissuance of the refund, as may be established by the Mayor.\n“(2) If a complaint under § 47-1370 has been properly filed, a purchaser may\ncontinue to prosecute the complaint until receipt of the expenses owed to the purchaser and\npayable to the purchaser by the redeeming party as set forth in subsection (a)(6A) of this section,\nbut shall dismiss the complaint upon receipt thereof.\n“(3) A complaint to foreclose the right of redemption shall not be maintained\nsolely to await the administrative refund under this subsection.\n“(4) Notification by the Mayor under this subsection may be accomplished by\nmaking the information publicly available through an electronic medium, including by posting\non a website.”.\n(E)(i) Subsection (e) is amended as follows:\n(I) Strike the phrase “Upon request and subject to the\npayment of a fee,” and insert the phrase “Upon request, within 60 days of the request,” in its\nplace.\n(II) Add the following sentence at the end:\n“The Recorder of Deeds shall waive all fees relating to the recordation of a certificate of\nredemption.”.\n(ii) This subparagraph shall apply upon its fiscal effect being\nincluded in an approved budget and financial plan, as certified by the Chief Financial Officer to\nthe Budget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\n(F) A new subsection (f) is added to read as follows:\n“(f) The Mayor may abate interest or penalties or compromise taxes, whether arising\nbefore or after the tax sale, in the same manner as set forth in § 47-811.04; provided, that the\nabatement or compromise shall not affect the refund due to the purchaser.”.\n(20) Section 47-1362 is amended as follows:\n\nAmend\n§ 47-1362\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4089\n\n(A) Subsection (a) is amended by striking the phrase “If the real property\nis redeemed after an action to foreclose the right of redemption is filed and there is a dispute\nregarding redemption, the” and inserting the phrase “If there is a dispute regarding redemption\nafter an action to foreclose the right of redemption is filed, the” in its place.\n(B) Subsection (c) is repealed.\n(21) Section 47-1363(a) is amended by striking the phrase “date of the sale” and\ninserting the phrase “date of the tax sale” in its place.\n(22) Section 47-1366 is amended to read as follows:\n“§ 47-1366. Cancellation of sale by Mayor.\n“(a) The Mayor, in the Mayor’s discretion, may cancel a sale before the issuance of a\nfinal order by the Superior Court of the District of Columbia foreclosing the right of redemption\nto prevent an injustice to the owner or person with an interest in the real property.\n“(b) The Mayor shall cancel a sale before the issuance of a final order by the Superior\nCourt of the District of Columbia foreclosing the right of redemption where:\n“(1) The record owner or other interested party timely pays the amount set forth\nin the notice of delinquency to avoid the tax sale as required under § 47-1341(a) or otherwise\npays the outstanding taxes before the tax sale;\n“(2) The real property meets the qualifications to be exempt from sale under §\n47-1332(c);\n“(3) In a sale involving Class 1 property with 5 or fewer units that a record owner\n(or a person with an interest in the property as heir or beneficiary of the record owner, if the\nrecord owner is deceased) occupies as his or her principal residence, the record owner or other\ninterested person proves:\n“(A) A failure of the Mayor to mail any of the notices required by §§ 471341(a), 47-1341(b), or 47-1353.01; or\n“(B) That the mailing address of the person who last appears as the record\nowner of the real property on the tax roll, as properly updated by the record owner by the filing\nof a change of address with the Office of Tax and Revenue in accordance with section 499d of\nAn Act To Establish A Code of Law for the District of Columbia, effective October 23, 1997\n(D.C. Law 12-34; D.C. Official Code § 42-405), was not correctly or substantively updated by\nthe Office of Tax and Revenue notwithstanding proper filing; or\n“(4) A properly filed application for a forbearance authorization was filed at least\n30 days before the sale and was approved within 60 days after the sale.\n“(c) Subject to the limitations set forth in § 47-1377(b), (b-1), (c) and (d), if the Mayor\ncancels a sale pursuant to this section, the Mayor shall pay to the purchaser the amount that the\npurchaser would have received if the real property had been redeemed, but no part of the amount\nshall be considered a payment of tax on behalf of the real property. A certificate of redemption,\nif necessary, shall be executed and filed by the Mayor with the Recorder of Deeds for no fee.”.\n(23) Section 47-1370 is amended as follows:\n(A) Subsection (a) is amended by striking the phrase “date of sale” and\ninserting the phrase “date of the tax sale” in its place.\n\nAmend\n§ 47-1363\nAmend\n§ 47-1366\n\nAmend\n§ 47-1370\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4090\n\n(B) Subsection (c) is amended by adding a new paragraph (4) to read as\nfollows:\n“(4) Proof of the posting required under § 47-1353.01 shall be attached to and\nmade part of the complaint. The posting shall be held to the same standard as the proof of\nposting required under § 47-1372(f).”.\n(C) A new subsection (e) is added to read as follows:\n“(e) The purchaser shall immediately notify the Chief Financial Officer and the Real\nProperty Tax Ombudsman, established by § 47-805, upon the filing of a complaint under this\nsection.”.\n(24) Section 47-1371(b) is amended by adding a new paragraph (2A) to read as\nfollows:\n“(2A) The plaintiff shall certify to the Superior Court of the District of Columbia,\nunder penalties of perjury, that a search was conducted for the record owner in bankruptcy\nrecords.”.\n(25) Section 47-1372(a)(1)(C) is amended by striking the phrase “date of sale”\nand inserting the phrase “date of the tax sale” in its place.\n(26) Section 47-1374 is amended as follows:\n(A) Subsection (c) is amended by striking the third sentence in its entirety.\n(B) Subsection (e) is amended to read as follows:\n“(e)(1) A final judgment may not be entered earlier than the later of:\n“(A) One year following the initial scheduling conference in the\nforeclosure action; or\n“(B) Four months following the completion of service on the owner and\nall parties identified as defendants in § 47-1371.\n“(2) Paragraph (1) of this subsection shall not apply to any final judgment in\nwhich all interested parties have disclaimed any interest in the property subject to the judgment\nor in a case where a real property was sold under § 47-1353(a)(3) or (b).”.\n(27) Section 47-1377 is amended as follows:\n(A) Subsection (a) is amended to read as follows:\n“(a) Except as provided in subsection (b) of this section, upon redemption, a purchaser is\nentitled to be reimbursed by the redeeming person for the following expenses incurred in an\naction, or in preparation for an action, to foreclose the right of redemption:\n“(1) If an action to foreclose the right of redemption has not been filed and the\nproperty is redeemed more than 4 months after the applicable tax sale’s tax sale date, the\npurchaser may be reimbursed for the following pre-complaint legal expenses:\n“(A) The amount of $50 for any posting required by § 47-1353.01;\n“(B) Costs for recording the certificate of sale; and\n“(C) A title search, not to exceed $300\n“(2) If an action to foreclose the right of redemption has been filed, the purchaser\nmay also be reimbursed for:\n“(A)(i) Reasonable attorneys’ fees as follows:\n\nAmend\n§ 47-1371\n\nAmend\n§ 47-1372\nAmend\n§ 47-1374\n\nAmend\n§ 47-1377\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4091\n\n“(I) In cases in which the property is redeemed before the\nfifth status hearing, reasonable attorneys’ fees not to exceed $1,500;\n“(II) In cases requiring 5 or more status hearings,\nreasonable attorneys’ fees not to exceed $1500, plus $75for the fifth status hearing and each\nadditional status hearing thereafter; and\n“(III) In cases in which a motion for judgment is filed with\nthe court, additional attorneys’ fees in the amount of $300.\n“(ii) In calculating the number of hearings in a case, any status\nhearing held before the redeeming party was served shall be excluded from the calculation.\n“(iii) For purposes of this paragraph, an initial scheduling\nconference shall be deemed a status hearing.\n“(iv) Nothing in this paragraph shall be construed as prohibiting\nthe purchaser from settling attorneys’ fees in a lesser amount than the purchaser may be eligible\nfor under this section.\n“(B) Notwithstanding subparagraph (A) of this paragraph, in cases\nrequiring prolonged or complex representation not typically necessary to resolve an action filed\nunder this chapter, including cases in which the purchaser incurs attorneys’ fees and expenses\nunder § 47-1382.01(a), other reasonable attorneys’ fees incurred and specifically requested by\nthe purchaser and approved by the court, on a case by case basis; provided, that additional\nattorneys’ fees shall not be awarded if a tax sale is cancelled by the Mayor under § 47-1366, or\nwhere a purchaser is required to show good cause under subsection (c) of this section; and\n“(C) Expenses actually incurred as follows:\n“(i) Filing fee charged by the Superior Court of the District of\nColumbia;\n“(ii) Service of process fee, including fees incurred attempting to\nserve process;\n“(iii) If a second title search is conducted more than 6 months after\nthe initial title search, a title search update fee, not to exceed $75;\n“(iv) Publication fee charged by a newspaper of general circulation\nin the District;\n“(v) Posting fees;\n“(vi) Postage and certified mail costs;\n“(vii) Substantial repair order fee, not to exceed the fee charged by\nthe government agency issuing the certificate of substantial repair; and\n“(viii) Any court approved expense for stabilization or conversion\nof, or to make safe and compliant with An Act To provide for the abatement of nuisances in the\nDistrict of Columbia by the Commissioners of said District, and for other purposes, approved\nApril 14, 1906 (34 Stat. 114; D.C. Official Code § 42-3131.01, et seq.), the property under § 471363 or to comply with an action taken against the property by the Mayor in accordance with the\napplicable building, fire, health, or safety code.”.\n(B) Subsection (b) is amended to read as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4092\n\n“(b) No purchaser of a certificate of sale shall be reimbursed for expenses incurred within\n4 months after the date of the tax sale. A purchaser other than the District shall not be\nreimbursed for any expenses if the certificate becomes void under this chapter.”.\n(C) A new subsection (b-1) is added to read as follows:\n“(b-1) The purchaser shall not be entitled to be reimbursed for any expenses or attorney’s\nfees not included in this section. Expenses or attorneys’ fees incurred by a purchaser who\nappeals the assessment or the vacant status of the property are not reimbursable.”.\n(D) New subsections (c) and (d) are added to read as follows:\n“(c) If the purchaser fails to satisfy the requirements for posting under § 47-1353.01 or\nfails to provide proof of posting required under § 47-1370(c)(4), the purchaser shall not be\nentitled to collect the legal expenses set forth in subsection (a) of this section; provided, that\nupon a showing to the Superior Court of the District of Columbia of good cause for the failure to\nmeet the posting requirements of § 47-1353.01 or § 47-1370(c)(4), the purchaser shall be entitled\nto collect those expenses, not to exceed the amounts set forth in subsection (a) of this section,\nthat the Superior Court of the District of Columbia considers reasonable.\n“(d) Notwithstanding subsection (c) of this section, the purchaser shall not be entitled to\nreimbursement of the expenses permitted under subsection (a)(2) of this section if the purchaser\nfails to disclose to the Mayor, before the filing of a complaint to foreclose the right of\nredemption, information that is obtained or should have been obtained from the pre-complaint\ninvestigation, including the title examination and review of bankruptcy records under § 471371(b)(2) and (2A), relating to a violation of § 47-1332(c)(3), a violation of bankruptcy law, or\nerrors in ownership information or other discrepancies that may affect the validity of the tax sale.\nA purchaser shall not file a complaint to foreclose the right of redemption within 45 days of the\ndisclosure to the Mayor unless the Mayor informs the purchaser in writing that the tax sale will\nnot be cancelled under § 47-1366; provided, that the purchaser shall not be prevented from filing\na complaint if necessary to maintain the validity of its certificate, but shall not be entitled to\nreimbursement of any legal fees incurred in relation to the filing if the Mayor cancels the tax sale\nunder § 47-1366 within 45 days of the disclosure.”.\n(28) Section 47-1380(d) is amended by striking the phrase “the sale.” and\ninserting the phrase “the sale and the purchaser shall not receive any amounts otherwise due\nunder this chapter.” in its place.\n(29) Section 47-1382(a) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “A final” and\ninserting the phrase “Except as provided in § 47-1382.01, a final” in its place.\n(B) Paragraph (1) is amended to read as follows:\n“(1) A taxing agency lien that is recorded in the Office of the Recorder of\nDeeds;”.\n(C) Paragraph 4 is amended by striking the word “and”.\n(D) Paragraph (5) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(E) A new paragraph (6) is added to read as follows:\n\nAmend\n§ 47-1380\n\nAmend\n§ 47-1382\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4093\n\n“(6) A ground lease described in § 47-1345(b), any recorded covenant, agreement,\nor other instrument, and any other document incorporated by reference into a recorded covenant,\nagreement, or other instrument, to which a ground lessor as described in § 47-1345(b) is a party\nor beneficiary.”.\n(30) A new section 47-1382.01 is added to read as follows:\n“§ 47-1382.01. Equity distribution post-judgment – owner-occupant properties.\n“(a) This section shall apply to any Class 1 property with 5 or fewer units in which a\nrecord owner (or a person with an interest in the property as heir or beneficiary of the record\nowner, if deceased), was occupying as his or her principal residence when the complaint to\nforeclose the right of redemption was filed. The purchaser shall bear the burden of establishing\nthat this section is not applicable to the real property.\n“(b) Upon issuing a final judgment foreclosing the right of redemption, the Superior\nCourt of the District of Columbia shall appoint a trustee and shall order that the trustee sell the\nproperty pursuant to Rule 308 of the D.C. Rules of Superior Court, Rules of Civil Procedure, or\nits equivalent.\n“(c) The trustee shall sell a fee simple interest in the property, subject to the\nencumbrances set forth in § 47-1382(a).\n“(d) The court shall order the trustee to distribute the proceeds of the sale in priority\norder as follows:\n“(1) Reasonable compensation and reasonable expenses due to the trustee or to\nany other person (including an auctioneer) who provided services relating to the sale of the\nproperty, and all other payments the court deems to have been necessary to effect the sale of the\nreal property, including recordation and transfer taxes;\n“(2) Payment to the Mayor of:\n“(A) All amounts payable to the Mayor for deposit into the General Fund\nof the District of Columbia under § 47-1361 as of the date of the court’s order regarding\ndistribution;\n“(B) Any promissory note executed pursuant to § 47-1353(a)(3); and\n“(C) Any lien certified under § 47-1340;\n“(3) Payment to the purchaser of all amounts provided for in § 47-1377, as fixed\nby the court; and\n“(4) Any remaining amounts as follows:\n“(A) Ten percent or $20,000, whichever is less, to the purchaser; and\n“(B) The remainder to the person or persons entitled to the balance, in\nproper proportion as determined by the court.\n“(e)(1) If a probate proceeding is necessary to determine the proper allocation of the\nremaining balance, the court shall order that the remaining balance (or an appropriate portion\nthereof) be held in escrow in the court registry until the probate proceeding has been completed.\n“(2) If a probate proceeding is not commenced within 3 years from the court’s\ninitial distribution order under this subsection or is opened within 3 years but is not thereafter\ntimely prosecuted to closing, the court may order that any amounts held in escrow that relate to\n\nNew\n§ 47-1382.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4094\n\nthe proceeding be paid to the Mayor for deposit into the General Fund of the District of\nColumbia.\n“(f)(1) The trustee shall notify the purchaser once payment is made to the Mayor\npursuant to subsection (d)(2) of this section, at which time the purchaser shall surrender the\ncertificate of sale and receive from the Mayor the amount to which the purchaser would have\nbeen entitled had redemption occurred in accordance with § 47-1361.\n“(2) For purposes of calculating the refund due to the purchaser, the date of the\ncourt’s order providing for distribution or the sale proceeds in accordance with subsection (d) of\nthis section shall be deemed the date of redemption.\n“(g)(1) If the trustee in the trustee’s best judgment determines that a sale of the real\nproperty will not generate proceeds sufficient to fund the distributions required under subsection\n(d)(1) and (2) of this section, the trustee shall timely inform the court of that determination.\n“(2) Upon receipt of the trustee’s determination as described in paragraph (2) of\nthis subsection, the court shall:\n“(A) Rescind the trustee’s appointment and the order to sell the\nreal property;\n“(B) Issue a final judgment foreclosing the right of redemption in\naccordance with the provisions § 47-1382; and\n“(C) Require the purchaser to pay such fees and expenses of the\ntrustee as the court determines appropriate.”.\n(31) Section 47-1384 is amended by striking the phrase “Notwithstanding any\nother law, the provisions of this chapter” and inserting the phrase “Notwithstanding any other\nlaw, if a court determines that any provision of this chapter is ambiguous, the provision” in its\nplace.\n(32)(A) A new section 47-1390 is added to read as follows:\n“§ 47-1390. Office of Real Property Tax Sale Review.\n“(a)(1) There is created within the Office of the City Administrator of the government of\nthe District of Columbia an Office of Real Property Tax Sale Review “(Office)”. The Office\nshall be headed by a Director to be appointed by the Mayor.\n“(2) The Director shall appoint staff and additional personnel as provided for in\nan approved budget and financial plan for the District.\n“(b) The Director shall have the duty to:\n“(1) Receive applications from residential real property owners requesting that\nowner-occupied real property be withheld from a tax sale under this chapter;\n“(2) Receive applications from residential real property owners requesting that a\ntax sale of owner-occupied real property be cancelled under § 47-1366;\n“(3) Make recommendations to the Mayor as to the disposition of the applications\nreceived by the Office; and\n“(4) Prepare and provide to the Council and the Mayor, an annual report setting\nforth the activities of the Office. The Mayor shall make the report available to the public on the\nMayor’s website.\n\nAmend\n§ 47-1384\n\nAmend\n§ 47-1390\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4095\n\n“(c) For purposes of this section, the term:\n“(1) “Owner-occupied real property” shall be real property with 5 dwelling units\nor less (as defined in § 47-813(d-3)), be construed broadly and not be limited to property\noccupied by persons holding an equitable interest in the real property and property occupied by a\nperson with a close familial relationship to the record owner. Property receiving the homestead\ndeduction shall presumptively qualify as owner-occupied real property. The term shall be\ninclusive of abutting lots to the real property with common ownership.\n“(2) “Residential real property owner” shall be construed broadly and shall not be\nlimited to persons with an equitable interest in the property, but shall include persons the\nDirector determines to be appropriate representatives of the property owner (or, if applicable, the\nproperty owner’s estate), or any other persons the Director determines to be consistent with the\npurposes of this section.\n“(d) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), and § 471335 shall issue rules carry out the purposes of this section.”.\n(B) This paragraph shall apply upon its fiscal effect being included in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\nTITLE II. CONFORMING AMENDMENTS\nSec. 201. Section 908 of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § l609.08), is amended as follows:\n(a) Paragraph (15) is amended by striking the word “and” at the end.\n(b) Paragraph (16) is amended by striking the period and inserting the phrase “; and” in\nits place.\n(c) A new paragraph (17) is added to read as follows:\n“(17) The Real Property Tax Ombudsman of the Office of the Real Property Tax\nOmbudsman.”.\nSec. 202 (a) Section 15(f) of The Business Improvement Districts Act of 1996, effective\nMay 29, 1996 (D.C. Law 11–134; D.C. Official Code § 2-1215.15(f)), is amended by striking the\nphrase “plus interest on the unpaid amount at the rate of 1 1/2%” and inserting the phrase “plus\nsimple interest on the unpaid amount at the rate of 1%” in its place.\n(b)(1) This section shall apply upon its fiscal effect being included in an approved\nbudget and financial plan, as certified by the Chief Financial Officer to the Budget Director of\nthe Council in a certification published by the Council in the District of Columbia Register.\n(2) Subject to paragraph (1) of this subsection, this section shall apply beginning\nOctober 1, 2014.\n\nAmend\n§ 1-609.08\n\nAmend\n§ 2-1215.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4096\n\nSec. 203. Section 499d of an Act To establish a code of law for the District of Columbia,\neffective October 23, 1997 (D.C. Law 12-34; D. C. Official Code § 42-405), is amended to read\nas follows:\n“Sec. 499d. Notice of address and name change.\n“(a) Any owner, as defined under § 47-802(5), of real property entitled to receive notices\nunder Chapter 8 of Title 47 shall notify the Office of Tax and Revenue of a name change or\naddress change within 30 days.\n“(b) Any name change shall be evidenced by the recording of a confirmatory deed with\nthe Recorder of Deeds and submission of supporting documents with and as required by the\nRecorder of Deeds relating the applicable property.\n“(c) Any address change shall be filed with the Office of Tax and Revenue on the form\nand in the manner as may be prescribed.\n“(d) The Chief Financial Officer may issue rules to implement this section.”.\n\nAmend\n§ 42-405\n\nSec. 204. Section 302 of the District of Columbia Deed Recordation Tax Act,\napproved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42-1102), is amended by adding\na new paragraph (33) to read as follows:\n“(33) Deeds to property transferred to a named beneficiary of a revocable\ntransfer on death deed under the Uniform Real Property Transfer of Death Act of 2012, approved\nMarch 19, 2013 (D.C. Law 19-230; D.C. Official Code § 19-604.01, et seq.), by reason of the\ndeath of the grantor of the revocable transfer on death deed.”.\n\nAmend\n§ 42-1102\n\nSec. 205. Section 5(4) of An Act To provide for the abatement of nuisances in the District\nof Columbia by the Commissioners of said District, and for other purposes, effective April 27,\n2001 (D.C. Law 13-281; D.C. Official Code § 42-3131.05(4)), is amended by striking the phrase\n“Office of Tax and Revenue” and inserting the phrase “Office of Tax and Revenue, and a tax\nsale purchaser under § 47-1353(b) or the purchaser’s assignee, as applicable, except where the\nowner of record is challenging or appealing the vacant status of the real property for the same\nperiod” in its place.\n\nAmend\n§ 42-3131.05\n\nTITLE III. GENERAL PROVISIONS\nSec. 301. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 302. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-141, effective December 4, 2014\n[Repealed October 1, 2014, D.C. Act 20-424, §§ 7104 & 11001]\n\n20 DCSTAT 4097\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register\n\n\f",
  "title": "Residential Real Property Equity and Transparency Act of 2014",
  "end": "4097",
  "start": "4068",
  "name": "Law_20-141.pdf"
}