{
  "start": "2886", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-62, effective January 17, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2886\n\nAN ACT\n\nTo amend the District of Columbia Traffic Act, 1925 to allow for the issuance of a limited purpose driver’s\nlicense, permit, or identification card to a District resident who has not been assigned a social\nsecurity number or cannot establish legal presence in the United States, and to provide privacy\nprotection for information submitted to the Department of Motor Vehicles in connection with an\napplication for a limited purpose driver’s license, permit, or identification card.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Driver’s Safety Amendment Act of 2013”.\n\nSec. 2. The District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat.\n1119; D.C. Official Code § 50-1401.01 passim), is amended as follows:\n(a) Section 7 (D.C. Official Code § 50-1401.01) is amended as follows:\n(1) Subsection (a)(1) is amended by adding a new subparagraph (A-i) to read as\nfollows:\n“(A-i) Effective October 1, 2015, an applicant for an operator’s permit\nshall pay an application fee of $47, which the Mayor may increase or decrease to compensate the\nDistrict for processing and evaluating the application and issuing the permit. The Mayor may\nprorate the fee to correspond to the duration of the license issued.”.\n(2) Subsection (b)(2) is amended by adding the following sentence at the end:\n“This paragraph shall not apply to an applicant eligible for a limited purpose driver’s license,\npermit, or identification card pursuant to section 8c.”.\n(b) Section 7b (D.C. Official Code § 50-1401.01b) is amended as follows:\n(1) Subsection (a) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) “Information relating to legal presence” means any information that may\nreveal whether a person is legally present in the United States, including whether a person’s\ndriver’s license or identification card was issued under section 8c, and the documentation\nprovided by an applicant to prove identity, date of birth, and residence in connection with an\napplication for a driver’s license or identification card.”.\n(2) Subsection (d) is amended as follows:\n(A) Paragraph (3) is amended by striking the word “and”.\n(B) Paragraph (4) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(c) A new paragraph (5) is added to read as follows:\n\nBill 20-275\nAct 20-211\neffective\nNovember 18,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDriver’s\nSafety\nAmendment\nAct of 2013\n\nAmend\n§ 50-1401.01\n\nAmend\n§ 50-1401.01b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-62, effective January 17, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2887\n\n“(5) Information relating to legal presence shall not be disclosed to any person,\nand shall not be disclosed to any federal, state, or local governmental entity except as necessary\nto comply with a legally issued warrant or subpoena.”.\n(c) A new section 8c (to be codified at D.C. Official Code § 50-1401.05) is added to read\nas follows:\n“Sec. 8c. Limited purpose driver’s license, permit, or identification card.\n“(a) The Mayor, consistent with subsections (b) and (c) of this section, shall issue a\nlimited purpose driver’s license, permit, or identification card to an applicant who:\n“(1) Has resided in the District for longer than 6 months;\n“(2) Has not been assigned a social security number or is ineligible to obtain a\nsocial security number; and\n“(3) Meets the requirements of this section.\n“(b)(1) To obtain a limited purpose driver’s license or permit in accordance with\nsubsection (a) of this section, an applicant shall:\n“(A) Provide, under penalty of perjury, proof of identity, date of birth, and\nresidency to the Department of Motor Vehicles (“Department”) as defined by the Department by\nrule; and\n“(B) Satisfy the applicable requirements of section 7 and sections 100\nthrough 111 of Title 18 of the District of Columbia Municipal Regulations (18 DCMR §§ 100111); provided, that the Mayor shall not require an applicant for a limited purpose driver’s\nlicense or permit under this section to provide a social security number or any document to prove\nthe absence of a social security number.\n“(2) An applicant shall include a certified translation of a document provided that\nis not in English.\n“(c) To obtain a limited purpose identification card in accordance with subsection (a) of\nthis section, an applicant shall:\n“(1) Meet the requirements of subsection (b)(1) of this section; and\n“(2) Meet the applicable requirements of section 112 of Title 18 of the District of\nColumbia Municipal Regulations (18 DCMR § 112).\n“(d) A limited purpose driver’s license or identification card issued under subsection (a)\nof this section shall be valid for 8 years. A limited purpose learner’s or provisional permit shall\nbe valid for the time period as set forth in sections 7(a)(2) and 7(a)(2A).\n“(e) An individual who is issued a limited purpose driver’s license or permit under this\nsection shall have the equivalent authorization to operate a motor vehicle as provided in section 7\nand shall be subject to all statutory and regulatory provisions pertaining to driver licensing and\noperation of a motor vehicle.\n“(f)(1) A limited purpose driver’s license, permit, or identification card issued under\nsubsection (a) of this section shall state the following on the face of the card and in its machinereadable zone in a font size no larger than the smallest font size otherwise appearing on the card:\n“Not valid for official federal purposes.”\n\nNew\n§ 50-1401.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-62, effective January 17, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2888\n\n“(2) The Mayor may incorporate different features but only if doing so would\nresult in a card that appears more similar to a license issued under section 7, or if required by the\nDepartment of Homeland Security; provided, that the Mayor does so to the minimum extent\nnecessary to comply.\n“(g) A limited purpose driver’s license, permit, or identification card issued under\nsubsection (a) of this section shall not be used to consider an individual’s citizenship or\nimmigration status, or as a basis for a criminal investigation, arrest, or detention.\n“(h) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this section. The proposed rules shall be submitted to the\nCouncil for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and day of\nCouncil recess. If the Council does not approve or disapprove the proposed rules, in whole or in\npart, by resolution within this 45-day period, the proposed rules shall be deemed approved.”.\nSec. 3. Applicability.\nThis act shall apply as of May 1, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNote,\n§§ 50-1401.01,\n50-1401.01b,\n50-1401.05\n\n\f", 
  "end": "2888", 
  "name": "Law_20-62.pdf", 
  "title": "Driver's Safety Amendment Act of 2013"
}