{
  "end": "2205", 
  "name": "Law_20-48.pdf", 
  "start": "2203", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-48, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2203\n\nAN ACT\n\nTo amend the District of Columbia Smoking Restriction Act of 1979 to prohibit smoking and the use of\ntobacco products in or within 25 feet of playgrounds, public recreational facilities, and bus stops\nin the District, to require the Director of the Department of Parks and Recreation to post “No\nSmoking” signs in public recreational facilities, and to require the owner or entity responsible for\nmaintaining a private playground to post “No Smoking” signs in the playground; and to amend\nsection 19-702.1 of the District of Columbia Municipal Regulations to prohibit the smoking of\ntobacco at a playground or public recreational facility.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Smoking Restriction Amendment Act of 2013”.\n\nSec. 2. The District of Columbia Smoking Restriction Act of 1979, effective September\n28, 1979 (D.C. Law 3-22; D.C. Official Code 7-1701 et seq.), is amended as follows:\n(a) Section 3 (D.C. Official Code § 7-1702) is amended as follows:\n(1) The existing paragraph (1) is redesignated as paragraph (1A).\n(2) A new paragraph (1) is added to read as follows:\n“(1) “Bus stop” means a location that has been designated by a pole and\nappropriate signage as a place where passengers board a bus.”.\n(3) New paragraphs (4A) and (4B) are added to read as follows:\n“(4A) “Playground” means a public or private facility intended primarily for\nrecreation and not for residential use, with a portion of the facility that contains at least one\nseparate apparatus intended for the recreation of children, including a sliding board, swing set,\nand teeterboard.\n“(4B) “Public recreational facility” means a park, dog park, trail, community\nfacility, playground, swimming pool, spray park, neighborhood recreation center, or other similar\nfacility that is owned or maintained by the District.”.\n(4) Paragraph (7) is amended to read as follows:\n“(7) “Smoking” or “to smoke” means:\n“(A) The act of puffing, having in one’s possession, holding, or carrying a\nlighted or smoldering tobacco product, including through the use of smoking equipment of any\nkind including a pipe, or cigarette papers or tubes; or\n“(B) The lighting of a tobacco product, including through the use of smoking\nequipment of any kind including a pipe, or cigarette papers or tubes.”.\n(b) Section 4 (D.C. Official Code § 7-1703) is amended as follows:\n\nBill 20-95\nAct 20-187\neffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSmoking\nRestriction\nAmendment\nAct of 2013\n\nAmend\n§ 7-1702\n\nAmend\n§ 7-1703\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-48, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2204\n\n(1) New paragraphs (9) and (10) are added to read as follows:\n“(9) In a playground or public recreational facility or while sitting or standing\nwithin 25 feet of the property line of a playground or public recreational facility when another\nperson is present; provided, that the following shall be exempt from this prohibition:\n“(A) Smoking or using tobacco on residential property that is located\nwithin 25 feet of a playground or public recreational facility; and\n“(B) Smoking or using tobacco in places enumerated in section 2015.1 of\nTitle 20 of the District of Columbia Municipal Regulations (20 DCMR § 2105.1) that are located\nwithin 25 feet of a playground or public recreational facility.\n“(10) In a bus stop or while sitting or standing within 25 feet of a posted bus\nstop sign located at any bus stop controlled or maintained by the District when another person is\npresent; provided, that the following shall be exempt from this prohibition:\n“(A) Smoking or using tobacco on residential property that is located\nwithin 25 feet of a bus stop sign posted at a bus stop controlled or maintained by the District; and\n“(B) Smoking or using tobacco in places enumerated in section 2015.1 of\nTitle 20 of the District of Columbia Municipal Regulations (20 DCMR § 2105.1) that are located\nwithin 25 feet of a bus stop sign posted at a bus stop controlled or maintained by the District.”.\n(c) Section 5 (D.C. Official Code § 7-1704) is amended by adding new subsections (a-1)\nand (a-2) to read as follows:\n“(a-1) In a public recreational facility, the Director of the Department of Parks and\nRecreation shall post or cause to be posted signs that read ” No Smoking. Need to quit? Contact\nthe D.C. Quitline at 1-800-Quit-Now (784-8669)”.\n“(a-2) In a private playground, the owner, manager, or individual or entity responsible for\nmaintaining the private playground shall post or cause to be posted signs that read “No\nSmoking. Need to quit? Contact the D.C. Quitline at 1-800-Quit-Now (784-8669).”.\n(d) Section 7 (D.C. Official Code § 7-1706) is amended to read as follows:\n“Sec 7. Civil penalties.”.\n“A person who violates a provision of sections 4, 4a, 4b, 4(b), 4(d), 5, or 6, by:\n“(1) Smoking in a posted “No Smoking” area or defacing or removing a “No\nSmoking” sign, or failing to post warning signs as set forth in section 5(a) shall be assessed a\ncivil fine of no less than $10 nor more than $50 for the 1st violation; and no less than $50 nor\nmore than $100 for each 2nd or subsequent violation; or\n“(2) Obscuring, removing, defacing, mutilating, or destroying a sign posted in\naccordance with the provisions of this act shall be assessed a civil fine of no more than $300; or\n“(3) Failing to post or cause to be posted or to maintain “No Smoking” signs and\nby failing to warn a smoker observed to be smoking in violation of this act to stop smoking, as\nrequired by this act, shall be assessed a civil fine of no more than $300. Each and every day that\nthe violation continues shall constitute a separate violation, and the civil penalties provided for in\nthis paragraph shall be applicable to each separate offense; provided, that such civil penalties\nshall not be levied against an employee or officer of a branch, agency, or instrumentality of the\n\nAmend\n§ 7-1704\n\nAmend\n§ 7-1706\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-48, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2205\n\nDistrict government.”.\nSec. 3. Section 702.1 of Title 19 of the District of Columbia Municipal Regulations (19\nDCMR § 702.1), is amended to read as follows:\n“702.1 The smoking of tobacco is prohibited in a playground or public recreational\nfacility, as those terms are defined in section 3(4A) and (4B) of the District of Columbia\nSmoking Restriction Act of 1979, effective September 28, 1979 (D.C. Law 3-22; D.C. Official\nCode § 7-1702(4A) and (4B)).”.\n\nDCMR\n\nSec. 4. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\n\nDelayed\nApplicability\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Smoking Restriction Amendment Act of 2013", 
  "council_period": "20"
}