{
  "start": "930", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-286, effective April 27, 2013\n\n20 DCSTAT 930\n\nAN ACT\n\nBill 19-744\nAct 19-653\neffective\nJanuary 29,\n2013\n\nTo establish requirements for appointment and service on the Washington Metropolitan Area Transit Authority\nBoard of Directors.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Washington Metropolitan Area Transit Authority Board of Directors Act\nof 2012”.\n\nWashington\nMetropolitan\nArea Transit\nAuthority\nBoard of\nDirectors Act\nof 2012\n\nSec. 2. Requirements for appointment and service on the Board of Directors of the\nWashington Metropolitan Area Transit Authority.\n(a) A person who is appointed to serve on the Board of Directors of the Washington\nMetropolitan Area Transit Authority (\"Board\") shall comply with the following requirements:\n(1) The person shall not have been an employee of the Washington Metropolitan\nArea Transit Authority (\"WMATA\") within one year of appointment to the Board.\n(2) The person shall have experience in at least one of the following areas:\n(A) Transit planning;\n(B) Transportation planning;\n(C) Land use planning;\n(D) Transit or transportation management or other public-sector\nmanagement;\n(E) Engineering;\n(F) Finance;\n(G) Public Safety;\n(H) Homeland security;\n(I) Human resources;\n(J) Law; or\n(K) Knowledge of the WMATA region’s transportation issues.\n(3) The person shall be a patron of services provided by the WMATA.\n(4) The person shall serve a 4-year term with a maximum of 2 consecutive terms.\n(5) Persons appointed to the Board shall file an annual report with the Council on\nor before April 30 of each calendar year. The report shall include:\n(A) The dates of attendance at WMATA Board meetings;\n(B) The reason for not attending a meeting;\n(C) Dates and attendance at other WMATA- related public events; and\n(D) An affirmation of the member's use of the bus, rail, or paratransit\n\nNew Subchapter\nIV-B, Chapter 11,\nTitle 9\nNew\n§ 9-1108.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-286, effective April 27, 2013\n\n20 DCSTAT 931\n\nservices of the WMATA since submission of the previous report.\n(b)(1) For the purpose of transitioning to a composition of staggered terms, initial\nappointments to the Board shall be made on July 1, 2013, as follows:\n(A) A principal member shall be appointed for a term of 4 years;\n(B) An alternate member shall be appointed for a term of 3 years;\n(C) A principal member shall be appointed for a term of 2 years; and\n(D) An alternate member shall be appointed for a term of one year.\n(2) Thereafter, members shall be appointed for 4-year terms.\n(3) Appointments, including appointments for the completion of an unexpired\nterm, for fewer than 3 years shall not count for the purposes of term limits.\n(c) To prevent extended vacancies on the Board, each person appointed may continue to\nserve until replaced or reappointed, for a period not to exceed 12 months.\n(d) Each person appointed to the Board shall serve at the pleasure of the Council and may\nbe removed for any reason, including failure to adhere to the requirements of this act.\nSec. 3. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 101(47)(D.C. Official Code § 1-1161.01(47)) is amended by adding a new\nsubparagraph (G-1) to read as follows:\n“(G-1) Members of the Washington Metropolitan Area Transit Authority Board of\nDirectors appointed pursuant to section 1 of the Washington Metropolitan Area Transit\nRegulation Compact, approved November 6, 1966 (80 Stat. 1324; D.C. Official Code § 91107.01);”.\n(b) Section 224(a)(1) (D.C. Official Code § 1-1162.64(a)(1)) is amended by striking the\nphrase “except Advisory Neighborhood Commissioners” and inserting the phrase “except\nAdvisory Neighborhood Commissioners and members of the Washington Metropolitan Area\nTransit Authority Board of Directors appointed pursuant to section 1 of the Washington\nMetropolitan Area Transit Regulation Compact, approved November 6, 1966 (80 Stat. 1324;\nD.C. Official Code § 9-1107.01)” in its place.\n(c) Section 225(a) (D.C. Official Code § 1-1162.65(a)) is amended by striking the phrase\n“Advisory Neighborhood Commissioners” and inserting the phrase “Advisory Neighborhood\nCommissioners and members of the Washington Metropolitan Area Transit Authority Board of\nDirectors appointed pursuant to section 1 of the Washington Metropolitan Area Transit\nRegulation Compact, approved November 6, 1966 (80 Stat. 1324; D.C. Official Code § 91107.01)”in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\n\nAmend\n§ 1-1161.01\n\nAmend\n§ 1-1162.24\n\nAmend\n§ 1-1162.25\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-286, effective April 27, 2013\n\n20 DCSTAT 932\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "932", 
  "name": "Law_19-286.pdf", 
  "title": "Washington Metropolitan Area Transit Authority Board of Directors Act of 2012"
}