{
  "start": "2400", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-57, effective December 13, 2013 (Expiration date July 26, 2014)\n(Related Emergency Legislation is Act 20-181, 20 DCSTAT 2440)\n\n20 DCSTAT 2400\n\nAN ACT\n\nTo amend, on a temporary basis, the Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011 to remove the requirement that Advisory\nNeighborhood Commissioners file a confidential disclosure of financial interest requirement, and\nto require that an Advisory Neighborhood Commissioner certify that the commissioner has filed\nand paid income and property taxes, diligently safeguarded the assets of the taxpayers, reported\nknown illegal activity, not been offered or accepted a bribe, not directly or indirectly received\ngovernment funds through improper means, not raised or received funds in violation of federal or\ndistrict law, and not received or been given anything of value based on any understanding that the\ncommissioner’s official actions or judgment or vote would be influenced.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Temporary Amendment Act of 2013”.\n\nSec. 2. Section 225 of the Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code §1-1162.25), is amended as follows:\n(a) Subsection (a) is amended by striking the phrase “Advisory Neighborhood\nCommissioners and members of the Washington Metropolitan Area Transit Authority Board of\nDirectors” and inserting the phrase “Members of the Washington Metropolitan Area Transit\nAuthority Board of Directors” in its place.\n(b) A new subsection (a-1) is added to read as follows:\n“(a-1)(1) An Advisory Neighborhood Commissioner who, as of September 15, 2013, has\nnot filed a report for calendar year 2012 required by this section shall not be required to do so.\n\"(2) Effective January 1, 2014, an Advisory Neighborhood Commissioner in\noffice for at least 30 days shall be required to file a certification required by section 224(a)(1)(G)\nfor the preceding year. The certification required by this section shall be due May 15th of each\nyear and shall be filed publicly with the Ethics Board.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 20-456\nAct 20-196\nEffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBoard of\nEthics and\nGovernment\nAccountability\nEstablishment\nand\nComprehensive Ethics\nReform\nTemporary\nAmendment\nAct of 2013\nNote,\n§ 1-1162.25\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-57, effective December 13, 2013 (Expiration date July 26, 2014)\n(Related Emergency Legislation is Act 20-181, 20 DCSTAT 2440)\n\n20 DCSTAT 2401\n\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "2401", 
  "name": "Law_20-57.pdf", 
  "title": "Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Temporary Amendment Act of 2013"
}