{
  "end": "266", 
  "name": "Law_19-236.pdf", 
  "start": "266", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 266\nD.C. Law 19-236, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-545, 59 DCR 13590)\n\nAN ACT\n\nBill 19-1029\nAct 19-553\neffective\nDecember 2,\n2012\n\nTo amend, on a temporary basis, the Homeless Services Reform Act of 2005 to authorize the Mayor and the\nDistrict of Columbia Housing Authority to fill vacant Rent Supplement Program tenant-based\nvoucher slots with homeless families referred by the Department of Human Services and\ndetermined to have first priority to shelter, through the end of the 2012-2013 hypothermia season.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Local Rent Supplement Program Voucher Temporary Amendment Act\nof 2012”.\n\nLocal Rent\nSupplement\nProgram\nVoucher\nTemporary\nAmendment\nAct of 2012\n\nSec. 2. The Homeless Services Reform Act of 2005, effective October 22, 2005 (D.C.\nLaw 16-35; D.C. Official Code § 4-751.01 et seq.), is amended by adding a new section 8c to\nreads as follows:\n“Sec. 8c. Placement of first priority homeless families for the 2012-2013 hypothermia\nseason.\n“For fiscal year 2013, the Mayor and the District of Columbia Housing Authority may fill\nvacant Rent Supplement Program tenant-based vouchers, established by section 26c of the\nDistrict of Columbia Housing Authority Act of 1999, effective March 2, 2007 (D.C. Law 16192; D.C. Official Code § 6-228), with homeless families referred by the Department of Human\nServices and determined to have first priority to shelter pursuant to 29 DCMR § 2508.01(a)(1),\nthrough the end of the 2012-2013 hypothermia season. The referrals shall be made in\naccordance with the special eligibility criteria set forth in 29 DCMR § 2556 through 29 DCMR §\n2558.”.\n\nNote,\n§ 4-753.04\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Local Rent Supplement Program Voucher Temporary Amendment Act of 2012", 
  "council_period": "20"
}