{
  "end": "854", 
  "name": "Law_19-262.pdf", 
  "start": "839", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 839\n\nAN ACT\n\nBill 19-756\nAct 19-615\neffective\nJanuary 16,\n2013\n\nAct of 2010 to authorize the issuance of bonds to private financing institutions, to augment remedies for\nfailure to pay the special assessment; to amend Title 47 of the District of Columbia Official Code\nto exempt from computation as District of Columbia gross taxable income, incentives received\nfrom District Department of the Environment Riversmart programs that encourage the\nconservation and protection of natural resources; to amend the Clean and Affordable Energy Act\nof 2008 to include the EnergyStar® building benchmarking program as a program that may be\nfunded by the Sustainable Energy Trust Fund; to amend the Clean and Affordable Energy Act of\n2008 to permit the District to continue to administer a program that provides renewable energy\nrebates; to reduce the amount of fertilizer reaching the District’s water resources, and thereby\nminimize the growth of algae and aquatic plants, and the consequent harm to the economic value\nof water resources, and damage to aquatic ecosystems, fisheries, and water quality; to support\nsustainable urban agriculture through the promotion of apiculture in the District; and to amend\nthe Human and Environmental Health Protection Act of 2010 and the Pre-k Enhancement and\nExpansion Amendment Act of 2008 to prohibit the proximate location of a child-occupied facility\nand a dry cleaning facility that uses perchloroethlyene or n-propyl bromide as a cleaning agent\nfor clothes or other fabrics, to educate owners of dry cleaning facilities about the dangers of\nperchloroethylene and n-propyl bromide, its proper handling, and less toxic dry cleaning\nalternatives.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Sustainable DC Amendment Act of 2012”.\n\nSustainable\nDC\nAmendment\nAct of 2012\n\nTITLE I. ECONOMY.\nSUBTITLE A. ACCESSING PRIVATE CAPITAL TO PROMOTE ENERGY\nEFFICIENCY.\nShort title. This subtitle may be cited as the “Energy Efficiency Financing Amendment\nAct of 2012”.\nThe Energy Efficiency Financing Act of 2010, effective May 27, 2010 (D.C. Law 18183; D.C. Official Code § 8-1778.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 8-1778.01) is amended as follows:\n(1) Paragraph (2) is amended as follows:\n(A) Subparagraph (D) is amended by striking the word “or” at the end.\n(B) Subparagraph (E) is amended by striking the period and inserting the\nphrase “; or” in its place.\n(C) A new subparagraph (F) is added to read as follows:\n“(F) An officer or employee of the office of the Chief Financial Officer to\nwhom the Chief Financial Officer has delegated a function of the Chief Financial Officer under\nthis act pursuant to section 424d of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code 1-204.24d), and who has been designated\n\nAmend\n§ 8-1778.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 840\n\nas an Authorized Delegate for purposes of this act.”.\n(2) Paragraph (10) is amended as follows:\n(A) The lead-in text is amended by striking the phrase “energy utility” and\ninserting the phrase “energy or water utility” in its place.\n(B) Subparagraph (J) is amended by striking the phrase “electric or gas”\nand inserting the phrase “electric, gas, water, or stormwater” in its place.\n(3) A new paragraph (11)(A) is added to read as follows:\n“(11A) “Energy Efficiency Loan Agreement” means a loan or other agreement\nto make, document, or implement an Energy Efficiency Loan entered into pursuant to section\n301(c).”.\n(4) New paragraphs (14A) and (14B) are added to read as follows:\n“(14A) “Issuance Costs” means:\n“(A) Fees, costs, charges, or expenses paid or incurred in connection with the\nauthorization, preparation, printing, issuance, sale, and delivery of an applicable series of bonds and\nthe making of energy efficiency loans contemplated with the issuance, including program fees and\nadministrative fees charged by the District;\n“(B) Underwriting, legal, accounting, rating agency, and other financing\nfees, costs, and expenses;\n“(C) Fees paid to financial institutions and insurance companies;\n“(D) Letter of credit fees;\n“(E) Compensation to financial advisors and other persons except full-time\nemployees of the District and entities performing services on behalf of or as agents for the District;\nand\n“(F) Other fees, costs, charges, and expenses incurred in connection with the\ndevelopment and implementation of the financing documents, the closing documents, and other\ndocuments necessary or appropriate in connection with the authorization, preparation, printing,\nissuance, sale, marketing, and delivery of each applicable series of bonds and the making of energy\nefficiency loans.\n“(14B) “Private Lending Institution” means a non-government business organization\nthat makes an Energy Efficiency Loan and is approved by the Mayor to participate in the Energy\nEfficiency Loan program pursuant to sections 211 and 308.”.\n(b) Section 201 (D.C. Official Code § 8-1778.21) is amended as follows:\n(1) Subsection (a)(2) is amended by striking the phrase “, subject to authorization\nby Congress”.\n(2) A new subsection (d) is added to read as follows:\n“(d) The Mayor is authorized to:\n“(1) Accept funds from grants from a public or private source;\n“(2) Deposit grant funds in a special account in the Special Energy Assessment\nFund; and\n“(3) Use grant funds for a purpose for which monies in the Special Energy\nAssessment Fund may be spent.”.\n\nAmend\n§ 8-1778.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 841\n\n(c) Section 202(b) (D.C. Official Code § 8-1778.22(b)) is amended to read as follows:\n“(b) The Mayor is authorized to pay from the proceeds of a bond’s issuance costs, the\ncost of funding capitalized interest and required reserves, and other costs authorized by section\n490(f) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 774;\nD.C. Official Code 1-204.90(f)). In the event bonds are sold other than through a public offering,\nthe issuance costs may be paid from the Special Energy Assessment Program Administrative\nAccount.”.\n(d) Section 205(e) (D.C. Official Code § 8-1778.25(e)) is amended to read as follows:\n“(e) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law\n18-371; D.C. Official Code § 2-351.01 et seq.), and subchapter III-A of Chapter 3 of Title 47 of\nthe District of Columbia Official Code, shall not apply to a contract that the Mayor may from\ntime to time enter into or the Mayor may determine to be necessary or appropriate, for purposes\nof this title.”.\n(e) A new section 211 is added to read as follows:\n“Sec. 211. Bond issuance to private lending institutions.\n“If the Mayor determines that a bond issuance is in the interest of the District and promotes\nthe goal of encouraging the installation of Energy Efficiency Improvements, a bond may be issued\nto, purchased by, or held by a Private Lending Institution that makes an Energy Efficiency Loan to a\nproperty owner. In this event, the proceeds of the bond may be paid directly to the property owner\nor the contractor installing the Energy Efficiency Improvements and not paid into the National\nCapital Energy Fund. The amount of the Energy Efficiency Loan shall be determined as provided in\nTitle III, and the Private Lending Institution shall be an additional party to the Energy Efficiency\nLoan Agreement. A bond held by a Private Lending Institution may be redeemed or transferred to\nanother holder at the discretion of the Private Lending Institution.”.\n(f) Section 301 (D.C. Official Code § 8-1778.41) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) There is established as a nonlapsing fund the National Capital Energy Fund. The\nChief Financial Officer shall deposit the proceeds from the sale of a bond into the National\nCapital Energy Fund, except as provided in section 211.” .\n(2) Subsection (b) is amended by striking the phrase “this section without regard to\nfiscal year limitation, subject to authorization by Congress” and inserting the phrase “subsection (c)\nof this section, without regard to fiscal year limitation” in its place.\n(3) Subsection (d) is amended to read as follows:\n“(d) An Energy Efficiency Loan shall bear interest at the rate of interest on the series of\nbonds issued immediately preceding or simultaneously with the date of execution of the Energy\nEfficiency Loan, plus an amount determined by the Mayor to be sufficient to pay all\nadministrative costs specified in section 201. Notwithstanding the preceding sentence, when a\nbond is issued pursuant to section 211, the interest rate on the Energy Efficiency Loan shall be\nthe same as the interest rate on a bond issued to a Private Lending Institution. The principal,\ninterest, and administrative costs of an Energy Efficiency Loan shall be separately stated to\npermit the allocation thereof as provided in this act.”.\n\nAmend\n§ 8-1778.22\n\nAmend\n§ 8-1778.25\n\nNew\n§ 8-1778.31\n\nAmend\n§ 8-1778.41\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 842\n\n(4) Subsection (e) is amended to read as follows:\n“(e) If a first source of funds deposited in the National Capital Energy Fund is an\nobligation that requires the District to use those funds solely to repay principal and interest on the\nfunds, the Energy Efficiency Loan, or other agreement shall be structured to repay the funding\nsource, plus administrative costs. A Special Assessment payment shall be deposited in the same\nmanner specified in section 201.”.\n(5) A new subsection (g) is added as to read as follows:\n“(g) The Mayor is authorized to:\n“(1) Accept grant funds from a public or private source;\n“(2) Deposit grant funds into a special account in the National Capital Energy\nFund; and\n“(3) Use grant funds for a purpose for which monies in the National Capital\nEnergy Fund may be spent.”.\n(g) Section 302(a) (D.C. Official Code § 8-1778.42(a)) is amended as follows:\n(1) Paragraph (4) is amended to read as follows:\n“(4) An Energy Efficiency Audit from an auditor approved by the Administrator\nstating the amount of energy and water used by the subject property and the amount of the\nenergy, water, and stormwater to be saved by the property owner through the installation of the\nEnergy Efficiency Improvements, shall include in its calculation of savings reasonable estimates\nof:\n“(A) Energy and water price inflation likely in the future utility costs of\nthe property; and\n“(B) Additional energy savings expected from the property owner’s\nselection of Energy Efficiency Improvements when replacing equipment using energy or water.”.\n(2) Paragraph (5) is amended by striking the phrase “energy saved by” and\ninserting the phrase “savings from” in its place.\n(3) Paragraph (6) is amended by striking the phrase \"; and\" and inserting a\nsemicolon in its place.\n(4) Paragraph (7) is amended by striking the phrase \"consents.\" and inserting the\nphrase \"consents; and\" in its place.\n(5) A new paragraph (8) is added to read as follows:\n“(8) Other information or documentation as the Administrator may deem\nnecessary to evaluate a loan application.”.\n(h) Section 303(c) (D.C. Official Code § 8-1778.43(c)) is amended by striking the phrase\n“a loan, or other, agreement with a property owner, the administrator shall verify, based upon\ninformation provided in the property owner’s application, that the value of the energy saved by”\nand inserting the phrase “an Energy Efficiency Loan Agreement with a property owner, the\nadministrator shall verify, based upon information provided in the property owner’s application,\nthat the value of the savings from” in its place.\n(i) Section 305(b) (D.C. Official Code § 8-1778.45(b)) is amended to read as follows:\n“(b) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law\n\nAmend\n§ 8-1778.42\n\nAmend\n§ 8-1778.43\n\nAmend\n§ 8-1778.45\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 843\n\n18-371; D.C. Official Code § 2-351.01 et seq.), shall not apply to the contract authorized by\nsubsection (a) of this section until 5 years after the effective date of the initial contract to retain\nan administrator.”.\nSec. 103. Title 47 of the District of Columbia Official Code is amended as follows:\n(a) Section 47-895.31(10) is amended by striking the period and inserting the phrase “and\napplicable fees and costs.” in its place.\n(b) Section 47-895.33(c)(1) is amended by striking the phrase “in the same manner and\nunder the same conditions and subject to the same penalties as for unpaid real property taxes”\nand inserting the phrase “pursuant to section 47-1336” in its place.\n(c) Chapter 13A is amended as follows:\n(1) The table of contents is amended by adding a new section designation to read\nas follows:\n“47-1336. Energy efficiency loan foreclosure.”.\n(2) A new section 47-1336 is added to read as follows:\n“§ 47-1336. Energy efficiency loan foreclosure.\n“(a) A special assessment pursuant to an energy efficiency loan agreement under\nsubchapter IX of Chapter 8 of Title 47, shall be deemed an additional real property tax, and shall\nbe deemed a tax under § 47-1330(2).\n“(b)(1) When delinquent on October 1 and for 6 months or more, the Chief Financial\nOfficer may sell for one dollar or without any consideration, at the Chief Financial Officer's\ndiscretion, the real property subject to the special assessment under subchapter IX of Chapter 8\nof Title 47, to the applicable energy efficiency lender or servicer of the Energy Efficient Loan, or\nto a third party and under terms and conditions as the Chief Financial Officer may determine,\nnotwithstanding any other provision of this chapter to the contrary.\n“(2) The transaction shall not be subject to the provisions of § 47-1353 or the\nProcurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law 18-371; D.C.\nOfficial Code § 2-351.01 et seq.). Additionally, the transaction shall not be subject to the notice\nrequirements of §§ 47-1341 and 47-1342 or the costs set forth in § 47-1342(c).\n“(3) Only interest at the rate set forth in § 47-811(c) shall accrue on any\ndelinquent Special Assessment, notwithstanding any other provision in this chapter.\n“(c)(1) The sale of the real property shall be evidenced by a sealed certificate of the Chief\nFinancial Officer or the Chief Financial Officer's duly authorized representative.\n“(2) The sealed certificate shall be deemed a certificate of sale.\n“(3) The certificate of sale shall be recorded in the Office of the Recorder of\nDeeds by the transferee.\n“(4) Evidence of subsequent assignments or notice of succession in interest shall\nalso be recorded in the Office of the Recorder of Deeds by the assignee or successor in interest,\nand the assignee or successor in interest shall also notify the Chief Financial Officer of the\nsubsequent assignment or succession, including the assignee or successor's legal name, contact\ninformation, and other information that the Chief Financial Officer may require.\n\nAmend\n§ 47-895.31\nAmend\n§ 47-895.33\n\nAmend\n§ 47-1336\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 844\n\n“(5) The holder of a sealed certificate shall have filed a business tax registration\nwith the Office of Tax and Revenue.\n“(d) The transferee of a sealed certificate and an assignee or successor in interest of the\ntransferee shall have and possess the same rights, powers, lien status, and priority of payment at\nlaw or in equity as the District would have possessed if the real property had not been sold.\nSubject to the foregoing, the transferee or assignee shall have the same rights to enforce all tax\nliens as the District, including the right to foreclose upon the tax lien and cause the issuance of a\ndeed in fee simple absolute by the Superior Court of the District of Columbia.\n“(e)(1) Notwithstanding a provision of this chapter to the contrary, a complaint for\nforeclosure of the right of redemption may be filed by the transferee and an assignee or successor\nin interest pursuant to § 47-1370 at any time.\n“(2) The transferee, or an assignee or successor in interest of the transferee, shall\nprovide notice via both certified mail and first class mail to the property’s record owner at least\n60 days before a complaint for foreclosure of the right of redemption is filed. The notice shall\nstate at a minimum that:\n“(A) A foreclosure action shall be commenced in no sooner than 60 days\nof the date of the notice;\n“(B) To avoid the lawsuit the outstanding liens shall be paid to the District\nand in what amount;\n“(C) If the owner does not redeem the property the owner may lose title to\nthe property; and\n“(D) Once the complaint is filed, reasonable expenses under § 47-1377\nshall be owed.\n“(3) Notwithstanding any other provision of this chapter, no expenses shall be\nowed to redeem the property before the complaint is filed under this section. Once the complaint\nis filed and the owner has not redeemed the property, expenses allowable under § 47-1377 shall\nbecome owed in order to redeem.\n“(f) In a cause of action in respect of a sealed certificate, the production of an instrument\nexecuted by the Chief Financial Officer or the Chief Financial Officer's duly authorized\nrepresentative shall be presumptive evidence that the real property proposed to be sold by the\ninstrument was subject to a valid and enforceable tax lien and it was duly sold to the transferee.”.\n(d) Section 47-1361(a) is amended by adding a new paragraph (5A) to read as\nfollows:\n“(5A) Any delinquent special assessment owed pursuant to an energy efficiency\nloan agreement under subchapter IX of Chapter 8 of Title 47.\n(e) Section 47-1382 is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (3) is amended by striking the word “and”.\n(B) Paragraph (4) is amended by striking the period and inserting\nthe phrase “; and” in its place.\n(C) A new paragraph (5) is added to read as follows:\n\nAmend\n§ 47-1361\n\nAmend\n§ 47-1382\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 845\n\n“(5) An energy efficiency loan agreement under subchapter IX of Chapter 8 of\nTitle 47, and related documents or instruments and the obligation to pay the special assessment;”.\n(2) A new subsection (c-1) is added to read as follows:\n“(c-1) Notwithstanding subsection (c) of this section, a purchaser under § 47-1336 shall\nnot pay an amount that is a Special Assessment under subchapter IX of Chapter 8 of Title 47,\nunless otherwise agreed.”.\nSUBTITLE B. ENSURING ENVIRONMENTAL INCENTIVES ARE TAX\nEXEMPT.\nSec. 111. Short title.\nThis subtitle may be cited as the “Conservation and Protection of Natural Resources\nIncentive Clarification Act of 2012”.\nSec. 112. Section 47-1803.02(a)(2) of the District of Columbia Official Code is amended\nby adding a new subparagraph (BB) to read as follows:\n“(BB) The amount received by a taxpayer from the following programs,\nwhose funding is authorized by section 152 of the District Department of the Environment\nEstablishment Act of 2005, effective February 15, 2006 (D.C. Law 16-51; D.C. Official Code §\n8-152.02):\n“(i) RiverSmart Communities: Demonstration Program;\n“(ii) RiverSmart Homes Incentive Program;\n“(iii) RiverSmart Homes Rebate Program; or\n“(iv) RiverSmart Rooftops Greenroof Rebate Program.”.\n\nAmend\n§ 47-1803.02\n\nSUBTITLE C. PROMOTING RENEWABLE ENERGY GENERATING\nSYSTEMS.\nSec. 121. Short title.\nThis subtitle may be cited as the “Renewable Energy Incentive Program Amendment Act\nof 2012”.\nSec. 122. The Clean and Affordable Energy Act of 2008, effective October 22, 2008\n(D.C. Law 17-250; D.C. Official Code § 8-1774.01 et seq.), is amended as follows:\n(a) Section 209(c) (D.C. Official Code § 8-1774.09(c)) is amended by striking the year\n“2012” and inserting the year “2013” in its place.\n(b) Section 210(c)(7) (D.C. Official Code 8-1774.10(c)(7) is amended as follows:\n(1) Strike the phrase \"the amount of $1.106 million for fiscal year 2011 and $2\nmillion in fiscal year 2012\" and inserting the phrase \"the amount of $1.106 million for fiscal year\n2011, $2 million in fiscal year 2012, and $1 million for fiscal year 2013\" in its place.\n(2) Strike the period and insert the phrase “; and” in its place.\nSUBTITLE D. FULLY FUNDING THE ENERGY STAR BUILDING\n\nAmend\n§ 8-1774.09\nAmend\n§ 8-1774.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 846\n\nBENCHMARKING PROGRAM.\nSec. 131. Short title.\nThis subtitle may be cited as the “Clean and Affordable Energy Benchmarking\nAmendment Act of 2012”.\nSec. 132. Section 210(c) of the Clean and Affordable Energy Act of 2008, effective\nOctober 22, 2008 (D.C. Law 17-250; D.C. Official Code § 8-1774.10(c)), is amended by adding\na new paragraph (8) to read as follows:\n“(8) Implementation of the EnergyStar® benchmarking program required by section\n4(c) of the Green Building Act of 2006, effective March 8, 2007 (D.C. Law 16-234; D.C.\nOfficial Code § 6-1451.03); provided, that the program does not require an allocation of funds\nother than those already set forth in this section.”.\n\nAmend\n§ 8-1774.10\n\nTITLE II. ENVIRONMENT.\nSUBTITLE A. PREVENTING FERTILIZER POLLUTION IN OUR STREAMS\nAND RIVERS.\nSec. 201. Short title.\nThis subtitle may be cited as the “Anacostia River Clean Up and Protection Fertilizer Act\nof 2012”.\n\nNew\nSubchapter\nII-A, Chapter\n1, Title 8\n\nSec. 202. Definitions.\nFor the purposes of this subtitle, the term:\n(1) “Department” means the District Department of the Environment.\n(2) “Enhanced efficiency fertilizer” means a fertilizer product with characteristics\nthat allow increased plant uptake and reduces the potential of nutrient loss to the environment,\nsuch as gaseous loss, leaching, or runoff, when compared to an appropriate reference fertilizer\nproduct.\n(3) “Fertilizer” means a material that contains one or more nutrients intended to\npromote plant growth.\n(4) “Low phosphorus fertilizer” means a fertilizer containing no more than 5% of\navailable phosphate (P2O5), and that has an application rate not to exceed 0.25 pound of\navailable phosphate (P2O5)/1,000 square feet/application and 0.5 pound of available phosphate\n(P2O5)/1,000 square feet/year.\n(5) “Organic fertilizer” means a material that:\n(A) Is derived from either plant or animal products containing one or more\nelements that are essential for plant growth, other than carbon, hydrogen, and oxygen;\n(B) May be subjected to biological degradation processes under normal\nconditions of aging, rainfall, sun-curing, air drying, composting, rotting, enzymatic, or\nanaerobic/aerobic bacterial action; and\n(C) May not be mixed with synthetic materials or changed in a physical or\nchemical manner from their initial state, except by manipulation such as drying, cooking,\n\nNew\n§ 8-104.02\n\nNew\n§ 8-104.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 847\n\nchopping, grinding, shredding, hydrolysis, or pelleting.\n(6) “Soil test” means a scientific measurement that determines the nutrient levels\nof soil.\n(7) “Turf” means nonagricultural managed grasses, such as the grasses found at\nparks, recreation areas, golf courses, commercial locations, cemeteries, athletic fields, schools,\nuniversities, government grounds, residential lawns, and other similar nonagricultural managed\ngrasses. The term “turf” does not include non-grass groundcovers, shrubs, trees, vegetable and\nflower gardens, and indoor applications such as greenhouses.\n(8) “Waterbody” means a wetland, watercourse, river, stream, creek, storm water\nretention or detention basin, or other similar water resource.\nSec. 203. Fertilizer application requirements.\n(a)This section shall apply to individuals and entities who apply fertilizer for wages.\n(b) Fertilizer may be applied only to turf:\n(1) Beyond a 15-foot buffer area from a waterbody; provided, that fertilizer may\nbe applied beyond a 10-foot buffer area if a drop spreader, rotary spreader with a deflector, or\ntargeted spray liquid is used for the fertilizer application;\n(2) When sufficient water is applied to the soil within 24 hours of application to\nimmobilize the fertilizer and prevent fertilizer loss by runoff or when soil is sufficiently saturated\nto immobilize the fertilizer and prevent fertilizer loss by runoff;\n(3) When a heavy rainfall is not occurring, and when soils are not saturated and\nthe potential for fertilizer movement off-site exists;\n(4) After March 1st and before November 15th in a calendar year;\n(5) When the ground is not frozen; and\n(6) In an amount consistent with an annual recommended rate established by the\nDepartment.\n(c) Fertilizer may not be applied to an impervious surface or be stored in a container on\nan impervious surface in a manner that would permit fertilizer runoff. Fertilizer that is\ninadvertently applied or leaked onto an impervious surface shall be returned for reuse to the\ntarget surface or to either its original or another appropriate container.\n(d)(1) A fertilizer that contains phosphorus in an amount greater than 0.67% phosphate\nby weight may be applied to turf only according to paragraph (2) of this subsection.\n(2) A low phosphorus fertilizer may be applied to turf if a soil test conducted\nwithin the previous 3 years indicates that the level of phosphorus in the soil is insufficient to\nestablish, reestablish, repair, or support adequate turf growth; provided, that a fertilizer that\ncontains phosphorous other than a low phosphorus fertilizer may be applied to turf if the soil test\nindicates that the level of phosphorus in the soil is insufficient to establish or reestablish turf. The\napplication of fertilizer allowed under this paragraph shall not exceed the amount or rate of\napplication of fertilizer recommended by the soil test, as determined by the Department.\n(e)(1) A fertilizer containing nitrogen may be applied to turf only at an application rate of\nless than 0.7 pounds per 1,000 feet of water-soluble nitrogen, and at an application rate of less\n\nNew\n§ 8-104.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 848\n\nthan 0.9 pounds per 1,000 square feet of total nitrogen.\n(2) Notwithstanding paragraph (1) of this subsection, an enhanced efficiency\nfertilizer containing nitrogen that has a release rate of less than 0.7 pounds per 1,000 square feet\nof total nitrogen per month may be applied at an annual application rate of less than 2.5 pounds\nper 1,000 square feet of nitrogen. The annual total application rate may not exceed 80% of the\nannual recommended rate for total nitrogen, as established by the Department.\n(3) A fertilizer containing nitrogen may be applied to turf only if the fertilizer is\nat least 20% slow release.\nSec. 204. Fertilizer public education program.\n(a) Within 180 days of the effective date of this subtitle, a retail establishment that sells\nfertilizer for turf shall prominently display information prepared by the Department that\nreferences:\n(1) The requirements of this subtitle;\n(2) The effects of fertilizers on local waterbodies;\n(3) A warning not to apply fertilizer:\n(A) Within a 15-foot buffer area from a waterbody or a 10-foot buffer if a\ndrop spreader, rotary spreader with a deflector, or targeted spray liquid is used;\n(B) When insufficient water is applied to the soil within 24 hours of\napplication to immobilize the fertilizer and prevent fertilizer loss by runoff;\n(C) When a heavy rainfall is occurring, soils are saturated, and the\npotential for fertilizer movement off-site exists;\n(D) Before March 1st or after November 15th in any calendar year;\n(E) When the ground is frozen; or\n(F) In an amount consistent with an annual recommended rate established\nby the Department; and\n(4) The proper use of lawn care products to reduce pollution in the Chesapeake\nBay and its tributaries.\n(b) The Department shall develop a program of public education that shall include the\ndissemination of information regarding nutrient pollution, soil testing, proper interpretation of\nfertilizer label instructions, and the proper use and calibration of fertilizer application equipment,\nbest management practices for fertilizer use in the urban landscape, the requirements of this\nsubtitle, and the effects of fertilizers on the Chesapeake Bay and its tributaries.\n\nNew\n§ 8-104.04\n\nSec. 205. Fertilizer labeling requirements.\n(a) A fertilizer used on turf that is distributed or sold in the District shall include a legible\nlabel with at least the following information:\n(1) The percentage of total nitrogen, including the percentage of other water\nsoluble nitrogen and water insoluble nitrogen;\n(2) The percentage of available phosphate;\n(3) The percentage of soluble potash; and\n\nNew\n§ 8-104.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 849\n\n(4)(A) The following statement: “Do not apply near water, storm drains or\ndrainage ditches. Do not apply if heavy rain is expected. Apply this product only to your lawn,\nand sweep any product that lands on the driveway, sidewalk, or street back onto your lawn.”; or\n(B) The environmental hazard statement recommended by the U.S. Environmental\nProtection Agency for that product.\n(b) The information required under subsection (a)(4) of this section shall be printed in a\nlegible and conspicuous manner on at least one side of the container, or, if it does not appear on\nthe face or display side of the container, it shall appear on the upper third of the side used.\nSec. 206. Penalties.\n(a) A violation of this subtitle shall be a civil infraction for purposes of the Department of\nConsumer and Regulatory Affairs Civil Infractions Act of 1985, effective July 16, 1985 (D.C.\nLaw 6-42; D.C. Official Code § 2-1801.01 et seq.)(“Civil Infractions Act”). Civil fines, civil\nfines, penalties, and fees may be imposed as sanctions for any infraction of the provisions of this\nsubtitle, or the rules issued under authority of this subtitle, pursuant to the Civil Infractions Act.\nAdjudication of any infractions shall be pursuant to the Civil Infractions Act.\n(b) A person or retail establishment who violates this subtitle, or a rule or regulation\nadopted pursuant to this subtitle, shall be subject to the following penalties:\n(1) Violations shall be a class 4 infraction under the schedule of fines in section\n3201 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR § 3201), pursuant\nto the Civil Infractions Act.\n(2) In lieu of a penalty, the Mayor may issue a written warning notice that a\nviolation has occurred.\n(c) The Department may charge reasonable fees to cover costs associated with the\nimplementation of this subtitle.\n(d) Revenues collected pursuant to this subtitle shall be deposited in the Anacostia River\nClean Up and Protection Fund, established in the Anacostia River Clean Up and Protection Act\nof 2009, effective September 23, 2009 (D.C. Law 18-55; D.C. Official Code § 8-102.01 et seq.).\n\nNew\n§ 8-104.06\n\nSec. 207. Rules; enforcement.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this subtitle.\n\nNew\n§ 8-104.07\n\nSUBTITLE B. PROMOTING URBAN AGRICULTURE THROUGH\nBEEKEEPING.\nSec. 211. Short title.\nThis subtitle may be cited as the “Sustainable Urban Agriculture Apiculture Act of\n2012”.\nSec. 212. Definitions.\n\nNew\nSubchapter\nII-A, Chapter\n18, Title 8\nNew\n§ 8-1825.01\n\nNew\n§ 8-1825.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 850\n\nFor the purposes of this subtitle, the term:\n(1) “Africanized bee” means a hybrid variety of Apis mellifera produced by the\ncross-breeding of the aggressive African honey bee Apis mellifera scutellata with a European\nhoney bee subspecies.\n(2) “Apiary” means a place where a colony is kept.\n(3) “Bee disease” means an abnormal condition resulting from action by a\nparasite, predator, or infectious agent.\n(4) “Brood” means the embryo and egg, larva, and pupa stages of a bee.\n(5) “Colony” means a hive and its equipment and appurtenances, including bees,\nbrood, comb, pollen, and honey.\n(6) “Comb” means the assemblage of cells containing a living stage of a bee at a\ntime prior to emergence as an adult.\n(7) “Department” means the District Department of the Environment.\n(8) “Hive” means a container intended for the housing of a colony.\n(9) “Honey bee” or “bee” means Apis mellifera.\n(10) “Multi-unit” means a building with at least 4 separate housing units.\n(11) “Person” means an individual, partnership, corporation, trust, association,\nfirm, joint stock company, organization, commission, or any other private entity.\n(12) “Property” means a parcel of land where an apiary is located.\nSec. 213. General authorization and restrictions.\nA colony may be kept in the District only if it is established and maintained in a manner\nconsistent with this act.\n\nNew\n§ 8-1825.03\n\nSec. 214. Responsibilities of beekeepers.\n(a) A colony shall be annually registered with the Department.\n(b) No person shall bring into the District bees on combs, empty used combs, used hives,\nor other used apiary appliances without first obtaining a permit from the Mayor.\n(c) A colony shall be kept in Langstroth-type hives or Top Bar hives with removable\ncombs, maintained in sound and usable condition and with adequate space in the hive to prevent\novercrowding and deter swarming.\n(d) A convenient source of water on the property shall be available to a colony.\n(e) Beekeepers shall remediate promptly bee swarms and nuisance conditions.\n\nNew\n§ 8-1825.04\n\nSec. 215. Colony density and distance from property line.\n(a) No more than 4 hives may be kept on any one-quarter acre area of a property. The\nnumber of hives on an adjacent property with a different owner shall not be limited by the\nmaximum number of hives permitted under this subsection.\n(b) Except as provided in subsection (c) of this section, a hive shall be located at least 15\nfeet from a property line.\n(c) A hive may be located 5 feet from a property line if a flyway barrier that prevents the\n\nNew\n§ 8-1825.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 851\n\npassage of bees is maintained. The flyway barrier shall consist of a dense hedge, solid wall, or\nsolid fence parallel to the property line at least 6 feet in height and extending 10 feet beyond the\ncolony in each direction, or annual approval is granted from neighbors whose properties are\nlocated within 30 feet of the site of the proposed hive.\n(d) A colony may be established in a multi-unit building only if permission is secured\nfrom the property manager or owner.\nSec. 216. Colony disposition.\n(a) A colony shall be selected from European stock bred for gentleness and nonswarming characteristics. No Africanized bees may be maintained in the District.\n(b) If a colony exhibits unusual aggressive characteristics by stinging or attempting to\nsting without due provocation, or exhibits an unusual disposition toward swarming, the\nbeekeeper shall promptly re-queen the colony with a marked queen.\n(c) The Mayor may destroy a colony of a beekeeper who fails to fulfill the requirements\nof this section.\n\nNew\n§ 8-1825.06\n\nSec. 217. Diseased colonies or equipment.\n(a) The Mayor may take measures to control the spread of bee diseases and may order a\nbeekeeper to take measures to control the spread of bee diseases.\n(b) The Mayor shall treat or destroy the bees, hives, and honey of a beekeeper who fails\nto take measures ordered by the Mayor to eradicate or control bee disease.\n\nNew\n§ 8-1825.07\n\nSec. 218. Fees.\n(a) The Mayor may establish a schedule of fees for registration and may take any other\naction necessary to implement this act.\n(b) The Mayor may require a beekeeper to reimburse the District for the District’s costs\nresulting from implementation of this act with respect to the beekeeper.\n\nNew\n§ 8-1825.08\n\nSec. 219. Rules; enforcement.\n(a) The Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this subtitle.\n(b) The Mayor may enforce this subtitle by use of any injunctive relief, measure, or\ncombination of measures, authorized by this subtitle or otherwise by law.\n(c) Civil fines, penalties, and fees may be imposed as sanctions for a violation of this\nsubtitle or rules or regulations issued under the authority of this subtitle, pursuant to the\nDepartment of Consumer and Regulatory Affairs Civil Infractions Act of 1985, effective July 16,\n1985 (D.C. Law 6-42; D.C. Official Code § 2-1801.01 et seq.) (“Civil Infractions Act”).\n(d) A person who violates this subtitle, or any rule or regulation adopted pursuant to this\nsubtitle, shall be subject to the following penalties:\n(1) In lieu of a penalty, the Mayor may issue a written warning notice that a\n\nNew\n§ 8-1825.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 852\n\nviolation has occurred.\n(2) A violation shall be a class 4 infraction under the schedule of fines in section\n3201 of Title 16 of the District of Columbia Municipal Regulations (16 DCMR § 3201), pursuant\nto the Civil Infractions Act.\nSec. 220. Section 904 of Title 24 of the District of Columbia Municipal Regulations (24\nCMR § 904) is repealed.\n\nDCMR\n\nTITLE III. PROTECTING CHILDREN FROM TOXIC EXPOSURE.\nSec. 301. Short title.\nThis subtitle may be cited as the “Child-occupied Facility Healthy Air Amendment Act\nof 2012”.\nSec. 302. Section 4 of the Human and Environmental Health Protection Act of 2010,\neffective March 31, 2011 (D.C. Law 18-336; D.C. Official Code § 8-108.03), is amended as\nfollows:\n(a) The section heading is amended to read as follows:\n“Sec. 4. Restrictions on the use of perchloroethylene and n-propyl bromide in dry cleaning.”.\n(b) Subsection (a) is amended by striking the word “perchloroethylene” and inserting the\nphrase “perchloroethylene or n-propyl bromide” in its place.\n(c) Subsection (b) is amended by striking the word “perchloroethylene” and inserting the\nphrase “perchloroethylene or n-propyl bromide” in its place.\n(d) New subsections (c) and (d) are added to read as follows:\n“(c) For the purposes of this section, the term a “child-occupied facility” means a\nbuilding, or portion of a building, which, as part of its function, receives children under 6 years\nof age on a regular basis and is required to obtain a certificate of occupancy as a precondition to\nperforming that function. The term “child-occupied facility” includes a daycare center, nursery,\npreschool center, kindergarten classroom, child development center, child development home,\nchild development facility, child-placing agency, infant care center, or similar entity. The\nlocation of a child-occupied facility as part of a larger structure does not make the entire\nstructure a child-occupied facility. Only the portion of the facility occupied or regularly visited\nby children 6 years of age shall be considered the Child-occupied facility.\n“(d) Beginning 12 months after the effective date of the child-occupied Healthy Air\nAmendment Act of 2012, passed on 2nd reading on December 18, 2012 (Enrolled version of Bill\n19-756) (“Bill 19-756”):\n“(1) A dry cleaning establishment shall use perchloroethylene or n-propyl\nbromide as a cleaning agent for clothes or other fabrics only after obtaining a source category\npermit from the District Department of the Environment in accordance with Chapter 2 of Title 20\nof the District of Columbia Municipal Regulations (20 DCMR § 200 et seq.).\n“(2) No permit shall be issued to a dry cleaning establishment to use\nperchloroethlyene or n-propyl bromide as a cleaning agent for clothes or other fabrics that is\n\nAmend\n§ 8-108.25\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 853\n\nlocated within 200 feet of an existing child-occupied facility. The 200-foot restriction shall not\napply at a location where a dry cleaning establishment has used perchloroethylene or n-propyl\nbromide within 90 days before the effective date of Bill 19-756.”.\nSec. 303. The Pre-k Enhancement and Expansion Amendment Act of 2008, effective July\n18, 2008 (D.C. Law 17-202; D.C. Official Code § 38-271.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 38-271.01) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n“(1) “Child-occupied facility” means a building, or portion of a building, which,\nas part of its function, receives children under 6 years of age on a regular basis and is required to\nobtain a certificate of occupancy as a precondition to performing that function. The term “childoccupied facility” includes a daycare center, nursery, preschool center, kindergarten classroom,\nchild development center, child development home, child development facility, child-placing\nagency, infant care center, or similar entity. The location of a child-occupied facility as part of a\nlarger structure does not make the entire structure a child-occupied facility. Only the portion of\nthe facility occupied or regularly visited by children under 6 years of age shall be considered the\nchild-occupied facility.”.\n(2) Existing paragraphs (1), (1A), (1B), and (1C) shall be redesignated (1A), (1B),\n(1C), and (1D), respectively.\n(b) Section 102 (D.C. Official Code § 38-271.02) is amended by adding a new subsection\n(c) to read as follows:\n“(c) The OSSE shall not issue a license for a child-occupied facility located within 200\nfeet of a dry cleaning facility that uses perchloroethylene or n-propyl bromide as a cleaning agent\nfor clothes or other fabrics. The 200-foot restriction shall not apply at a location where a childoccupied facility is applying for renewal of an existing license.”.\nTITLE IV. APPLICABILITY; FISCAL IMPACT; EFFECTIVE DATE.\nSec. 401. Applicability.\nSection 122 shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register. The remaining\nsections shall apply as of the effective date of this act unless otherwise noted.\nSec. 402. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 403. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\n\nAmend\n§ 38-271.01\n\nAmend\n§ 38-271.02\n\nDelayed\nApplicability\n§§ 8-1774.09\n8-1774.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-262, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 854\n\nprovided in 602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973\n(87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of Columbia\nRegister.\n\n\f", 
  "title": "Sustainable DC Amendment Act of 2012", 
  "council_period": "20"
}