{
  "end": "209", 
  "name": "Law_19-208.pdf", 
  "start": "208", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 208\nD.C. Law 19-208, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-465, 59 DCR 11764)\nAN ACT\n\nTo amend, on a temporary basis, the Department of Transportation Establishment Act of 2002 to authorize\nthe District Department of Transportation (\"DDOT\") to administer the Federal Transit\nAdministration 5310 grant program, to provide public and nonprofit organizations with vehicles\nto transport elderly and residents with disabilities within the District, to require participating\norganizations to deposit funds into the District Department of Transportation Enterprise Fund for\nTransportation Initiatives to be eligible to participate in the program, and to allow DDOT to use\nthe funds deposited into the District Department of Transportation Enterprise Fund for\nTransportation Initiatives by the participating nonprofit organizations towards the purchase of the\nvehicles.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District Department of Transportation Accessible Vehicles Fund\nTemporary Amendment Act of 2012”.\nSec. 2. The Department of Transportation Establishment Act of 2002, effective May 21,\n2002 (D.C. Law 14-137; D.C. Official Code § 50-921.01 et seq.), is amended as follows:\n(a) Section 3 (D.C. Official Code § 50-921.02) is amended by adding a new subsection\n(f) to read as follows:\n“(f) The Director may enter into agreements with private nonprofit organizations to\nprovide those nonprofit organizations vehicles to transport elderly residents and residents with\ndisabilities pursuant to 49 U.S.C. § 5310 (the “5310 Program”). Furthermore, the Director shall\nhave the authority to:\n“(1) Provide an application for the 5310 Program each year, solicit applicants to\napply, and administer a selection process to identify which eligible applicants may participate in\nthe 5310 Program;\n“(2) Enter into agreements with the nonprofit organizations that are selected to\nreceive vehicles to ensure they use the vehicles as prescribed by the 5310 Program guidelines\nand regulations enacted pursuant to this subsection, including the requirement that the vehicle\nrecipient deposit matching funds into the District Department of Transportation Enterprise Fund\nfor Transportation Initiatives;\n“(3) Enter into contracts with third parties for the procurement and maintenance\nof eligible vehicles to be used by the nonprofit organizations selected by the Director; and\n“(4) Promulgate, amend, or repeal rules to implement the provisions of this\nsubsection, pursuant to the Mayor’s authority under Title 1 of the District of Columbia\nAdministrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code §\n2-501 et seq.).”.\n(b) Section 9e (D.C. Official Code § 50-921.13) is amended as follows:\n\nBill 19-922\nAct 19-490\neffective\nOctober 26,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDistrict\nDepartment of\nTransportation\nAccessible\nVehicles Fund\nTemporary\nAmendment\nAct of 2012\n\nNote,\n§ 50-921.02\n\nNote,\n§ 50-921.13\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 209\nD.C. Law 19-208, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-465, 59 DCR 11764)\n(1) Subsection (a) is amended by striking the phrase \"section 5\" and inserting the\nphrase \"sections 3(f) and 5\" in its place.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (6)(C) is amended by striking the phrase “fines; and” and\ninserting the phrase “fines;” in its place.\n(B) Paragraph (7) is amended by striking the phrase “Fund.” and inserting\nthe phrase “Fund; and” in its place.\n(C) A new paragraph (8) is added to read as follows:\n“(8) Matching funds from private nonprofit organizations for the 5310 Program\npursuant to section 3(f).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "District Department of Transportation Accessible Vehicles Fund Temporary Amendment Act of 2012", 
  "council_period": "20"
}