{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-110, effective June 21, 2014\n\n20 DCSTAT 3270\n\nCouncil in conjunction with, and before the adoption of, the Skyland Town Center Omnibus Act\nof 2014, passed on 2nd reading on April 8, 2014 (Enrolled version of Bill 20-382). Any\nsubstantive change shall be submitted to the Council consistent with section 1(b-1)(6) of An Act\nAuthorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801(b-1)(6)).\nSec. 402. Approval of disposition.\nNotwithstanding An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801 et seq.), the Council approves the disposition of the Property to the\nDeveloper pursuant to the terms set forth in section 401.\nTITLE V -- FISCAL IMPACT; EFFECTIVE DATE\nSec. 501. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 502. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNote,\n§ 10-801\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-114, effective June 21, 2014\n\n20 DCSTAT 3271\n\nAN ACT\n\nBill 20-313\nAct 20-319\neffective\nApril 28, 2014\n\nTo amend the District of Columbia School Reform Act of 1995 regarding the process for the disposition\nand use of former District of Columbia public school buildings; and to amend the School Based\nBudgeting and Accountability Act of 1998 to require an annual supplement to the Master\nFacilities Plan and the designation of school buildings as surplus.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Comprehensive Planning and Utilization of School Facilities\nAmendment Act of 2014”.\n\nComprehensive\nPlanning and\nUtilization of\nSchool\nFacilities\nAmendment\nAct of 2014\n\nSec. 2. The District of Columbia School Reform Act of 1995, approved April 26, 1996\n(110 Stat. 1321; D.C. Official Code § 38-1800 et seq.), is amended as follows:\n(a) Section 2002 (D.C. Official Code § 38-1800.02) is amended as follows:\n(1) A new paragraph (6A) is added to read as follows:\n“(6A) Charter school facility incubator. – The term “charter school facility\nincubator” means a nonprofit organization that uses its facility or property to house a charter\nschool for 5 years or until the charter school can acquire its own property, whichever occurs\nfirst.”.\n(2) A new paragraph (8A) is added to read as follows:\n“(8A) DCPS. – The term “DCPS” means the District of Columbia Public Schools,\nestablished by section 102 of the District of Columbia Public Schools Agency Establishment Act\nof 2007, effective June 12, 2007 (D.C. Law 17-9; D. C. Official Code § 38-171).”.\n(3) New paragraphs (17A) and (17B) are added to read as follows:\n“(17A) Eligible entity. – The term “eligible entity” means:\n“(A) A public charter school;\n“(B) An eligible applicant whose petition to establish a public charter\nschool has been conditionally approved pursuant to section 2203(d)(2);\n“(C) A Board of Trustees; or\n“(D) A charter school facility incubator.\n“(17B) Excess. – The term “excess” means no longer needed for operational purposes for\nDCPS or another District agency.”.\n(4) A new paragraph (30A) is added to read as follows:\n“(30A) School facility. – The term “school facility” means a structure or real\nproperty that:\n“(A) Is under the control of DCPS; or\n\nAmend\n§ 38-1800.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-114, effective June 21, 2014\n\n20 DCSTAT 3272\n\n“(B) Was previously under the control of DCPS or the Board of Education\nand is now under the control of the Mayor or another agency of the District government.”.\n(b) Section 2209(b)(1) (D.C. Official Code § 38-1802.09(b)(1)) is amended as follows:\n(1) Subparagraph (A) is amended to read as follows:\n“(A) In general. --“(i) Notwithstanding any other provision of law, regulation, or\norder, the Mayor shall give the right of first offer to purchase, lease, or otherwise use an excess\nschool facility to an eligible entity.\n“(ii) In selecting an eligible entity for the purchase, lease, or use of\nan excess school facility, the Mayor shall give:\n“(I) First preference to an existing tenant that is a public\ncharter school that has occupied all, or substantially all, of the facility or property;\n“(II) Second preference to a public charter school that the\nPublic Charter School Board has determined to be high-performing and financially sound; and\n“(III) Third preference to any other eligible entity.”.\n(2) Subparagraph (B) is repealed.\n(3) Subparagraph (C) is amended to read as follows:\n“(C) Terms of purchase or lease. – The terms of purchase or lease of an\nexcess school facility shall:\n“(i) Be negotiated by the Mayor in accordance with terms and\nconditions set forth in regulations;\n“(ii) Include rent or an acquisition price, whichever is applicable,\nthat is equal to the appraised value of the excess school facility based on use of the property for\nschool purposes; provided, that the Mayor may provide credits against the rental price, including\na credit based on capital improvements made to the facility by the lessee, based upon a schedule\nof credits as set forth in regulations; and\n“(iii) Include a lease period, if the excess school facility is to be\nleased, of not less than 25 years, and renewable for additional 25-year periods; provided, that a\nlease involving a co-location agreement may include a lease or renewal period of less than 25\nyears.”.\n(4) New subparagraphs (D), (E), and (F) are added to read as follows:\n“(D) Disposition of an excess school facility. --“(i) Within 6 months of a school facility being designated as\nexcess pursuant to section 1104(e) of the School Based Budgeting and Accountability Act of\n1998, effective March 26, 1999 (D.C. Law 12-175; D.C. Official Code § 38-2803(e)), the Mayor\nshall make the facility available pursuant to this paragraph.\n“(ii) The Mayor may, at any time, determine any other school\nfacility to be excess and make it available pursuant to this paragraph.\n“(iii) The Mayor may offer an excess school facility to an entity\nother than an eligible entity only if the following conditions have been met:\n\nAmend\n§ 38-1802.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-114, effective June 21, 2014\n\n20 DCSTAT 3273\n\n“(I) The Mayor provided eligible entities with a right of\nfirst offer for the excess school facility pursuant to subparagraph (A) of this paragraph and no\neligible entity was selected; and\n“(II) The Mayor provided eligible entities an opportunity to\nsubmit unsolicited proposals for the purchase or lease of the excess school facility.\n“(iv) The submission period for unsolicited proposals shall begin\n30 days after the submission deadline in the right of first offer made pursuant to subparagraph\n(A) of this paragraph for the particular excess school facility and shall remain open for 12\nmonths or until an eligible entity is selected, whichever occurs first. For purposes of reviewing\nthe unsolicited proposals, the Mayor shall use the same evaluation criteria as set forth in the\noriginal right of first offer made pursuant to subparagraph (A) of this paragraph for the particular\nexcess school facility.\n“(v) Nothing in this section shall prohibit the Mayor from utilizing\nan excess school facility for another government use while the property is being offered to\neligible entities as required by this act; provided, that the use does not interfere with the right of\nfirst offer as set forth in this section.\n“(E) Reclamation of an excess school facility. --“(i) The Chancellor may, at any time, make a request to the Mayor\nbased on the need for additional space as a result of projected enrollment increases to reclaim an\nexcess school facility that has not yet been transferred pursuant to this subsection.\n“(ii) The Mayor shall approve the Chancellor’s request only if the\nChancellor has explained with particularity to the Mayor’s satisfaction the need for DCPS to\nreclaim the excess school facility. The request and the approval, or disapproval, shall be in\nwriting and made publicly available on the Mayor’s website.\n“(F) Applicability of existing rules and regulations. -- The rules and\nregulations in place on or before the effective date of the Comprehensive Planning and\nUtilization of School Facilities Amendment Act of 2014, passed on 2nd reading on April 8, 2014\n(Enrolled version of Bill 20-313)(“2014 amendatory act”), shall continue to apply to an eligible\napplicant that has applied to purchase, lease, transfer, or use a school facility before the effective\ndate of the 2014 amendatory act.”.\nSec. 3. The School Based Budgeting and Accountability Act of 1998, effective March,\n26 1999 (D.C. Law 12-175; D.C. Official Code § 38-2801 et seq.), is amended as follows:\n(a) A new section 1102a is added to read as follows:\n“Sec. 1102a. Definitions.\n“For the purposes of this act, the term:\n“(1) “DCPS” means the District of Columbia Public Schools, established by\nsection 102 of the District of Columbia Public Schools Agency Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D. C. Official Code § 38-171).\n“(2) “Excess” means no longer needed for operational purposes for DCPS or\nanother District agency.\n\nNew\n§ 38-2801.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-114, effective June 21, 2014\n\n20 DCSTAT 3274\n\n“(3) “School facility” means a structure or real property that:\n“(A) Is under the control of DCPS; or\n“(B) Was previously under the control of DCPS or the Board of Education\nand is now under the control of the Mayor or another agency of the District government.\n“(4) “Significantly underused” means a DCPS facility that is used primarily for\nadministrative purposes and uses less than 25% of the property’s available square footage on a\ndaily basis.\n“(5) “Swing space” means a school facility reserved for future classroom\ninstruction or DCPS administrative use during planned renovation, modernization, or\nconstruction of another school facility.\n“(6) “Utilization” means the ratio of current enrollment to the total number of\nstudents that can be served in a space based on programmatic and scheduling requirements.”.\n(b) Section 1104 (D.C. Official Code 38-2803) is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Paragraph (1A) is repealed.\n(B) Paragraph (2) is amended as follows:\n(i) Subparagraph (B) is amended by striking the phrase “current\nlevel of utilization” and inserting the phrase “current level of utilization, projected 5-year facility\nneeds for each local education agency” in its place.\n(ii) Subparagraph (J) is amended by striking the word “and” at the\nend of the sentence.\n(iii) Subparagraph (K) is amended by striking the semicolon and\ninserting the phrase “; and” in its place.\n(iv) A new subparagraph (L) is added to read as follows:\n“(L) A safety and security assessment of educational facilities based upon\na comprehensive examination of the facility’s physical environment for crime vulnerabilities,\nincluding an analysis of:\n“(i) Surveillance capabilities, both active and passive;\n“(ii) Access control, including the ability to securely manage who\nenters and exits the facility; and\n“(iii) Facility maintenance.”.\n(C) A new paragraph (2A) is added to read as follows:\n“(2A) Beginning on December 15, 2014, and every year thereafter, the OPEFP\nshall prepare and make publicly available an annual supplement to the Master Facilities Plan that\nincludes:\n“(A) Results of the Department of General Services annual survey as set\nforth in paragraph (3)(E) of this subsection;\n“(B) Updated information on:\n“(i) Enrollment projections at the local education agency level and\nthe individual school level for both DCPS and public charter schools; and\n“(ii) Facility needs for each local education agency;\n\nAmend\n§ 38-2803\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-114, effective June 21, 2014\n\n20 DCSTAT 3275\n\n“(C) A plan, including co-location options, to increase utilization at any\nschool facility in use by DCPS with a utilization rate of less than 50%;\n“(D) A plan to ensure that each school facility in use by DCPS that is at\n95% utilization or above does not suffer from overcrowding but can sufficiently meet the facility\nand academic needs of it students; and\n“(E) Each school facility’s designation as one or more of the following:\n“(i) In use primarily for classroom instruction;\n“(ii) In use primarily for swing space;\n“(iii) In use primarily for DCPS administrative purposes, including\nstorage;\n“(iv) In use by an entity other than DCPS;\n“(v) Vacant; or\n“(vi) Significantly underused.”.\n(D) Paragraph (3) is amended as follows:\n(i) The lead-in language is amended by striking the phrase “Master\nFacilities Plan” and inserting the phrase “Master Facilities Plan and the annual supplement” in its\nplace.\n(ii) Subparagraph (A) is amended to read as follows:\n“(A) The District of Columbia Public Schools, which shall transmit to the\nOPEFP:\n“(i) Educational plans and policies it considers relevant to the\nfacilities planning process;\n“(ii) Educational specifications for each facility subject to\nmodernization;\n“(iii) Its 5-year enrollment projections; and\n“(iv) Its 5-year projections of facility needs;”.\n(iii) Subparagraph (B)(i) is amended to read as follows:\n“(i) Collect and transmit to the OPEFP educational plans and\npolicies of individual public charter schools, 5-year enrollment growth plans, data on existing\npublic charter school facilities and facilities-related needs, and other information considered\nrelevant to the planning process; and”.\n(iv) Subparagraph (C) is amended by striking the word “and” at the\nend.\n(v) Subparagraph (D) is amended by striking the period and\ninserting the phrase “; and” in its place.\n(vi) A new subparagraph (E) is added to read as follows:\n“(E) The Department of General Services, which shall conduct an annual\nsurvey to update information on the enrollment, utilization, and condition of each DCPS and\ncharter school facility, including a review of whether or not the facility has a working carbon\nmonoxide detector, and transmit the results to OPEFP.”.\n(2) A new subsection (e) is added to read as follows:\n\n\f",
  "title": "Comprehensive Planning and Utilization of School Facilities Amendment Act of 2014",
  "end": "3275",
  "start": "3270",
  "name": "Law_20-114.pdf"
}