{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3595\n\nAN ACT\n\nTo amend the Department of Motor Vehicles Establishment Act of 1998 to establish the position of\nombudsman for ticket adjudication; to amend the District of Columbia Traffic Adjudication Act of\n1978 to require the Department of Motor Vehicles (“DMV”) to confirm basic information about a\nvehicle and its owner or lessee before sending a notice of an outstanding notice of infraction, to\nexpand the time limit to file a motion to vacate a judgment for certain infractions, to eliminate the\nability to request an issuing officer to appear at a hearing for a parking infraction, to require\nhearing examiners to take judicial notice of facts contained in sources under the control of the\nDMV, to require the DMV to provide an explanation as to why it deemed evidence submitted in an\nadjudication to be deficient, to require the DMV to, upon request, reconsider a finding of liability\nissued for a parking, automated enforcement, and moving violation, and to decide such cases\nwithin 180 days; and to amend Title 18 of the District of Columbia Municipal Regulation to make\ntechnical and conforming changes.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Traffic Adjudication Amendment Act of 2014”.\n\nSec. 2. The Department of Motor Vehicles Establishment Act of 1998, effective March\n26, 1999 (D.C. Law 12-175; D.C. Official Code § 50-901 et seq.), is amended by adding a new\nsection 1827a to read as follows:\n“Sec. 1827a. Ticket adjudication ombudsman.\n“(a) There is established within the Department an ombudsman for ticket adjudication,\nwho shall report to the Director.\n“(b) The Mayor shall establish the qualifications of the ombudsman, which shall include\na demonstrated ability through education or experience to analyze issues and matters of law,\nadministration, and policy.\n“(c) The Mayor shall establish the duties of the ombudsman, including that the\nombudsman shall:\n“(1) Receive complaints and concerns on the law, rules, policies, and procedures\nregarding the adjudication of moving violations, automated traffic enforcement violations, and\nparking, standing, stopping, and pedestrian violations;\n“(2) Respond to complaints and concerns in a timely fashion with accurate and\nhelpful information;\n“(3) Determine the validity of a complaint quickly and professionally;\n“(4) Generate options for a response, and offer a recommendation among the\noptions;\n“(5) Make a referral to appropriate Department staff, when appropriate;\n\nBill 20-324\nAct 20-344\neffective\nMay 30, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTraffic\nAdjudication\nAmendment\nAct of 2014\n\nNew\n§ 50-907\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3596\n\n“(6) Identify systemic concerns, including those raised by citizens, related\nto traffic adjudication;\n“(7) Recommend policy changes, staff training, and strategies to improve traffic\nadjudication; and\n“(8) Offer technical and procedural guidance; provided, that the ombudsman shall\nnot render legal advice.\n“(d) The Ombudsman shall have access to the records and files of the Department\nas necessary to carry out the ombudsman’s duties and as allowed by federal and local law.\n“(e) The Ombudsman shall not be held personally liable or be subject to\nretaliatory action for the good-faith performance of duties, except that no immunity shall extend\nto criminal acts, or other acts that violate District or federal law.”.\nSec. 3. The District of Columbia Traffic Adjudication Act of 1978, effective\nSeptember 12, 1978 (D.C. Law 2-104; D.C. Official Code § 50-2301.01 et seq.), is amended as\nfollows:\n(a) Section 104(b)(4) (D.C. Official Code § 50-2301.04(b)(4)) is repealed.\n(b) Section 105 (D.C. Official Code § 50-2301.05) is amended as follows:\n(1) The heading is amended to read as follows:\n“Sec. 105. Monetary sanctions and fees.”.\n(2) Subsection (c) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new subsection (d) is added to read as follows:\n“(d) The Director may collect a fee for the filing of an appeal pursuant to section 402.”.\n(c) Section 108 (D.C. Official Code § 50-2301.08) is amended as follows:\n(1) Paragraph (10)(D) is amended by striking the word “and”.\n(2) Paragraph (11)(C) is amended by striking the period and inserting the phrase\n“; and” in its place.\n(3) A new paragraph (12) is added to read as follows:\n“(12) The number of requests for reconsideration filed after an initial finding of liability:\n“(A) The number of violations dismissed after reconsideration; and\n“(B) The number of violations affirmed after reconsideration.”.\n(d) A new section 109 is added to read as follows:\n“Sec. 109. Department review of records.\n“(a) When requesting information to send notice of an outstanding notice of infraction as\nrequired under sections 205(f) and 305(d)(2), the Department shall retrieve from its records the\nregistered owner or lessee’s full name, address, vehicle make and model, and status as to whether\nthe motor vehicle tag is active or inactive. For notices sent regarding motor vehicles registered in\nan out-of-state jurisdiction, the Department shall request the information from the relevant state\nmotor vehicle agency.\n“(b) Before sending a notice required under sections 205(f) and 305(d)(2) , the\nDepartment shall review the information described in subsection (a) of this section to determine\n\nAmend\n§ 50-2301.04\nAmend\n§ 50-2301.05\n\nAmend\n§ 50-2301.08\n\nNew\n§ 50-2301.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3597\n\nwhether the notice of infraction was properly issued. The Department shall dismiss an infraction\nif the information materially conflicts with identifying information about a vehicle or tag\nprovided in the notice of infraction.”.\n(e) Section 204(d) (D.C. Official Code § 50-2302.04(d)) is amended by striking the\nphrase “for reasons other than compliance with subsection (c) of this section,”.\n(f) Section 205 (D.C. Official Code § 50-2302.05) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (1) is amended by striking the word “or”.\n(B) A new paragraph (1A) is added to read as follows:\n“(1A) Admit with an explanation; or”.\n(2) Subsection (b)(1) is amended to read as follows:\n“(1) A person charged with a moving violation may contest the charge by mail,\nthrough the Department’s website, or through a personal appearance scheduled by appointment;\nprovided, that a person charged with a violation that was detected by an automated traffic\nenforcement system pursuant to section 901 of the Fiscal Year 1997 Budget Support Act of\n1996, effective April 9, 1997 (D.C. Law 11-198; D.C. Official Code § 50-2209.01), may contest\nthe charge by mail, through the Department’s website, or by appearing on a walk-in basis during\nregular business hours at a location designated by the Department.”.\n(3) Subsection (c) is amended as follows:\n(A) Paragraph (1) is amended to read as follows:\n“(1) A person admitting an infraction shall, at the same time the person submits\nan answer, pay the civil fine and any additional penalties established pursuant to section 105 as\nmay be due for failure to answer within the time required by subsection (d) of this section.\nPayment of the fine for the infraction shall be deemed a finding of liability.”.\n(B) Paragraph (2) is amended to read as follows:\n“(2) A person admitting an infraction with an explanation shall submit payment of\nthe civil fine and any additional penalties established pursuant to section 105 with the\nexplanation as to why the fine or penalty should be reduced or points should not be assessed. A\nhearing examiner may, upon consideration of the explanation, order the reduction of the fine or\npenalty or waiver of applicable points, or authorize the deletion of the assessed points upon the\nsatisfactory completion of driving school.”.\n(4) Subsection (h) is amended by repealing paragraphs (2) and (3).\n(5) New subsections (i) and (j) are added to read as follows:\n“(i)(1) Except as provided in paragraphs (2), (3), and (4) of this subsection, a deemed\nadmission pursuant to subsection (e) of this section may be vacated if the Department receives a\nwritten application by mail or through the Department’s website within 60 calendar days of the\ndate of the deemed admission that sets forth:\n“(A) A sufficient defense to the charge; and\n“(B) Excusable neglect for failing to answer within the time period\nprovided for in subsection (e) of this section.\n\nAmend\n§ 50-2302.04\nAmend\n§ 50-2302.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3598\n\n“(2) If the infraction underlying a deemed admission pursuant to subsection (e) of\nthis section involves a violation of section 15(a)(3) of the Compulsory/No Fault Motor Vehicle\nInsurance Act of 1982, effective September 18, 1982 (D.C. Law 4-155; D.C. Official Code § 312413(a)(3)), the deemed admission may be vacated if the Department receives a written\napplication by mail or through the Department’s website within one year of the date of the\nadmission and the application need state only a sufficient defense to the charge as set forth in\nsubsection (b)(2) of this section.\n“(3) If the infraction underlying a deemed admission pursuant to subsection (e) of\nthis section involves a violation detected by an automated traffic enforcement system pursuant to\nsection 901 of the Fiscal Year 1997 Budget Support Act of 1996, effective April 9, 1997 (D.C.\nLaw 11-198; D.C. Official Code § 50-2209.01), the deemed admission may be vacated if the\nDepartment receives a written application by mail or through the Department’s website within\none year of the date of the admission and the application need state only a sufficient defense to\nthe charge as set forth in section 902(a) of the Fiscal Year 1997 Budget Support Act of 1996,\neffective April 9, 1997 (D.C. Law 11-198; D.C. Official Code § 50-2209.02(a)), that the\nrespondent was not the owner or lessee of the cited vehicle at the time of the infraction, or the\nregistration plates were stolen from the cited vehicle at the time of the infraction.\n“(4) If the infraction underlying a deemed admission pursuant to subsection (e) of\nthis section involves a violation of sections 3, 4, and 5 of the Distracted Driving Safety Act of\n2004, effective March 30, 2004 (D.C. Law 15-124; D.C. Official Code §§ 50-1731.03, 501731.04, 50-1731.05), the deemed admission may be vacated if the Department receives a\nwritten application by mail or through the Department’s website within one year of the date of\nthe admission and the application need state only a sufficient defense to the charge of the\nadmission as set forth in section 6(a) of the Distracted Driving Safety Act of 2004, effective\nMarch 30, 2004 (D.C. Law 15-124; D.C. Official Code § 50-1731.06(a)).\n“(j) The filing of an application under subsection (i) of this section shall not stay any\ncharges, fines, penalties, points, or suspension of a person’s license or privilege to drive in the\nDistrict; provided, that if the infraction underlying the deemed admission is dismissed, any\ncharges, fines, or penalties paid shall be reimbursed and points assessed or the suspension of a\nperson’s license or privilege to drive may be vacated.”.\n(g) Section 206 (D.C. Official Code § 50-2302.06) is amended as follows:\n(1) Subsection (b) is amended to read as follows:\n“(b)(1) If a person to whom a notice of infraction has been issued fails to appear at a\nscheduled hearing to contest a charge for which the person received notice by postal mail sent to\nthe person’s address of record, through electronic mail, or in person, the hearing examiner may\nenter a default judgment sustaining the charges, fix the appropriate fine, assess appropriate\npenalties, if any, and suspend the person’s license or privilege to drive in the District until the\nfines and penalties are paid, if the commission of the infraction is established by clear and\nconvincing evidence. The judgment and suspension shall take effect and notice shall be provided\nin accordance with section 205(f). Except as provided in paragraphs (2) and (3) of this\nsubsection, the notice shall further state that the default judgment may be vacated if the\n\nAmend\n§ 50-2302.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3599\n\nDepartment receives by mail or through the Department’s website, within 60 calendar days of\nthe effective date of the judgment, a written application to vacate the default judgment that sets\nforth:\n“(A) A sufficient defense to the charge; and\n“(B) Excusable neglect as to the respondent’s failure to attend the hearing.\n“(2) If the infraction underlying the default judgment involves a violation of\nsection 15(a)(3) of the Compulsory/No Fault Motor Vehicle Insurance Act of 1982, effective\nSeptember 18, 1982 (D.C. Law 4-155; D.C. Official Code § 31-2413(a)(3)), the notice provided\nshall state that the default judgment may be vacated if the Department receives by mail or\nthrough the Department’s website, within one calendar year of the date of the judgment, a\nwritten application to vacate the default judgment that sets forth:\n“(A) A sufficient defense to the charge as described in section 205(b)(2);\nor\n“(B) Excusable neglect as to the respondent’s failure to attend the hearing.\n“(3) If the infraction underlying the default judgment involves a violation of the\nDistracted Driving Safety Act of 2004, effective March 30, 2004 (D.C. Law 15-124; D.C.\nOfficial Code § 50-1731.01 et seq.), the notice provided shall state that the default judgment may\nbe vacated if the Department receives by mail or through the Department’s website, within one\nyear of the date of the judgment, a written application to vacate the default judgment that sets\nforth:\n“(A) A sufficient defense to the charge as described in section 6(a) of the\nDistracted Driving Safety Act of 2004, effective March 30, 2004 (D.C. Law Section 15-124;\nD.C. Official Code § 50-1731.06(a)); or\n“(B) Excusable neglect as to the respondent’s failure to attend the\nhearing.”\n(2) Subsection (d) is amended by striking the phrase “records.” and inserting the\nphrase “records. Where a determination has been made that the infraction has been established,\nthe Department shall provide written notice of the decision to the respondent, including an\naccompanying explanation of why any evidence provided was insufficient.” in its place.\n(3) A new subsection (d-1) is added to read as follows:\n“(d-1)(1) The following facts shall be judicially noticed in a proceeding governed by the\nprovisions of this title:\n“(A) Facts that the courts of the District of Columbia find judicially\ncognizable;\n“(B) Generally recognized technical or specialized facts within the\nknowledge and experience of the hearing examiners of the Department;\n“(C) Facts contained in the records and files of the Department; and\n“(D) Any other matter or document that a hearing examiner finds is\nproperly the subject of judicial notice.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3600\n\n“(2) A fact contained in a document belonging to a category enumerated in\nparagraph (1) of this subsection shall be considered to have been physically incorporated into\nand made part of the record in a proceeding.”.\n(4) Subsection (i) is amended by striking the phrase “15 calendar days” and\ninserting the phrase “30 calendar days” in its place.\n(h) Section 305 (D.C. Official Code § 50-2303.05) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Subparagraph (A) is amended by striking the word “or”.\n(ii) A new subparagraph (A-i) is added to read as follows:\n“(A-i) Admit with explanation; or”.\n(B) Paragraph (2) is amended by striking the phrase “by mail or at an\nadministrative hearing” and inserting the phrase “by mail, through the Department’s website, or\nthrough a personal appearance at a hearing” in its place.\n(2) Subsection (b) is amended by striking the phrase “or by mail. Answers by\ntelephone, email, or through the Department’s website may be permitted by regulation.” and\ninserting the phrase “, by mail, or through the Department’s website.” in its place.\n(3) Subsection (c) is amended by striking the phrase “he submits his answer” and\ninserting the phrase “the person submits an answer” in its place.\n(4) A new subsection (c-1) is added to read as follows:\n“(c-1) A person admitting the commission of an infraction with an explanation may\ninclude in the answer an explanation as to why the fine or penalty should be reduced. A hearing\nexaminer may, upon consideration of the explanation, order the reduction of the fine or penalty.”.\n(5) Subsection (e) is repealed.\n(6) Subsection (f) is amended to read as follows:\n“(f) Except as set forth in subsection (g) of this section, a deemed admission pursuant to\nsubsection (d)(2) of this section by a person not participating in the fleet reconciliation program\nmay be vacated if the Department receives by mail or through the Department’s website, within\n60 calendar days of the date of the admission, a written application to vacate; provided, that if\nthe individual’s motor vehicle has been immobilized or impounded pursuant to section 6(k) of\nthe District of Columbia Traffic Act, 1925, effective March 3, 1925 (43 Stat. 1121; D.C. Official\nCode § 50-2201.03(k)), or the individual is unable to obtain a license or permit pursuant to D.C.\nOfficial Code § 47-2862(a)(1)(C) or (F) or (a)(6), an application may be submitted by mail,\nthrough the Department’s website, or in person and shall include:\n“(1) A sufficient defense to the charge as set forth in subsection (a)(2) of this\nsection; and\n“(2) Excusable neglect for failing to answer within the time period provided for in\nsubsection (d) of this section.”.\n(7) A new subsection (g) is added to read as follows:\n“(g) A deemed admission pursuant to subsection (d)(2) of this section by a person not\nparticipating in the fleet reconciliation program may be vacated if the Department receives by\n\nAmend\n§ 50-2303.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3601\n\nmail or through its website within one year of the date of the admission, a written application to\nvacate that sets forth a sufficient defense to the charge as described in subsection (a)(2)(A) or (B)\nof this section; provided, that if the individual’s motor vehicle has been immobilized or\nimpounded pursuant to section 6(k) of the District of Columbia Traffic Act, 1925, approved\nMarch 3, 1925 (43 Stat. 1121; D.C. Official Code § 50-2201.03(k)), or the individual is unable to\nobtain a license or permit pursuant to D.C. Official Code § 47-2862(a)(1)(C) or (F) or (a)(6), an\napplication may be submitted by mail, through the Department’s website, or in person.”.\n(i) Section 306 (D.C. Official Code § 50-2303.06) is amended as follows:\n(1) Subsections (c), (d), and (e) are repealed.\n(2) Subsection (f) is amended by striking the phrase “records.” and inserting the\nphrase “records. Where a determination has been made that the infraction has been established,\nthe Department shall provide written notice of the decision to the respondent, including an\naccompanying explanation of why any evidence provided was insufficient.” in its place.\n(3) A new subsection (f-1) is added to read as follows:\n“(f-1)(1) The following facts shall be judicially noticed in all proceedings governed by\nthe provisions of this title:\n“(A) Facts that the courts of the District of Columbia find judicially\ncognizable;\n“(B) Generally recognized technical or specialized facts within the\nknowledge and experience of the hearing examiners of the Department;\n“(C) Facts contained in the records and files of the Department; and\n“(D) Any other matter or document that a hearing examiner finds is\nproperly the subject of judicial notice.\n“(2) A fact contained in a document belonging to a category enumerated in\nparagraph (1) of this subsection shall be considered to have been physically incorporated into\nand made part of the record in a proceeding.”.\n(j) A new Title III-A is added to read as follows:\n“TITLE III-A\n“RECONSIDERATION\n“Sec. 311. Reconsideration.\n“(a) A person found liable at a hearing conducted pursuant to Titles II and III, including a\nhearing involving the suspension or revocation of a license or privilege to drive, shall be entitled\nto reconsideration of the matter if a written application is received by the Department or is\npostmarked within 30 calendar days of the date of a finding of liability.\n“(b) The application for reconsideration shall set forth one or more of the following\ngrounds:\n“(1) Newly discovered or newly available relevant evidence;\n“(2) Need for additional evidence to establish a defense;\n“(3) Probable error committed by the hearing examiner in the proceeding,\nincluding failure to judicially notice a fact on which the decision of the hearing examiner rests or\n\nAmend\n§ 50-2303.06\n\nNew\n§ 50-2303.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3602\n\nfailure to inform the respondent of a judicially noticed fact on which the decision of the hearing\nexaminer rests; and\n“(4) Need for further consideration of the issues.\n“(c) An application for reconsideration shall contain all documents or evidence in support\nof reconsideration.\n“(d) On reconsideration, the matter may be reviewed by the hearing examiner who\nreviewed the matter initially or may be referred to another hearing examiner, should the Chief\nExaminer make this determination.\n“(e) If an application for reconsideration is timely submitted, the 30-day time period for\nfiling an appeal to the appeals board shall begin on the date that the reconsideration decision is\nserved in accordance with section 404.\n“(f) A person shall not have an opportunity to appeal a finding of liability by a hearing\nexaminer to the appeals board unless the person’s liability is affirmed upon reconsideration;\nprovided, that a denial by a hearing examiner of a motion to vacate a finding of liability based on\na failure to appear at a scheduled hearing under section 206(b) or a deemed admission under\nsections 205(e) or 305(d)(2) shall be appealed directly to the appeals board.\n“(g) Failure by a hearing examiner to issue a decision within 180 calendar days after\nreceipt of an application for reconsideration shall be deemed a decision in favor of the\napplicant.”.\n(k) Section 402 (D.C. Official Code § 50-2304.02) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) A person found liable by a hearing examiner after a reconsideration conducted\npursuant to section 311 may appeal the matter to the appeals board pursuant to the provisions of\nthis title; provided, that a denial by a hearing examiner of a motion to vacate a finding of liability\nbased on a failure to appear at a scheduled hearing under section 206(b) or a deemed admission\nunder sections 205(e) or 305(d)(2) shall be appealed directly to the appeals board. The Director\nshall appoint an appeals board, pursuant to section 401, to consider and determine appeals.”.\n(2) Subsection (b) is amended by striking the phrase “An aggrieved person” and\ninserting the phrase “A person” in its place.\n(l) Section 404 (D.C. Official Code § 50-2304.04) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “15 calendar days” and\ninserting the phrase “30 calendar days” in its place.\n(2) Subsection (b) is amended to read as follows:\n“(b) Service of notice under this section shall be complete 3 calendar days after the\nDepartment sends the reconsideration determination to the person.”.\n(3) Subsection (c) is amended by striking the phrase “15-day period” and inserting\nthe phrase “30-day period” in its place.\nSec. 4. Title 18 of the District of Columbia Municipal Regulations (18 DCMR) is\namended as follows:\n(a) Chapter 10 (18 DCMR § 1000 et seq.) is amended as follows:\n\nAmend\n§ 50-2304.02\n\nAmend\n§ 50-2304.04\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3603\n\n(1) Section 1036 (18 DCMR § 1036.1 et seq.) is repealed.\n(2) Section 1040 (18 DCMR § 1040.1 et seq.) is repealed.\n(3) Section 1041 (18 DCMR § 1041) is amended as follows:\n(A) Subsection 1041.5 is amended by striking the phrase “(other than\nofficial notice of a material fact not appearing in the evidence in the record but taken cognizance\nof in accordance with § 1036)” and inserting the phrase “(other than a material fact not appearing\nin the evidence in the record but judicially noticed in accordance with D.C. Official Code § 502302.06(d-1) and D.C. Official Code § 50-2303.06(f-1))” in its place.\n(B) Subsection 1041.6(c) is amended by striking the word “officially” and\ninserting the word “judicially” in its place.\n(4) Section 1042 (18 DCMR § 1042.1 et seq.) is repealed.\n(5) Section 1043 (18 DCMR § 1043.1) is amended as follows:\n(A) Subsection 1043.1 (18 DCMR § 1043.1) is amended to read as\nfollows:\n“1043.1 A person found liable by a hearing examiner upon reconsideration conducted\npursuant to D.C. Official Code § 50-2303.11 may petition for a review by the appeals board\nwithin 30 days after notice of the hearing examiner’s reconsideration ruling; provided, that a\ndenial by a hearing examiner of a motion to vacate a finding of liability based on a failure to\nappear at a scheduled hearing pursuant to D.C. Official Code § 50-2302.06(b) or a deemed\nadmission pursuant to D.C. Official Code §§ 50-2302.05(e) or 50-2303.05(d)(2) shall be\nappealed directly to the appeals board.”.\n(B) Subsection 1043.4 is repealed.\n(b) Chapter 3000 (18 DCMR § 3000) is amended as follows:\n(1) Section 3006 (18 DCMR § 3006) is amended as follows:\n(A) Subsection 3006.2 is repealed.\n(B) Subsection 3006.3 is repealed.\n(C) Subsection 3006.5 is repealed.\n(D) Subsection 3006.6 is repealed.\n(2) Section 3008 (18 DCMR § 3008) is amended as follows:\n(A) Subsection 3008.1 is amended to read as follows:\n“3008.1 A person may request an in-person hearing to adjudicate a parking, moving, or\nautomated traffic enforcement violation in accordance with provisions of the District of\nColumbia Traffic Adjudication Act of 1978, effective September 12, 1978 (D.C. Law 2-104;\nD.C. Official Code § 50-2301.01 et seq.).”.\n(B) Subsection 3008.2 is repealed\n(C) Subsection 3008.3 is amended to read as follows:\n“3008.3 For moving violations, other than an automated traffic enforcement violation,\nthe officer who issued the Notice of Infraction shall be summoned by Adjudication Services only\nin cases where the person denies liability.”.\n(3) Section 3011.8 (18 DCMR § 3011.8) is amended to read as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3604\n\n“3011.8 Administrative adjudications conducted by the Department of Motor Vehicles\nshall comply with the provisions of this chapter, Chapter 10 of this title, and the District of\nColumbia Traffic Adjudication Act of 1978, effective September 12, 1978 (D.C. Law 2-104;\nD.C. Official Code § 50-2301.01 et seq.).”.\n(4) Section 3014 (18 DCMR § 3014) is amended as follows:\n(A) Subsection 3014.1 is amended to read as follows:\n“3014.1 Appeals shall be from final determinations issued after reconsideration under\nTitle III-A of the District of Columbia Traffic Adjudication Act of 1978; provided, that a denial\nby a hearing examiner of a motion to vacate a finding of liability based on a failure to appear at a\nscheduled hearing pursuant to D.C. Official Code § 50-2302.06(b) or a deemed admission\npursuant to D.C. Official Code §§ 50-2302.05(e) or 50-2303.05(d)(2) shall be appealed directly\nto the appeals board.”.\n(B) Subsection 3014.9 (18 DCMR § 3014.9) is amended by striking the\nphrase “fifteen (15)” and inserting the phrase “thirty (30)” in its place.\n(C) Subsection 3014.11 (18 DCMR § 3014.11) is amended by striking the\nphrase “fifteen (15)” and inserting the phrase “thirty (30)” in its place.\n(5) Section 3021 (18 DCMR § 3021.1) is amended as follows:\n(A) The heading is amended to read as follows:\n“18-3021. Proceedings.”.\n(B) Subsection 3021.1 is amended by striking the phrase “by mail.” and\ninserting the phrase “by mail, through the Department’s website, or by appearing on a walk-in\nbasis during regular business hours at a location designated by the Department.” in its place.\n(C) Subsection 3021.2 is amended by striking the phrase “by mail.” and\ninserting the phrase “by mail, through the Department’s website, or on a walk-in basis.” in its\nplace.\nSec. 5. Applicability.\nThis act shall apply as of October 1, 2014; provided, that the inclusion of its fiscal effect\nin an approved budget and financial plan has been certified by the Chief Financial Officer to the\nBudget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-127, effective July 23, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3605\n\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Traffic Adjudication Amendment Act of 2014",
  "end": "3605",
  "start": "3595",
  "name": "Law_20-127.pdf"
}