{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-283, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 922\n\nAN ACT\n\nBill 19-164\nAct 19-649\neffective\nJanuary 25,\n2013\n\nTo amend section 47-1806.06 of the District of Columbia Official Code to increase the Schedule H income\nrequirement ceiling from $20,000 to $40,000 in income tax year 2014 and from $40,000 to\n$50,000 in income tax year 2016, to increase the maximum benefit from $750 to $1,000 by\nchanging the existing property tax equivalent amount from 15% to 20%, to allow each tax filing\nunit in a household to apply instead of only one person filing per household, to add a cost of living\nadjustment to the Schedule H, and to simplify the property tax rate structure.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Schedule H Property Tax Relief Act of 2012”.\n\nSchedule H\nProperty Tax\nRelief Act of\n2012\n\nSec. 2. Section 47-1806.06 of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (a) is amended as follows:\n(1) Paragraph (1) is amended as follows:\n(A) Strike the figure “15%” and insert the figure “20%” in its place.\n(B) Strike the figure “$750” and insert the figure “$1,000” in its\nplace.\n(2) Paragraph (2) is amended as follows:\n(A) Designate the existing text as subparagraph (A).\n(B) New subparagraphs (B) and (C) are added to read as follows:\n“(B) For taxable years beginning after December 31, 2013, the percentage\nrequired under paragraph (1) of this subsection to be determined for all claimants shall be the\npercentage specified in the following table:\n“If adjusted gross income is:\nTax credit equals:\n“$0 – 24,999\n100% of property tax* exceeding 3.0% of\nadjusted gross income of the tax filing unit\n“$25,000 - $40,000\n100% of property tax* exceeding 4.0% of\nadjusted gross income of the tax filing unit\n“*or rent paid constituting property tax (20% of rent).\n“(C) For taxable years beginning after December 31, 2015, the percentage\nrequired under paragraph (1) of this subsection to be determined for all claimants shall be the\npercentage specified in the following table:\n“If adjusted gross income is:\nTax credit equals:\n“$0 – 24,999\n100% of property tax* exceeding 3.0% of\nadjusted gross income of the tax filing unit\n“$25,000 - $50,000\n100% of property tax* exceeding 4.0% of adjusted\ngross income of the tax filing unit\n\nAmend\n§ 47-1806.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-283, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 923\n\n“*or rent paid constituting property tax (20% of rent).”.\n(3) Paragraph (3) is repealed.\n(b) Subsection (b) is amended as follows:\n(1) Paragraph (4) is amended by striking the sentence “Only 1 claimant per home\nand per household per year shall be entitled to relief under this section.” and inserting the\nsentence “Only one claimant per tax filing unit per year shall be entitled to relief under this\nsection.” in its place.\n(2) Paragraphs (5), (6), and (7) are repealed.\n(3) Paragraph (8)(B) is amended by striking the figure “15%” and inserting the\nfigure “20%” in its place.\n(c) Subsection (j)(1) is amended to read as follows:\n“(1) In determining eligibility for the credit allowable under this section, and for\nthe purpose of determining outstanding tax liability (if any) of the claimant to the District\nhousehold income for which the claim is filed and the claimant's outstanding tax liability (if any)\nshall be determined on the basis of the adjusted gross income of the tax filing unit, which is\ndefined as an individual or married couple that would--were their income above the filing\nthreshold--file an individual income tax return. The tax filing unit also includes any other\npersons who would be claimed as dependents on that tax return.”.\n(d) A new subsection (r) is added to read as follows:\n“(r)(1) The maximum credit amount of $1000 and the eligibility income threshold\nof $50,000 shall be adjusted annually for inflation based on the Consumer Price Index.\n“(2) For the purpose of this subsection, the term “Consumer Price Index” means\nthe all items index of the Consumer Price Index for All Urban Consumers for the District of\nColumbia, published by the Bureau of Labor Statistics of the United States Department of\nLabor.”.\nSec. 3. Applicability.\nThis act shall apply as of January 1, 2014, upon the inclusion of its fiscal effect in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the\nBudget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-283, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 924\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Schedule H Property Tax Relief Act of 2012",
  "end": "924",
  "start": "922",
  "name": "Law_19-283.pdf"
}