{
  "end": "905", 
  "name": "Law_19-277.pdf", 
  "start": "905", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-277, effective April 23, 2013\n\n20 DCSTAT 905\n\nAN ACT\n\nTo amend Chapter 28 of Title 47 of the District of Columbia Official Code to change the time period in\nwhich a basic business license must be renewed from every 2 years to an option of every 2 or 4\nyears.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Basic Business License Renewal Amendment Act of 2012”.\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-2851.09(a)(2) is amended to read as follows:\n“(2) Notwithstanding any other provision of law, every license issued in\naccordance with this subchapter shall be valid for either 2 or 4 years from the date of issue,\ndepending on which license term the applicant selects, unless earlier revoked or voluntarily\nrelinquished, and licenses shall be issued on a staggered basis, using as the renewal date the date\nof incorporation if the business is incorporated, the date of organization if the business is\nunincorporated, or the birth date of the principal if the business is a sole proprietorship. The fee\ncharged for a 4-year license renewal shall be twice that of a 2-year license renewal.”.\n(b) Section 47-2851.10(a) is amended by striking the phrase“30 days” and inserting the\nphrase “60 days” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nBill 19-825\nAct 19-642\neffective\nJanuary 25,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nBasic Business\nLicense\nRenewal\nAmendment\nAct of 2012\n\nAmend\n§ 47-2851.09\n\nAmend\n§ 47-2851.10\n\n\f", 
  "title": "Basic Business License Renewal Amendment Act of 2012", 
  "council_period": "20"
}