{
  "end": "4115", 
  "name": "Law_20-148.pdf", 
  "start": "4115", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-148, effective December 17, 2014\n\n20 DCSTAT 4115\n\nAN ACT\n\nTo amend An Act To increase the age of consent for marriage in the District of Columbia to eighteen years\nof age in the case of males and sixteen years of age in the case of females to eliminate the 3-day\nwaiting period for the issuance of a marriage license; and to amend An Act To require premarital\nexaminations in the District of Columbia, and for other purposes to make conforming\namendments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Marriage License Issuance Amendment Act of 2014”.\n\nSec. 2. Section 2 of An Act To increase the age of consent for marriage in the District of\nColumbia to eighteen years of age in the case of males and sixteen years of age in the case of\nfemales, approved August 12, 1937 (50 Stat. 626; D.C. Official Code § 46-409), is repealed.\nSec. 3. An Act To require premarital examinations in the District of Columbia, and for\nother purposes, approved October 15, 1966 (80 Stat. 959; D.C. Official Code § 46-417 et seq.), is\namended as follows:\n(a) Section 3 (D.C. Official Code § 46-418) is repealed.\n(b) Section 6 (D.C. Official Code § 46-421) is amended to read as follows:\n“Sec. 6. Whoever fails to comply with sections 1,1a, and 5 of this act shall be imprisoned\nfor not more than 6 months, or fined not more than the amount set forth in section 101 of the\nCriminal Fine Proportionality Amendment Act of 2012, effective June 11, 2013 (D.C. Law 19317; D.C. Official Code § 22- 3571.01), or both. Prosecutions for violations of this section shall\nbe conducted by the Attorney General for the District of Columbia.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by Council to override the veto), a 30-day period of congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nBill 20-461\nAct 20-417\neffective\nAugust 1,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nMarriage\nLicense\nIssuance\nAmendment\nAct of 2014\n\nRepeal\n§ 46-409\n\nRepeal\n§ 46-418\nAmend\n§ 46-421\n\n\f", 
  "title": "Marriage License Issuance Amendment Act of 2014", 
  "council_period": "20"
}