{
  "start": "888", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 888\nD.C. Law 19-269, effective April 23, 2013 [Expiration Date April 23, 2015]\n\nAN ACT\n\nBill 19-619\nAct 19-648\neffective\nJanuary 25,\n2013\n\nTo authorize the Director of the Department of Employment Services to issue grants from funds appropriated to or\nreceived by the Department of Employment Services for workforce job development purposes.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Workforce Job Development Grant-Making Authority Act of 2012”.\n\nWorkforce\nJob\nDevelopment\nGrant-Making\nAuthority Act\nof 2012\n\nSec. 2. Workforce job development grant-making authority.\n(a) The Director of the Department of Employment Services (“DOES”) may issue\ncompetitive grants to individuals and organizations from the funds made available to the DOES\npursuant to local appropriations or, in coordination with the Workforce Investment Council,\npursuant to the federal Workforce Investment Act of 1998, approved August 7, 1998 (112 Stat.\n936; 29 U.S.C § 2822), for workforce development purposes, including increasing occupational\nskills, job retention, employment opportunities, and earnings of the District’s workforce pursuant\nto:\n(1) Section 2 of the Youth Employment Act of 1979, effective January 5, 1980\n(D.C. Law 3-46; D.C. Official Code § 32-241);\n(2) Section 2a of the Youth Employment Act of 1979, effective January 5, 1980\n(D.C. Law 3-46; D.C. Official Code § 32-242);\n(3) Section 203 of the Way to Work Amendment Act of 2006, effective June 8,\n2006 (D.C. Law 16-118; D.C. Official Code § 32-752);\n(4) Sections 2102 and 2103 of the Transitional Employment Program and\nApprenticeship Initiative Establishment Act of 2005, effective October 20, 2005 (D.C. Law\n16-33; D.C. Official Code §§ 32-1331 and 32-1332); and\n(5) Section 11 of the Workforce Investment Implementation Act of 2000,\neffective July 18, 2000 (D.C. Law 13-150; D.C. Official Code § 32-1610).\n(b) Notwithstanding the provisions of D.C. Official Code § 47-368.06, grants that may be\nissued pursuant to this section include grants that the Mayor, Director of the DOES, or an agency\nreceives through an intra-District transfer, a memorandum of understanding, or a reprogramming\nfrom an agency lacking grant-making authority.\n(c) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this act.\n\nNew\n§ 1-328.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 889\nD.C. Law 19-269, effective April 23, 2013 [Expiration Date April 23, 2015]\n\n(d) By July 30, 2013, the Director of DOES shall submit to the Council a report providing\nan analysis of, and corrective actions for any problems pertaining to, the following issues related\nto contracting and procurement processing with DOES:\n(1) The procedures through which DOES processes and issues grants;\n(2) The average timeframe in which a contract is processed; and\n(3) The common delays to grant issuance.\nSec. 3. Sunset provision.\nThis act shall sunset 2 years after its effective date.\nSec. 4. Fiscal impact statement\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602 (c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(1)), and publication\nin the District of Columbia Register.\n\nExpiration\ndate April 23,\n2015\n\n\f", 
  "end": "889", 
  "name": "Law_19-269.pdf", 
  "title": "Workforce Job Development Grant-Making Authority Act of 2012"
}