{
  "end": "2219", 
  "name": "Law_20-59.pdf", 
  "start": "2218", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-59, effective December 13, 2013\n\n20 DCSTAT 2218\n\nAN ACT\n\nBill 20-128\nAct 20-206\neffective\nOctober 22,\n2013\n\nTo amend the Legalization of Marijuana for Medical Treatment Initiative of 1999 to limit the number of\nmedical marijuana cultivation centers and dispensaries that may locate in an election ward in the\nDistrict of Columbia and to prohibit locating medical marijuana cultivation centers in Retail\nPriority Areas.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Medical Marijuana Cultivation Center Amendment Act of 2013”.\n\nMedical\nMarijuana\nCultivation\nCenter\nAmendment\nAct of 2013\n\nSec. 2. Section 7 of the Legalization of Marijuana for Medical Treatment Initiative of\n1999, effective July 27, 2010 (D.C. Law 18-210; D.C. Official Code § 7-1671.06), is amended as\nfollows:\n(a) Subsection (d) is amended to as follows:\n(1) Paragraph (2) is amended to read as follows:\n“(2)(A) No more than 5 dispensaries shall be registered to operate in the District;\nprovided, that the Mayor may increase the number to as many as 8 by rulemaking to ensure that\nqualifying patients have adequate access to medical marijuana; provided further, that no more\nthan 2 dispensaries shall be registered to operate within an election ward established by the\nCouncil in section 4 of the Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C.\nLaw 4-87; D.C. Official Code § 1-1041.03).\n“(B) The prohibition of no more than 2 dispensaries being registered to\noperate within an election ward set forth in subparagraph (A) of this paragraph shall apply to\napplications pending as of the effective date of the Medical Marijuana Cultivation Center\nAmendment Act of 2013, passed on 2nd reading on October 1, 2013 (Enrolled version of Bill 20128).\n“(C)(i) No more than one dispensary may be registered to operate in any\nelection ward in which 5 or more cultivation centers have been registered to operate.\n(ii) The prohibition of no more than one dispensary being\nregistered to operate within an election ward in which 5 or more cultivation centers have been\nregistered to operate set forth in sub-subparagraph (i) of this subparagraph shall apply to\napplications pending as of the effective date of the Medical Marijuana Cultivation Center\nAmendment Act of 2013, passed on 2nd reading on October 1, 2013 (Enrolled version of Bill 20128).”.\n(2) Paragraph (3) is amended to read as follows:\n“(3)(A) The number of cultivation centers that may be registered to operate in the\nDistrict shall be determined by rulemaking; provided, that no more than 6 cultivation centers\n\nAmend\n§ 7-1671.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-59, effective December 13, 2013\n\n20 DCSTAT 2219\n\nshall be registered to operate within an election ward established by the Council in section 4 of\nthe Redistricting Procedure Act of 1981, effective March 16, 1982 (D.C. Law 4-87; D.C. Official\nCode § 1-1041.03).\n“(B) The prohibition of no more than 6 cultivation centers being registered\nto operate within an election ward set forth in subparagraph (A) of this paragraph shall apply to\napplications pending as of the effective date of the Medical Marijuana Cultivation Center\nAmendment Act of 2013, passed on 2nd reading on October 1, 2013 (Enrolled version of Bill 20128).”.\n(b) A new subsection (g-1) is added to read as follows:\n“(g-1)(1) A cultivation center shall not be located within a Retail Priority Area, as\ndesignated pursuant to section 4 of the Retail Incentive Act of 2004, effective September 8, 2004\n(D.C. Law 15-185; D.C. Official Code § 2-1217.73), and as approved by the Council pursuant to\nthe Great Streets Neighborhood Retail Priority Areas Approval Resolution of 2007, effective\nJuly 10, 2007 (Res. 17-257; 54 DCR 7194).\n“(2) Any applicant that had an application pending as of the effective date of the\nMedical Marijuana Cultivation Center Temporary Amendment Act of 2012, effective June 20,\n2012 (D.C. Law 19-146; 59 DCR 4164), for a registration to operate a cultivation center within a\nRetail Priority Area as identified in paragraph (1) of this subsection, shall be allowed to modify\nthe application within 180 days of the effective date of the Medical Marijuana Cultivation Center\nTemporary Amendment Act of 2013, effective May 1, 2013 (D.C. Law 20-1; 60 DCR 3962),\nwithout negatively affecting the current status of the application.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Medical Marijuana Cultivation Center Amendment Act of 2013", 
  "council_period": "20"
}