{
  "end": "1109", 
  "name": "Law_19-311.pdf", 
  "start": "1102", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1102\n\nAN ACT\n\nBill 19-616\nAct 19-679\neffective\nFebruary 13,\n2013\n\nTo amend the Fire and Police Medical Leave and Limited Duty Amendment Act of2004 to create a\npresumption that certain diseases or conditions are associated with the occupational duties of\nFire and Emergency Medical Services Department personnel, and that personnel diagnosed with\nsuch diseases or conditions are entitled to the same rights and benefits that accompany a\nperformance-of-duty injury or occupational disease.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fire and Emergency Medical Services Employee Presumptive Disability\nAmendment Act of 2012”.\n\nFire and\nEmergency\nMedical\nServices\nEmployee\nPresumptive\nDisability\nAmendment\nAct of 2012\n\nSec. 2. The Fire and Police Medical Leave and Limited Duty Amendment\nAct of 2004, effective September 30, 2004 (D.C. Law 15-194; D.C. Official Code § 5-631 et\nseq.), is amended by adding a new Subtitle D to read as follows:\n“SUBTITLE D. FIRE AND EMERGENCY MEDICAL SERVICES EMPLOYEE\nPRESUMPTIVE DISABILITY\n“Sec. 651. Definitions.\n“For the purposes of this subtitle, the term:\n“(1) “Department” means the Fire and Emergency Medical Services Department.\n“(2) “Director” means the medical services officer for the Fire and Emergency\nMedical Services Department.\n“(3) “Documented” means the member or EMS employee gave notice to the Fire\nand Emergency Medical Services Department, in writing, of his or her occupational exposure to\nblood or bodily fluids.\n“(4) “EMS employee” means a person that qualifies as an “emergency medical\nservices personnel” as defined by section 2(7) of the Emergency Medical Services Act of 2008,\neffective March 25, 2009 (D.C. Law 17-357; D.C. Official Code § 7-2341.01(7)), is employed\nby the Fire and Emergency Medical Services Department, and is not a sworn member of the\nDepartment.\n“(5) “Full range of duties” shall have the same meaning as provided in section\n621(5).\n“(6) “Member ” means a sworn member of the Fire and Emergency Medical\nServices Department.\n“(7) “Pre-employment physical examination” means a physical examination that:\n“(A) Is the same as or similar to the physical examination required under\n\nNew\nSubchapter II,\nChapter 6A,\nTitle 5\nNew\n§ 5-651\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1103\n\nsection 721 of the Police and Fire Minimum Standards Amendment Act of 2004, effective\nSeptember 30, 2004 (D.C. Law 15-194; D.C. Official Code § 5-451);\n“(B) Is conducted before making any claims under this title that rely on a\npresumption in this subtitle;\n“(C) Is conducted by a physician or physicians at the Police and Fire\nClinic or as prescribed by the District; and\n“(D) Includes such appropriate laboratory and other diagnostic studies\nprescribed by the Police and Fire Clinic.\n“Sec. 652. Presumption as to disability or death from heart disease, hypertension, or\nrespiratory disease.\n“(a) A member shall be presumed to have a performance-of-duty injury or illness that is\ncovered by Subtitle B of Title VI of this act , section 12 of An Act Making appropriations to\nprovide for the expenses of the government of the District of Columbia for fiscal year ending\nJune thirtieth, nineteen hundred and seventeen, and for other purposes, approved September 1,\n1916 (39 Stat. 718; D.C. Official Code § 5-701 passim), sections 1 through 3 of An Act\nTo provide for the payment of the cost of medical, surgical, hospital, or related health care\nservices provided certain retired, disabled officers and members of the Metropolitan Police force\nof the District of Columbia, the Fire Department of the District of Columbia, the United States\nPark Police force, the Executive Protective Service, and the United States Secret Service, and for\nother purposes, approved August 16, 1971 (85 Stat. 341; D.C. Official Code § 5-708), sections\n204(c), 205(c), 206(b), 208(b), and 209(a)(2) of An Act To establish an actuarially sound basis\nfor financing retirement benefits for police officers, fire fighters, teachers, and judges of the\nDistrict of Columbia and to make certain changes in such benefits, approved November 17, 1979\n(93 Stat. 866; D.C. Official Code §§ 5-711, 5-715, 5-702, 5-705, and 5-719, respectively),\nsection 122 of An Act To increase compensation for District of Columbia policemen, firemen,\nand teachers; to increase annuities payable to retired teachers in the District of Columbia; to\nestablish an equitable tax on real property in the District of Columbia; to provide for additional\nrevenue for the District of Columbia; and for other purposes, approved September 3, 1974 (88\nStat. 1041; D.C. Official Code § 5-722), sections 4,6, and 7 of the Policemen and Firemen’s\nRetirement and Disability Act amendments of 1957, approved August 21, 1957 (71 Stat. 399;\nD.C. Official Code § 5-731 et seq.), section 1 of An Act Making appropriations for the\ngovernment of the District of Columbia and other activities chargeable in whole or in part\nagainst the revenues of such District for the fiscal year ending June 30, 1936, and for other\npurposes, approved June 14, 1935 (49 Stat. 358; D.C. Official Code § 5-741), An Act To credit\nactive service in the military or naval forces of the United States in determining eligibility for\nand the amount of benefits from the policemen and firemen's relief fund, District of Columbia,\napproved July 21, 1947 (61 Stat. 398; D.C. Official Code § 5-742), section 6 of An Act To fix\nthe salaries of officers and members of the Metropolitan police force and the fire department of\nthe District of Columbia, approved July 1, 1930 (46 Stat. 841: D.C. Official Code § 5-743),\nsection 3 of An Act to provide increased pensions for widows and children of deceased members\nand retired members of the Police Department and the Fire Department of the District of\n\nNew\n§ 5-652\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1104\n\nColumbia, approved August 4, 1949 (63 Stat. 566; D.C. Official Code § 5-744), sections 301 and\n302 of An Act To adjust the salaries of officers and members of the Metropolitan Police force,\nthe United States Park Police, the White House Police, and the Fire Department of the District of\nColumbia, and for other purposes, approved June 20, 1953 (67 Stat. 75; D.C. Official Code §§ 7745 and 7-746), sections 1 and 2 of An Act To extend benefits of the Policemen and Firemen's\nRetirement and Disability Act Amendments of 1957 to widows and surviving children of former\nmembers of the Metropolitan Police force, the Fire Department of the District of Columbia, the\nUnited States Park Police force, the White House Police force, or the United States Secret\nService Division, who were retired or who died in the service of any such organization prior to\nthe effective date of such amendments, approved August 24, 1962 (76 Stat. 402; D.C. Official\nCode § 5-747), section 2 of Retired Police Officer Redeployment Act of 1992, effective\nSeptember 29, 1992 (D.C. Law 9-163; D.C. Official Code § 5-761), and section 2 of the Retired\nPolice Officer Public Schools Security Personnel Deployment Amendment Act of 1994,\neffective July 23, 1994 (D.C. Law 10-136; D.C. Official Code § 5-762), unless such presumption\nis overcome by a preponderance of evidence to the contrary or the member is disqualified from\nthe presumption pursuant to section 655, if:\n“(1) The member has been diagnosed with heart disease, hypertension, or\nrespiratory disease;\n“(2) The heart disease, hypertension, or respiratory disease results in the\nmember’s inability to perform the full range of duties or in death;\n“(3) The member has undergone a pre-employment physical examination and the\nmember was found, at the time of the examination, to be free of the performance-of-duty injury\nor illness underlying the presumption provided for in this subsection; and\n“(4) The member, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n“(b) An EMS employee shall be presumed to have an occupational disease suffered in\nthe line of duty that is covered by the District of Columbia Workers’ Compensation Act of 1979,\neffective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 32-1501 et seq.), unless such\npresumption is overcome by a preponderance of evidence to the contrary or the member is\ndisqualified from the presumption pursuant to section 655, if:\n“(1) The EMS employee has been diagnosed with heart disease, hypertension, or\nrespiratory disease;\n“(2) The heart disease, hypertension, or respiratory disease results in the EMS\nemployee’s disability, as defined by section 2(8) of the District of Columbia Workers’\nCompensation Act of 1979, effective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 321501(8)), or in death;\n“(3) The EMS employee has undergone a pre-employment physical examination\nand the EMS employee was found, at the time of the examination, to be free of the occupational\ndisease underlying the presumption provided for in this subsection; and\n“(4) The EMS employee, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1105\n\n“Sec. 653. Presumption as to disability or death from cancer.\n“(a) A member shall be presumed to have a performance-of-duty injury or illness that is\ncovered by Subtitle B of Title VI of this act , section 12 of An Act Making appropriations to\nprovide for the expenses of the government of the District of Columbia for fiscal year ending\nJune thirtieth, nineteen hundred and seventeen, and for other purposes, approved September 1,\n1916 (39 Stat. 718; D.C. Official Code § 5-701 passim), sections 1 through 3 of An Act To\nprovide for the payment of the cost of medical, surgical, hospital, or related health care services\nprovided certain retired, disabled officers and members of the Metropolitan Police force of the\nDistrict of Columbia, the Fire Department of the District of Columbia, the United States Park\nPolice force, the Executive Protective Service, and the United States Secret Service, and for\nother purposes, approved August 16, 1971(85 Stat. 341; D.C. Official Code § 5-708), sections\n204(c), 205(c), 206(b), 208(b), and 209(a)(2) of An Act To establish an actuarially sound basis\nfor financing retirement benefits for police officers, fire fighters, teachers, and judges of the\nDistrict of Columbia and to make certain changes in such benefits, approved November 17, 1979\n(93 Stat. 866; D.C. Official Code §§ 5-711, 5-715, 5-702,5-705, and 5-719, respectively), section\n122 of An Act To increase compensation for District of Columbia policemen, firemen, and\nteachers; to increase annuities payable to retired teachers in the District of Columbia; to establish\nan equitable tax on real property in the District of Columbia; to provide for additional revenue\nfor the District of Columbia; and for other purposes, approved September 3, 1974 (88 Stat. 1041;\nD.C. Official Code § 5-722), sections 4,6, and 7 of the Policemen and Firemen’s Retirement and\nDisability Act amendments of 1957, approved August 21, 1957 (71 Stat. 399;D.C. Official Code\n§ 5-731 et seq.), section 1 of An Act Making appropriations for the government of the District of\nColumbia and other activities chargeable in whole or in part against the revenues of such District\nfor the fiscal year ending June 30, 1936, and for other purposes, approved June 14, 1935 (49 Stat.\n358; D.C. Official Code § 5-741), An Act To credit active service in the military or naval forces\nof the United States in determining eligibility for and the amount of benefits from the policemen\nand firemen's relief fund, District of Columbia, approved July 21, 1947 (61 Stat. 398; D.C.\nOfficial Code § 5-742), section 6 of An Act To fix the salaries of officers and members of the\nMetropolitan police force and the fire department of the District of Columbia, approved July 1,\n1930 (46 Stat. 841: D.C. Official Code § 5-743), section 3 of An Act to provide increased\npensions for widows and children of deceased members and retired members of the Police\nDepartment and the Fire Department of the District of Columbia, approved August 4, 1949 (63\nStat. 566; D.C. Official Code § 5-744), sections 301 and 302 of An Act To adjust the salaries of\nofficers and members of the Metropolitan Police force, the United States Park Police, the White\nHouse Police, and the Fire Department of the District of Columbia, and for other purposes,\napproved June 20, 1953 (67 Stat. 75; D.C. Official Code §§ 7-745 and 7-746), sections 1 and 2\nof An Act To extend benefits of the Policemen and Firemen's Retirement and Disability Act\nAmendments of 1957 to widows and surviving children of former members of the Metropolitan\nPolice force, the Fire Department of the District of Columbia, the United States Park Police\nforce, the White House Police force, or the United States Secret Service Division, who were\nretired or who died in the service of any such organization prior to the effective date of such\n\nNew\n§ 5-653\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1106\n\namendments, approved August 24, 1962 (76 Stat. 402; D.C. Official Code § 5-747), section 2 of\nRetired Police Officer Redeployment Act of 1992, effective September 29, 1992 (D.C. Law 9163; D.C. Official Code § 5-761), and section 2 of the Retired Police Officer Public Schools\nSecurity Personnel Deployment Amendment Act of 1994, effective July 23, 1994 (D.C. Law 10136; D.C. Official Code § 5-762), unless such presumption is overcome by a preponderance of\nevidence to the contrary or the member is disqualified from the presumption pursuant to section\n655, if:\n“(1) The member has been diagnosed with leukemia or breast, ovarian,\npancreatic, prostate, rectal, testicular, or throat cancer, and that member has been in contact with\nor exposed to a toxic substance while in the line of duty that is associated with an increased risk\nof leukemia or cancer;\n“(2) The member has completed at least 10 years of service with the Department;\n“(3) The leukemia or cancer results in the members’ inability to perform the full\nrange of duties or in death;\n“(4) The member has undergone a pre-employment physical examination and the\nmember was found, at the time of the examination, to be free of the performance-of-duty injury\nor illness underlying the presumption provided for in this subsection; and\n“(5) The member, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n“(b) An EMS employee shall be presumed to have an occupational disease suffered in\nthe line of duty that is covered by the District of Columbia Workers’ Compensation Act of 1979,\neffective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 32-1501 et seq.), unless such\npresumption is overcome by a preponderance of evidence to the contrary or the member is\ndisqualified from the presumption pursuant to section 655, if:\n“(1) The EMS employee has been diagnosed with leukemia or breast, ovarian,\npancreatic, prostate, rectal, testicular, or throat cancer, and that EMS employee has been in\ncontact with or exposed to a toxic substance while in the line of duty that is associated with an\nincreased risk of leukemia or cancer;\n“(2) The EMS employee has completed at least 10 years of service with the\nDepartment;\n“(3) The leukemia or cancer results in the EMS employee’s disability, as defined\nby section 2(8) of the District of Columbia Workers’ Compensation Act of 1979, effective July\n1, 1980 (D.C. Law 3-77; D.C. Official Code § 32-1501(8)), or in death;\n“(4) The EMS employee has undergone a pre-employment physical examination\nand the EMS employee was found, at the time of the examination, to be free of the occupational\ndisease underlying the presumption provided for in this subsection; and\n“(5) The EMS employee, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n“Sec. 654. Presumption as to disability or death from infectious disease.\n“(a) A member shall be presumed to have a performance-of-duty injury or illness that is\ncovered by Subtitle B of Title VI of this act , section 12 of An Act Making appropriations to\n\nNew\n§ 5-654\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1107\n\nprovide for the expenses of the government of the District of Columbia for fiscal year ending\nJune thirtieth, nineteen hundred and seventeen, and for other purposes, approved September 1,\n1916 (39 Stat. 718; D.C. Official Code § 5-701 passim), sections 1 through 3 of An Act To\nprovide for the payment of the cost of medical, surgical, hospital, or related health care services\nprovided certain retired, disabled officers and members of the Metropolitan Police force of the\nDistrict of Columbia, the Fire Department of the District of Columbia, the United States Park\nPolice force, the Executive Protective Service, and the United States Secret Service, and for\nother purposes, approved August 16, 1971(85 Stat. 341; D.C. Official Code § 5-708), sections\n204(c), 205(c), 206(b), 208(b), and 209(a)(2) of An Act To establish an actuarially sound basis\nfor financing retirement benefits for police officers, fire fighters, teachers, and judges of the\nDistrict of Columbia and to make certain changes in such benefits, approved November 17, 1979\n(93 Stat. 866; D.C. Official Code §§ 5-711, 5-715, 5-702,5-705, and 5-719, respectively), section\n122 of An Act To increase compensation for District of Columbia policemen, firemen, and\nteachers; to increase annuities payable to retired teachers in the District of Columbia; to establish\nan equitable tax on real property in the District of Columbia; to provide for additional revenue\nfor the District of Columbia; and for other purposes, approved September 3, 1974 (88 Stat. 1041;\nD.C. Official Code § 5-722), sections 4,6, and 7 of the Policemen and Firemen’s Retirement and\nDisability Act amendments of 1957, approved August 21, 1957 (71 Stat. 399;D.C. Official Code\n§ 5-731 et seq.), section 1 of An Act Making appropriations for the government of the District of\nColumbia and other activities chargeable in whole or in part against the revenues of such District\nfor the fiscal year ending June 30, 1936, and for other purposes, approved June 14, 1935 (49 Stat.\n358; D.C. Official Code § 5-741), An Act To credit active service in the military or naval forces\nof the United States in determining eligibility for and the amount of benefits from the policemen\nand firemen's relief fund, District of Columbia, approved July 21, 1947 (61 Stat. 398; D.C.\nOfficial Code § 5-742), section 6 of An Act To fix the salaries of officers and members of the\nMetropolitan police force and the fire department of the District of Columbia, approved July 1,\n1930 (46 Stat. 841: D.C. Official Code § 5-743), section 3 of An Act to provide increased\npensions for widows and children of deceased members and retired members of the Police\nDepartment and the Fire Department of the District of Columbia, approved August 4, 1949 (63\nStat. 566; D.C. Official Code § 5-744), sections 301 and 302 of An Act To adjust the salaries of\nofficers and members of the Metropolitan Police force, the United States Park Police, the White\nHouse Police, and the Fire Department of the District of Columbia, and for other purposes,\napproved June 20, 1953 (67 Stat. 75; D.C. Official Code §§ 7-745 and 7-746), sections 1 and 2\nof An Act To extend benefits of the Policemen and Firemen's Retirement and Disability Act\nAmendments of 1957 to widows and surviving children of former members of the Metropolitan\nPolice force, the Fire Department of the District of Columbia, the United States Park Police\nforce, the White House Police force, or the United States Secret Service Division, who were\nretired or who died in the service of any such organization prior to the effective date of such\namendments, approved August 24, 1962 (76 Stat. 402; D.C. Official Code § 5-747), section 2 of\nRetired Police Officer Redeployment Act of 1992, effective September 29, 1992 (D.C. Law 9163; D.C. Official Code § 5-761), and section 2 of the Retired Police Officer Public Schools\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1108\n\nSecurity Personnel Deployment Amendment Act of 1994, effective July 23, 1994 (D.C. Law 10136; D.C. Official Code § 5-762), unless such presumption is overcome by a preponderance of\nevidence to the contrary or the member is disqualified from the presumption pursuant to section\n655, if:\n“(1) The member has been diagnosed with hepatitis, meningococcal meningitis,\ntuberculosis, or human immunodeficiency virus (“HIV”);\n“(2) The member has had a documented exposure to blood or bodily fluids during\nthe performance of job duties;\n“(3) The hepatitis, meningococcal meningitis, tuberculosis, or HIV results in the\nmember’s inability to perform the full range of duties or in death;\n“(4) The member has undergone a pre-employment physical examination and the\nwas found, at the time of the examination, to be free of the performance-of-duty injury or illness\nunderlying the presumption provided for in this subsection; and\n“(5) The member, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n“(b) An EMS employee shall be presumed to have an occupation disease suffered in the\nline of duty that is covered by the District of Columbia Workers’ Compensation Act of 1979,\neffective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 32-1501 et seq.), unless such\npresumption is overcome by a preponderance of evidence to the contrary or the member is\ndisqualified from the presumption pursuant to section 655, if:\n“(1) The EMS employee has been diagnosed with hepatitis, meningococcal\nmeningitis, tuberculosis, or human immunodeficiency virus (“HIV”);\n“(2) The EMS employee has had a documented exposure to blood or bodily\nfluids during the performance of job duties;\n“(3) The hepatitis, meningococcal meningitis, tuberculosis, or HIV results in the\nEMS employee’s disability, as defined by section 2(8) of the District of Columbia Workers’\nCompensation Act of 1979, effective July 1, 1980 (D.C. Law 3-77; D.C. Official Code § 321501(8)), or in death;\n“(4) The EMS employee has undergone a pre-employment physical examination\nand the EMS employee was found, at the time of the examination, to be free of the occupational\ndisease underlying the presumption provided for in this subsection; and\n“(5) The EMS employee, upon request of the Director, submits to a physical\nexamination conducted by physicians selected by the Director.\n“Sec. 655. Disqualification from presumption as to disability or death.\n“A member or an EMS employee shall be disqualified from a presumption under this\nsubtitle if:\n“(1) Any standard, medically recognized vaccine or other form of immunization\nor prophylaxis exists for the prevention of any injury or illness for which a presumption is\nestablished under this subtitle, if medically indicated by the given circumstances pursuant to\nimmunization policies established by the Advisory Committee on Immunization Practices of the\nUnited States Public Health Service;\n\nNew\n§ 5-655\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-311, effective May 1, 2013 (Delayed Applicability)\n\n20 DCSTAT 1109\n\n“(2) The member or EMS employee is required by the Department to undergo the\nimmunization or prophylaxis, unless the member or EMS employee has a written declaration\nfrom his or her physician stating that the immunization or prophylaxis would pose a significant\nrisk to the person’s health; and\n“(3) The member or EMS employee has failed to or refused to undergo such\nimmunization or prophylaxis.\n“Sec. 656. Applicability.\n“This subtitle shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 5-656\nDelayed\nApplicability\n\n\f", 
  "title": "Fire and Emergency Medical Services Employee Presumptive Disability Amendment Act of 2012", 
  "council_period": "20"
}