{
  "start": "2220", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2220\n\nAN ACT\n\nTo amend the District of Columbia Government Comprehensive Merit Personnel Act of 1978 to create the\nMayor’s Office of Legal Counsel and the position of Director of the Mayor’s Office of Legal\nCounsel, to provide that all attorneys who perform work as or for the General Counsels of the\nsubordinate agencies shall be employed by the subordinate agencies they advise, to establish that\nSenior Executive Attorneys facing removal or demotion may be appointed to positions in the\nOffice of the Attorney General or the Mayor’s Office of Legal Counsel, to establish that a Senior\nExecutive Attorney appointed by the head of subordinate agency shall serve at the pleasure of the\nsubordinate agency head, to require the subordinate agency head to consult with the Director of\nthe Mayor’s Office of Legal Counsel before terminating an attorney who works as or for the\nGeneral Counsel of a subordinate agency, to provide that attorneys who perform work as or for\nthe General Counsels of subordinate agencies shall be appointed by the subordinate agency head\nafter consulting with the Director of the Mayor’s Office of Legal Counsel, to provide that\nattorneys employed by a subordinate agency shall act under the direction, supervision, and\ncontrol of the subordinate agency head, to provide that the subordinate agency heads are\nresponsible for the discipline of attorneys under their control, to require the Attorney General and\nthe Director of the Mayor’s Office of Legal Counsel to provide training and establish performance\nstandards, to authorize the Director of the Mayor’s Office of Legal Counsel to adopt rules, to\ntransfer attorneys from the Office of the Attorney General to the subordinate agencies as of\nOctober 1, 2014, to provide that the Office of the Attorney General shall continue to be\nresponsible for the compensation of these attorneys until the Legal Service budget for them is\ntransferred, to provide for the transfer of resources, and to confirm the applicability of the\nattorney-client privilege to communications and legal advice between Legal Service attorneys and\ntheir clients in the subordinate agencies; to amend the Attorney General for the District of\nColumbia Clarification and Elected Term Amendment Act of 2010 to postpone the election for the\nAttorney General until 2018;and to amend the District of Columbia Election Code of 1955 and the\nCampaign Finance Reform and Conflict of Interest Public Disclosure Amendment Act of 2011 to\ninclude the elected Attorney General in relevant sections.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Elected Attorney General Implementation and Legal Service\nEstablishment Amendment Act of 2013”.\nTITLE I – MAYOR’S OFFICE OF LEGAL COUNSEL\nSec. 101. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D. C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) A new section 851a is added to read as follows:\n“Sec. 851a. Establishment of the Mayor’s Office of Legal Counsel.\n“(a) Pursuant to section 404(b) of the District of Columbia Home Rule Act, approved\n\nBill 20-134\nAct 20-207\neffective\nOctober 22,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nElected Attorney\nGeneral\nImplementation\nand Legal\nService\nEstablishment\nAmendment Act\nof 2013\n\nNew\n§ 1-608.51a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2221\n\nDecember 24, 1973 (87 Stat. 787; D.C. Official Code § 1-204.04(b)), the Council establishes the\nMayor’s Office of Legal Counsel, within the executive branch of the District of Columbia\ngovernment. The office shall be headed by a Director who shall be appointed by the Mayor and\nserve at the Mayor’s pleasure.\n“(b)(1) The purposes of the Mayor’s Office of Legal Counsel shall include:\n“(A) Coordinating the hiring, compensation, training, and resolution of\nsignificant personnel-related issues for subordinate agency counsel in conjunction with agency\ndirectors;\n“(B) Providing legal and policy advice to the Mayor and executive branch;\n“(C) Resolving interagency legal issues for the Mayor;\n“(D) Overseeing the representation of agencies in investigative matters\nbefore the executive branch of the federal government, Congress, or the Council of the District\nof Columbia; and\n“(E) Supervising outside counsel in matters where the Office of the\nAttorney General is recused from a matter or otherwise not available.\n“(2)The Director shall employ attorneys and support staff to assist in carrying out\nthe purposes of the office. At least one staff member shall have as one of his or her primary\nduties the management of issues arising from subordinate agency general counsel-related\nmatters.\n“(c) Nothing in this section shall be construed to abrogate the provisions of sections 109\nor 121 of the Attorney General for the District of Columbia Clarification and Elected Term\nAmendment Act of 2010, effective May 27, 2010 (D.C. Law 18-160; D.C. Official Code §§ 1301.89 and 1-301.90).”.\n(b) Section 852 (D.C. Official Code § 1-608.52) is amended by striking the phrase “all\nattorneys who perform work for subordinate agencies shall become employees of the Office of\nthe Attorney General for the District of Columbia” and inserting the phrase “all attorneys who\nperform work primarily as or for the General Counsels of the subordinate agencies shall become\nemployees of the subordinate agencies they advise.” in its place.\n(c) Section 853 (D.C. Official Code § 1-608.53) is amended as follows:\n(1) Subsection (c) is amended by striking the phrase “Attorney General” and\ninserting the phrase “Director of the Mayor’s Office of Legal Counsel or Attorney General” in its\nplace.\n(2) Subsection (d) is amended by adding 2 new sentences at the end to read as\nfollows: “A Senior Executive Attorney employed by a subordinate agency shall serve at the\npleasure of the head of the subordinate agency. A Senior Executive Attorney employed by the\nMayor’s Office of Legal Counsel shall serve at the pleasure of the Director of the Mayor’s Office\nof Legal Counsel.”.\n(3) Subsection (e) is amended to read as follows:\n“(e) A Senior Executive Attorney employed by a subordinate agency shall serve at the\npleasure of the head of the subordinate agency, and the subordinate agency head shall consult\n\nAmend\n§ 1-608.52\n\nAmend\n§ 1-608.53\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2222\n\nwith the Director of the Mayor’s Office of Legal Counsel before making any decision concerning\nthe termination of a Senior Executive Attorney.”.\n(d) Section 854(a) (D.C. Official Code § 1-608.54(a)) is amended to read as follows:\n“(a) Attorneys employed by the Office of the Attorney General shall be hired by the\nAttorney General. Attorneys employed by subordinate agencies shall be hired by the subordinate\nagency heads after consultation with the Director of the Mayor’s Office of Legal Counsel.\nAttorneys employed by the Mayor’s Office of Legal Counsel shall be hired by the Director of the\nMayor’s Office of Legal Counsel.”.\n(e) Section 855 (D.C. Official Code § 1-608.55) is amended as follows:\n(1) A new subsection (a-1) is added to read as follows:\n“(a-1) Attorneys employed by subordinate agencies shall act under the direction,\nsupervision, and control of the head of the subordinate agency.”.\n(2) Subsection (b) is amended to read as follows:\n“(b) Attorneys employed by the Mayor’s Office of Legal Counsel shall be under the\ndirection, supervision, and control of the Director of the Mayor’s Office of Legal Counsel.”.\n(3) Subsection (d) is amended to read as follows:\n“(d) The Director of the Mayor’s Office of Legal Counsel may, with the consent of a\nsubordinate agency director, assign an attorney employed by the Mayor’s Office of Legal\nCounsel to perform work primarily as or for the General Counsel of the affected subordinate\nagency, whether located at the agency or not, in the Director of the Mayor’s Office of Legal\nCounsel’s discretion.”.\n(f) Section 856 (D.C. Official Code § 1-608.56) is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) A new paragraph (1A) is added to read as follows:\n“(1A) The Director of the Mayor’s Office of Legal Counsel when the attorney is\nemployed by the Mayor’s Office of Legal Counsel and performs work primarily for that office,\nwhether located in that office or not;”.\n(B) Paragraph (2) is repealed.\n(C) Paragraph (3) is amended to read as follows:\n“(3) The agency head or the Senior Executive Attorney designee when the\nattorney is employed by an independent agency, and by the subordinate agency head in\nconsultation with the Director of the Mayor’s Office of Legal Counsel when the attorney is\nemployed by a subordinate agency.”.\n(2) Subsection (c) is amended to read as follows:\n“(c) Any disciplinary action taken pursuant to this section against an attorney employed\nby a subordinate agency or the Mayor’s Office of Legal Counsel may be appealed to the Mayor.\nAny such action taken against an attorney employed by the Office of the Attorney General may\nbe appealed to the Attorney General. The Mayor’s and the Attorney General’s decisions\nregarding disciplinary actions shall be final.”.\n\nAmend\n§ 1-608.54\n\nAmend\n§ 1-608.55\n\nAmend\n§ 1-608.56\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2223\n\n(g) Section 857 (D.C. Official Code § 1-608.57) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a)(1) Attorneys in the Legal Service, other than attorneys employed by independent\nagencies, shall participate in an annual mandatory program of continuing legal education. The\nAttorney General shall establish a program for attorneys employed by the Office of the Attorney\nGeneral, and the Director of the Mayor’s Office of Legal Counsel shall establish a program for\nattorneys employed by the subordinate agencies and the Mayor’s Office of Legal Counsel.\n“(2) Training programs offered by the Office of the Attorney General shall, to the\nextent practicable, be made available with no charge to attorneys employed by the subordinate\nagencies; likewise, training programs offered by the Mayor’s Office of Legal Counsel for\nattorneys employed by the subordinate agencies shall, to the extent practicable, be made\navailable with no charge to attorneys in the Office of the Attorney General.\n“(3) Attorneys in the Legal Service who supervise one or more other attorneys as\npart of their normal duties shall maintain and enhance their management and supervisory skills\nthrough at least annual in-house or other training arranged or approved by their employing\nagency.”.\n(2) Subsection (b) is amended to read as follows:\n“(b) The Attorney General and the Director of the Mayor’s Office of Legal Counsel shall\neach develop and establish performance management systems that include accountability\nstandards and individual accountability plans for all attorneys, including Senior Executive\nAttorneys, in the Legal Service who are under their direction, supervision, or control. The\nperformance management systems shall link pay to performance.”.\n(3) Subsection (c) is amended by striking the second sentence and inserting the\nfollowing sentence in its place: “The head of an independent agency may utilize a system\ndeveloped for use by the Attorney General or the Director of the Mayor’s Office of Legal\nCounsel for attorneys under the independent agency head’s direction or control.”.\n(h) Section 861 (D.C. Official Code § 1-608.61) is amended by striking the phrase\n“Attorney General may” and inserting the phrase “Attorney General and the Director of the\nMayor’s Office of Legal Counsel may each” in its place.\n(i) Section 862(5) (D.C. Official Code § 1-608.62(5)) is amended to read as follows:\n“(5) Effective October 1, 2014, any attorney who is employed by the Office of\nthe Attorney General and performs work primarily as or for the General Counsel of a subordinate\nagency shall become an attorney employed by the subordinate agency.”.\n(j) Section 863 (D.C. Official Code § 1-608.63) is amended to read as follows:\n“Sec. 863. Compensation for subordinate agency attorneys and support staff during\ntransition.\n“Until the Legal Service budget for attorneys and support staff who perform work,\nprimarily as or for the General Counsel of a subordinate agency is transferred to the budget of\nthe subordinate agency involved, the Office of the Attorney General shall continue to be\nresponsible for the compensation of these attorneys and support staff and for related non-\n\nAmend\n§ 1-608.57\n\nAmend\n§ 1-608.61\n\nAmend\n§ 1-608.62\n\nAmend\n§ 1-608.63\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2224\n\npersonal services expenses. After the budget is transferred, the subordinate agency shall\nreimburse the Office of the Attorney General for any costs or expenses incurred between October\n1, 2014, and the completion of the transfer from the Office of the Attorney General to the\nsubordinate agency.”.\n(k) Section 864 (D.C. Official Code § 1-608.64) is amended to read as follows:\n“Sec. 864. Transfers.\n“By October 5, 2014, the District of Columbia Department of Human Resources, in\ncollaboration with the Office of the Attorney General, shall transfer to the subordinate agencies,\nall attorney and support staff employees, personal property, full-time equivalent position\nauthority, assets, records, and all unexpended balances of appropriations, allocations, and other\nfunds available or to be made available relating to the furnishing of legal and other services by\nthe attorneys who perform work primarily as or for the General Counsels of the subordinate\nagencies as of October 1, 2014.”.\n(l) Section 865 (D.C. Official Code § 1-608.65) is amended as follows:\n(1) Subsection (a) is repealed.\n(2) Subsection (b) is repealed.\n(3) Subsection (c) is amended by striking the phrase “Attorney General’s” and\ninserting the phrase “subordinate agencies’” in its place.\n(m) A new section 866 is added to read as follows:\n“Sec. 866. Privilege.\n“Nothing in this act shall limit, waive, or abrogate the scope or nature of the attorneyclient privilege, whether statutory or common law, with respect to communications between\nattorneys employed by the Office of the Attorney General and subordinate agency personnel, or\nlegal advice given by Office of the Attorney General attorneys to subordinate agency personnel\nbefore the date of the appointment of these attorneys to positions in the subordinate agencies.\nThis privilege shall continue to apply fully to all communications made and legal advice\nprovided between subordinate agency personnel and attorneys employed by the subordinate\nagencies after attorneys are transferred to the subordinate agency.”.\nTITLE II-ELECTION OF ATTORNEY GENERAL\nSec. 201. Section 102(a) of the Attorney General for the District of Columbia\nClarification and Elected Term Amendment Act of 2010, effective May 27, 2010 (D.C. Law 18160; D.C. Official Code § 1-301.82(a)), is amended to read as follows:\n“(a) Until such time as an Attorney General is elected under section 435 of the District of\nColumbia Home Rule Act, effective May 28, 2011 (D.C. Law 18-160A; D.C. Official Code § 1204.35), which time shall not be before January 1, 2018, the Attorney General for the District of\nColumbia shall be appointed by the Mayor with the advice and consent of the Council pursuant\nto section 2 of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law 2-142; D.C.\nOfficial Code § 1-523.01).”.\n\nAmend\n§ 1-608.64\n\nAmend\n§ 1-608.65\n\nNew\n§ 1-608.66\n\nAmend\n§ 1-301.82\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2225\n\nTITLE III – CONFORMING AMENDMENTS\nSec. 301. The District of Columbia Election Code of 1955, approved August 12, 1955 (69\nStat. 699; D.C. Official Code § 1-1001.01 et seq.), is amended as follows:\n(a) Section 8 (D.C. Official Code § 1-1001.08) is amended as follows:\n(1) The heading is amended by striking the phrase “Delegate, Mayor, Chairman,\nmembers of Council” and inserting the phrase “Delegate, Chairman of the Council, members of\nCouncil, Mayor, Attorney General,” in its place.\n(2) Subsection (b)(1) is amended by adding a new subparagraph (D) to read as\nfollows:\n“(D) Any candidate for the position of Attorney General shall also meet\nthe qualifications required by section 103 of the Attorney General for the District of Columbia\nClarification and Elected Term Amendment Act of 2010, effective May 27, 2010 (D.C. Law 18160; D.C. Official Code § 1-301.83), before the day on which the election for Attorney General\nis to be held.”.\n(3) Subsection (d) is amended by striking the phrase “Delegate, Mayor, Chairman\nof the Council, or member of the Council” and inserting the phrase “Delegate, Chairman of the\nCouncil, member of the Council, Mayor, or Attorney General” in its place.\n(4) Subsection (h) is amended as follows:\n(A) Paragraph (1)(A) is amended as follows:\n(i) Strike the phrase “Delegate, Mayor, Chairman of the Council of\nthe District of Columbia and the 4 at-large members of the Council” and insert the phrase\n“Delegate, Chairman of the Council, the 4 at-large members of the Council, Mayor, and Attorney\nGeneral” in its place.\n(ii) Strike the phrase “Delegate, Mayor, Chairman of the Council\nof the District of Columbia, and at-large members of the Council” and insert the phrase\n“Delegate, Chairman of the Council, the at-large members of the Council, Mayor, and Attorney\nGeneral” in its place.\n(B) Paragraph (2) is amended by striking the phrase “Delegate, Mayor,\nChairman of the Council and member of the Council” and inserting the phrase “Delegate,\nChairman of the Council, member of the Council, Mayor, and Attorney General” in its place.\n(5) Subsection (i)(1) is amended by striking the phrase “Delegate, Mayor,\nChairman of the Council, or at-large member of the Council” and inserting the phrase “Delegate,\nChairman of the Council, at-large member of the Council, Mayor, or Attorney General” in its\nplace.\n(6) Subsection (j) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Strike the phrase “Delegate, Mayor, Chairman of the Council,\nor member of the Council” and insert the phrase “Delegate, Chairman of the Council, member of\nthe Council, Mayor, or Attorney General” in its place.\n(ii) Strike the phrase “Delegate, Mayor, Chairman of the Council,\n\nAmend\n§ 1-1001.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2226\n\nor at-large member of the Council,” and insert the phrase “Delegate, Chairman of the Council,\nat-large member of the Council, Mayor, or Attorney General,” in its place.\n(B) Paragraph (3) is amended by striking the phrase “Mayor, Chairman of\nthe Council, member of the Council,” and inserting the phrase “Chairman of the Council,\nmember of the Council, Mayor, Attorney General,” in its place.\n(7) Subsection (k)(3) is amended as follows:\n(A) The introductory language is amended by striking the phrase\n“Delegate and Mayor” and inserting the phrase “Delegate, Mayor, and Attorney General,” in its\nplace.\n(B) Subparagraph (B) is amended by striking the phrase “pursuant to § 11001.10(d); or” and inserting the phrase “pursuant to § 1-1001.10(d), or, in the case of the\nAttorney General, pursuant to section 435(b) of the District of Columbia Home Rule Act,\neffective May 28, 2011 (D.C. Law 18-160A; D.C. Official Code § 1-204.35(b)); or” in its place.\n(b) Section 10 (D.C. Official Code § 1-1001.10) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (3)(C) is amended by striking the phrase “, primary\nelections of each political party for the office of Mayor and Chairman” and inserting the phrase\n“or by section 435(b) of the District of Columbia Home Rule Act, effective May 28, 2011 (D.C.\nLaw 18-160A; D.C. Official Code § 1-204.35(b)), primary elections of each political party for\nthe office of Chairman of the Council, Mayor and Attorney General” in its place.\n(B) Paragraph (4) is amended by striking the phrase “authorized by this\nsubchapter,” and inserting the phrase “authorized by this subchapter or by section 435(b) of the\nDistrict of Columbia Home Rule Act, effective May 28, 2011 (D.C. Law 18-160A; D.C. Official\nCode § 1-204.35(b)),” in its place.\n(2) Subsection (d)(1) is amended by striking the phrase “Delegate, Mayor,\nmember of the Council, member of the Board of education, or winner of a primary election for\nthe office of Delegate, Mayor, or member of the Council” and inserting the phrase “Delegate,\nmember of the Council, Mayor, Attorney General, member of the Board of Education, or winner\nof a primary election for the office of Delegate, member of the Council, Mayor, or Attorney\nGeneral” in its place.\n(c) Section 11(a)(2) (D.C. Official Code § 1-1001.11(a)(2)) is amended by striking the\nphrase “Delegate to the House of Representatives, Mayor, Chairman of the Council, member of\nthe Council” and inserting the phrase “Delegate to the House of Representatives, Chairman of\nthe Council, member of the Council, Mayor, Attorney General” in its place.\n(d) Section 15 (D.C. Official Code § 1-1001.15) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “No person shall be a\ncandidate for more than 1 office on the Board of Education or the Council or Mayor in any\nelection for the members of the Board of Education or the Council or Mayor, and no person\nshall be a candidate for more than 1 office on the Council or for the Mayor in any primary\nelection.” and inserting the phrase “No person shall be a candidate for more than one office on\n\nAmend\n§ 1-1001.10\n\nAmend\n§ 1-1001.11\n\nAmend\n§ 1-1001.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2227\n\nthe Board of Education, the Council, Mayor, or Attorney General in any election for the\nmembers of the Board of Education, the Council, Mayor, or Attorney General, and no person\nshall be a candidate for more than one office on the Council, Mayor, or Attorney General in\nany primary election.”.\n(2) Subsection (b) is amended by striking the phrase “Mayor, Delegate, Chairman\nor member of the Council” and inserting the phrase “Delegate, Chairman or member of the\nCouncil, Mayor, Attorney General” in its place.\nSec. 302. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161 et seq.), is amended as follows:\n(a) Section 226(b) (D.C. Official Code § 1-1162.26(b)) is amended to read as follows:\n“(b) Except as provided in subsection (c) of this section, neither the Chairman of the\nCouncil, the Mayor, the Attorney General, nor any member of the Chairman of the Council’s, the\nMayor's, or the Attorney General’s immediate family shall accept royalties for works of the\nChairman of the Council, the Mayor, or the Attorney General that exceed $10,000 in the\naggregate during any calendar year. For the purposes of computing the limit on royalties\nestablished under this subsection, a royalty shall be considered received during the calendar year\nin which the right to receive the royalty accrues.”.\n(b) Section 304(7) (D.C. Official Code § 1-1163.04(7)) is amended as follows:\n(1) The introductory language is amended as follows:\n(A) Strike the phrase “the Mayor, Council,” and insert the phrase “the\nCouncil, Mayor, Attorney General,” in its place.\n(B) Strike the phrase “candidates for Mayor, the Chairman and members\nof the Council,” and insert the phrase “candidates for the Chairman and members of the Council,\nMayor, and Attorney General,” in its place.\n(c) Section 319 (D.C. Official Code § 1-1163.19) is amended as follows:\n(1) Subsection (a) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) $150,000 for an Attorney General exploratory committee;”.\n(2) Subsection (b) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) $1,500 for an Attorney General exploratory committee;”.\n(d) Section 333 (D.C. Official Code § 1-1163.33) is amended as follows:\n(1) Subsection (a) is amended by adding a new paragraph (1A) to read as follows:\n“(1A) In the case of a contribution in support of a candidate for Attorney General\nor for the recall of the Attorney General, $1,500;”.\n(2) Subsection (b)(1) is amended by striking the phrase “for Mayor, Chairman of\nthe Council, each member of the Council,” and inserting the phrase “for Chairman of the\nCouncil, each member of the Council, Mayor, Attorney General,” in its place.\n(e) Section 336(b) (D.C. Official Code § 1-1163.36(b)) is amended as follows:\n\nAmend\n§ 1-1162.26\n\nAmend\n§ 1-1163.04\n\nAmend\n§ 1-1163.19\n\nAmend\n§ 1-1163.33\n\nAmend\n§ 1-1163.36\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-60, effective December 13, 2013\n(Delayed Applicability)\n\n20 DCSTAT 2228\n\n(1) Paragraph (1) is amended by striking the phrase “the Mayor, the Chairman and\nmembers of the Council” and inserting the phrase “the Chairman and members of the Council,\nthe Mayor, the Attorney General” in its place.\n(2) Paragraph (2) is amended by striking the phrase “the Mayor, the Chairman and\nmembers of the Council” and inserting the phrase “the Chairman and members of the Council,\nthe Mayor, the Attorney General” in its place.\nTITLE IV - APPLICABILITY.\nSec. 401. Applicability\n(a) Title I shall apply as of October 1, 2014.\n(b) Title II and Title III shall apply as of the effective date of this act.\nTITLE V – FISCAL IMPACT AND EFFECTIVE DATE\nSec. 501. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 502. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNote,\n§ 1-608.51a\nDelayed\nApplicability\n\n\f", 
  "end": "2228", 
  "name": "Law_20-60.pdf", 
  "title": "Elected Attorney General Implementation and Legal Service Establishment Amendment Act of 2013"
}