{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2186\n\nAN ACT\n\nTo amend An Act To establish a code of law for the District of Columbia to provide borrowers the\nsame rights for a defective notice of default on residential mortgage as the law provides for a\ndefective notice of intention to foreclose on a residential mortgage, to establish that a foreclosure\nsale shall be void if a lender files a notice of intention to foreclose on a residential mortgage\nwithout a final recorded mediation certificate, to remove all reference to specific fee amounts and\nprovide that the Commissioner of the Department of Insurance, Securities, and Banking shall set\nall applicable fees through rulemaking, to provide that mediation shall conclude within 180 days\nof mailing the required forms, to clarify that the Procurement Practices Reform Act of 2010 does\nnot apply to contracts entered into by the Commissioner of the Department of Insurance,\nSecurities, and Banking, or his or her designee, for mediation services, housing counseling\nservices, foreclosure prevention, or remediation services provided pursuant to this act or the\nAttorneys' General National Mortgage Settlement Agreement, to provide that nothing in this act\nshall be construed to create any new administrative, judicial, or other review not otherwise\navailable under existing laws, to further clarify the definition of “good faith” and its\nindicators, to provide new definitions for the terms residential mortgage, mediation services, and\ntrustee, and to provide finality and a defined appeal period to the issuance of a mediation\ncertificate or determination by the Mediation Administrator; to amend the 21st Century\nFinancial Modernization Act of 2000 to provide that judicial review of any final order or action\nof the Department of Insurance, Securities, and Banking, or its successor, shall be in the Superior\nCourt of the District of Columbia unless The District of Columbia Administrative Procedure Act\napplies; to amend the Title Insurance Producer Act of 2010, the Title Insurance Insurer Act of\n2010, and the Producer Licensing Act of 2002 to make certain clarifying and conforming\namendments; and to amend the Health Maintenance Organization Act of 1996 to repeal certain\nminimum net worth requirements.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Saving D.C. Homes from Foreclosure Clarification and Title Insurance\nClarification Amendment Act of 2013”.\n\nSec. 2. Subchapter Two of Chapter Sixteen of An Act To establish a code of law for the\nDistrict of Columbia, approved March 3, 1901 (31 Stat. 1271; D.C. Official Code § 42-801 et\nseq.), is amended as follows:\n(a) Section 539a(a) (D.C. Official Code § 42-815.01(a)) is amended by striking the\nphrase, “at least one of which is the principal place of abode of the debtor or his immediate\nfamily” and inserting the phrase “but shall not include debts incurred, and currently obligating\nsolely, an entity, as defined by D.C. Official Code § 29-101.02(10)” in its place.\n(b) Section 539b (D.C. Official Code § 42-815.02) is amended as follows:\n\nBill 20-268\nAct 20-156\neffective\nAugust 20,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSaving D.C.\nHomes from\nForeclosure\nClarification\nand Title\nInsurance\nClarification\nAmendment\nAct of 2013\n\nAmend\n§ 42-815.01\n\nAmend\n§ 42-815.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2187\n\n(1) Subsection (a) is amended as follows:\n(A) A new paragraph (2A)is added to read as follows:\n“(2A) “Good faith” means each party in the mediation process actively\nparticipates in a manner consistent with the requirements of subsection (e)(1) of this section and\nthose indicators defined by regulations, which may include, as applicable to lenders:\n“(A) A requirement that the lender evaluates the borrower's eligibility for\nall available loss-mitigation options, and alternatives to foreclosure applicable to the residential\nmortgage in default, and offers all options for which the borrower is eligible;\n“(B) An objective standard for assessing the net present value of receiving\nmodified payments compared to the anticipated net recovery following foreclosure; and\n“(C) A requirement that if the lender rejects a proposed settlement\ninvolving loss-mitigation options or alternatives to foreclosure of that lender, the lender shall\nprovide a written explanation for the rejection of the proposal, which shall include an analysis of\nthe proposal.”.\n(B) A new paragraph (9A) is added to read as follows:\n“(9A) “Mediation services” includes the selection and employment of a mediator,\nforeclosure mediation training, and supplies and materials relating to the foreclosure mediation\nprogram.”.\n(C) Paragraph (16) is amended by striking the phrase “the person holding”\nand inserting the phrase “the beneficiary of\" in its place.\n(2) Subsection (b) is amended as follows:\n(A) The lead-in language is amended by striking the phrase “subsection\n(c)” and inserting the phrase “subsection (d)” in its place.\n(B) Paragraph (2) is amended by striking the phrase “subsection (i)” and\ninserting the phrase “subsection (j)” in its place.\n(3) Subsection (c)(1) is amended as follows:\n(A) Subparagraph (K) is amended by striking the phrase “$50 fee” and\ninserting the phrase “fee as determined by rulemaking” in its place.\n(B) Subparagraph (L) is amended by striking the phrase “45 days” and\ninserting the phrase “90 days” in its place.\n(4) Subsection (d) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Strike the phrase “$50 fee” wherever it appears and insert the\nphrase “fee as determined by rulemaking” in its place.\n(ii) Add a new sentence at the end to read as follows:\n“The requirements in this subsection may be waived by the Mediation Administrator for good\ncause shown.”.\n(B) Paragraph (2) is amended by striking the phrase “45 days” and\ninserting the phrase “90 days” in its place.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2188\n\n(C) Paragraph (3) is amended by striking the phrase “the $50 fee” and\ninserting the phrase “the required fee” in its place.\n(5) Subsection (e) is amended as follows:\n(A) Paragraph (l) is amended by striking the phrase “subsection (i)”\nwherever it appears and inserting the phrase “subsection (j)” in its place.\n(B) Paragraph (3) is amended to read as follows:\n“(3)(A) If the mediator determines that the parties are unable to agree to a loan\nmodification or to any other foreclosure alternatives, no later than 10 days after the final\nmediation session has concluded at which the parties were unable to reach an agreement, the\nmediator shall prepare and submit to the Mediation Administrator, on a form prescribed by the\nCommissioner, a recommendation that the matter be concluded. After review and consideration\nof the mediator's report and any recommendations therein, no later than 10 days after receiving\nthe mediator's report, the Mediation Administrator shall do one of the following:\n\"(i) Issue a preliminary mediation certificate on a form prescribed\nby the Commissioner to the lender; provided, that the lender acted in good faith;\n\"(ii) Issue a determination on a form prescribed by the\nCommissioner that the lender did not act in good faith; or\n\"(iii) Refer the matter to another mediator.\n\"(B)(i) The preliminary mediation certificate issued pursuant to\nsubparagraph (A)(i) of this paragraph shall serve as a preliminary decision for a 30-day period,\nafter which time, defined in rulemaking, the lender may request, on a form prescribed by the\nCommissioner, a final mediation certificate from the Mediation Administrator; provided, that no\nappeal is filed within the 30-day period from the date of issuance.\n\"(ii) During this 30-day period, the borrower may file an appeal to\nthe Superior Court of the District of Columbia. If a borrower files a timely appeal, the borrower\nshall concurrently notify the Mediation Administrator by filing a copy of the appeal with the\nMediation Administrator.\n\"(iii) Upon expiration of the 30-day appeal period, with no appeal\nfiled by the borrower, the lender may request a final mediation certificate from the Mediation\nAdministrator during the time frame defined in rulemaking.\n\"(iv) While an appeal is pending, all foreclosure activities shall be\nstayed until the appeal is resolved.\n\"(v) The preliminary mediation certificate shall not be recorded\nwith the Recorder of Deeds.\n\"(vi) At the conclusion of the appeal, a Superior Court of the\nDistrict of Columbia order may be used to request or deny a final mediation certificate.\n\"(C)(i) The determination that a lender did not act in good faith issued\npursuant to subparagraph (A)(ii) of this paragraph shall not become final until 30 days from its\ndate of issuance.\n“(ii) During this 30-day period, the lender may file an appeal with\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2189\n\nthe Superior Court of the District of Columbia.\n\"(iii) If no appeal is filed within the 30-day period, the\ndetermination shall become final and the notice of default shall become null and void.\n\"(iv) If an appeal is filed, the imposition of any further fines or\nassessments and collection of any previously assessed fines or assessments shall be stayed until\nthe Superior Court of the District of Columbia issues a final order.”.\n(C) Paragraph (5) is amended by striking the phrase “90 days” wherever\nit appears and inserting the phrase “180 days” in its place.\n(6) Designate the 2nd subsection (e) as subsection (f).\n(7) Designate subsection (f) as subsection (g).\n(8) Designate subsection (g) as subsection (h).\n(9) Designate subsection (h) as subsection (i).\n(10) Designate subsection (i) as subsection (j).\n(11) The newly designated subsection (f) is amended as follows:\n(A) Strike the phrase “a fee of $300” and insert the phrase “a fee as\ndetermined by rulemaking” in its place.\n(B) Strike the phrase “the $300 fee” and insert the phrase “the fee” in its\nplace.\n(12) The newly designated subsection (h) is repealed.\n(13) New subsections (h-1), (h-2), (h-3), and (h-4) are added to read as follows:\n“(h-1) A foreclosure sale of property secured by a residential mortgage\nshall be void if a lender files a notice of intention to foreclose on a residential mortgage without a\nfinal recorded mediation certificate.\n“(h-2) A borrower shall have the same rights to assert claims for a\ndefective notice of default on residential mortgage as the law provides for a defective notice of\nintention to foreclose on a residential mortgage.\n“(h-3) Except as provided in subsections (h-1) and (h-2) of this section, a\nfinal recorded mediation certificate shall serve as conclusive evidence that all other provisions of\nthis act and implementing regulations have been complied with and can be relied upon by a bona\nfide purchaser and a bona fide purchaser’s lender or assignees.\n“(h-4) Nothing in this act shall be construed to limit a borrower’s right to\nassert a claim for fraud or monetary damages against the borrower’s lender.”.\n(14) The newly designated subsection (i) is amended to read as follows:\n“(i) The Procurement Practices Reform Act of 2010, effective April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-351.01 et seq.), or any successor act, shall not\napply to any contract that the Commissioner, or his or her designee, may enter into for\nforeclosure prevention or remediation services provided pursuant to this act or the Attorneys’\nGeneral National Mortgage Settlement Agreement. Payment may be made by direct voucher.”.\n(15) The newly designated subsection (j) is amended as follows:\n(A) Paragraph (3) is amended by striking the word “and” at the end.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2190\n\n(B) Paragraph (4) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(C) A new paragraph (5) is added to read as follows:\n“(5) Establishing all applicable fees for the mediation program.”.\n(c) Section 539c(a) (D.C. Official Code § 42-815.03(a)) is amended to read as follows:\n“(a)(1) There is established as a nonlapsing special fund, the Foreclosure\nMediation Fund (“Fund”), into which shall be deposited the fees and penalties generated by the\nforeclosure mediation program, the District's share of proceeds from the February 2012 consent\njudgments between the federal government and participating states; and any future designated\nsettlements or funds.\n“(2) The Fund shall be used for one or more of the following purposes:\n“(A) Payment of mortgage-related or foreclosure-related counseling;\n“(B) Mortgage-related or foreclosure-related legal assistance or\nadvocacy;\n“(C) Mortgage-related or foreclosure-related mediation;\n“(D) Outreach or assistance to help current and former homeowners\nsecure the benefits for which they are eligible under mortgage-related or foreclosure-related\nsettlements or judgments; and\n“(E) Enforcement work in the area of financial fraud or consumer\nprotection.”.\n(d) A new section 539d is added to read as follows:\n“Sec. 539d. Construction.\n“Other than a judicial review as permitted in section 539b(e)(3) and the rights asserted\nin section 539b(h-2) and (h-4), nothing in this act shall be construed to create any new\nadministrative, judicial, or other review not otherwise available under existing law and\nthe act shall not apply to actions for judicial foreclosure under section 95 of An Act To\nestablish a code of law for the District of Columbia, approved March 3, 1901 (31 Stat. 1271;\nD.C. Official Code § 42-816), or any other action for judicial foreclosure permitted under\nexisting laws.”.\nSec. 3. Section 120 of the 21st Century Financial Modernization Act of 2000,\neffective June 9, 2001 (D.C. Law 13-308; D.C. Official Code § 26-551.20), is amended by\nadding a new subsection (c) to read as follows:\n“(c) In addition to any temporary cease and desist order, final order. or final cease and\ndesist order issued by the Commissioner pursuant to subsections (a) and (b) of this section,\nany final order of the Commissioner or final action of the Department shall be subject to\nreview by the Superior Court of the District of Columbia, unless the final order or final\nagency action is appealable to the District of Columbia Court of Appeals pursuant to section\n11 of the District of Columbia Administrative Procedure Act, approved October 21, 1968 (82\nStat. 1209; D.C. Official Code § 2-510).”.\n\nAmend\n§ 42-815.03\n\nNew\n§ 42-815.04\n\nAmend\n§ 26-551.20\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2191\n\nSec. 4. The Title Insurance Producer Act of 2010, effective September 24, 2010 (D.C.\nLaw 18-223; D.C. Official Code § 31-5041.01 et seq.), is amended as follows:\n(a) Section 2122 (D.C. Official Code § 31-5041.01) is amended as follows:\n(1) Strike the subsection designation “(a)\".\n(2) A new paragraph (4A) is added to read as follows:\n“(4A) “Business entity” means a corporation, association, partnership, limited\nliability company, limited liability partnership, or other legal entity.”.\n(3) A new paragraph (8A) is added to read as follows:\n“(8A) “Individual” means a natural person.”.\n(4) Paragraph (9) is amended to read as follows:\n“(9) “Person” means an individual or business entity.”.\n(5) Paragraph (14) is repealed.\n(6) Paragraph (16)(F) is amended to read as follows:\n“(F) Matters indemnifying against the incorrectness or marketability of\ntitle.”.\n(7) Paragraph (19)(A) is amended by striking the word “residential” and\ninserting the word “real” in its place.\n(b) Section 2123 (D.C. Official Code § 31-5041.02) is amended as follows:\n(1) Subsection (b)(1)(A) is amended to read as follows:\n“(A) Disclose on all recorded documents the name of the particular title\ninsurer;”.\n(2) Subsection (c) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Strike the phrase “following coverages” and insert the phrase\n“coverages listed in paragraph (1A) of this subsection” in its place.\n(ii) Strike the colon after the phrase “acceptable to the\nCommissioner” and insert a period in its place.\n(iii) Subparagraphs (A) and ((B) are repealed.\n(B) A new paragraph (1A) is added to read as follows:\n“(1A) At the time an application for an initial, renewal, or reinstatement of a\ntitle insurance producer license is filed, the applicant shall provide satisfactory evidence to the\nCommissioner of having secured the applicable proof of financial responsibility as herein\nprovided:\n“(A) Each business entity with a title insurance producer license is\nrequired to obtain an Errors and Omissions policy in an amount not less than $500,000 per\noccurrence or claim;\n“(B) Each individual with a title insurance producer license is required\nto obtain Errors and Omissions coverage in an amount not less than $500,000 per occurrence\nor claim, either through the business entity through which the individual is employed or\n\nAmend\n§ 31-5041.01\n\nAmend\n§ 31-5041.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2192\n\notherwise covered, or through an individually-issued policy;\n“(C) Each business entity with a title insurance producer license is\nrequired to obtain a surety bond in an amount not less than $200,000 executed by the\napplicant as principal and by an insurance company as surety or obligor. The Bond shall run\nto the District of Columbia government as the obligee and benefit the District or any other\naggrieved party, including consumer and title insurers;\n“(D) Each individual with a title insurance producer license is required\nto obtain surety coverage in an amount not less than $200,000, either through a business entity\nwhere the individual is employed or otherwise covered, or through an individually issued\nbond;\n“(E) Each business entity with a title insurance producer license is\nrequired to obtain a fidelity bond or similar insurance policy in an amount not less than\n$200,000 that covers all employees and contractors. A sole proprietor with no employees or a\nlimited liability entity with no employees shall be exempt from this requirement.”.\n(c) Section 2126 (D.C. Official Code § 31-5041.05) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Strike the phrase “preparatory to” and insert the word “before” in its\nplace.\n(B) Strike the phrase “covering the sale of owner-occupied residential\nproperty of 4 or fewer units”.\n(2) Subsection (b)(1) is amended by striking the phrase “residential,” and\ninserting the word “an” in its place.\n(d) Section 2127 (D.C. Official Code § 31-5041.06) is amended as follows:\n(1) Subsection (e) is amended by striking the word “residential” and inserting\nthe phrase “real or personal” in its place.\n(2) Subsection (f) is amended as follows:\n(A) Strike the phrase \"on a calendar year basis at its expense within 90\ndays after the close of the previous calendar year” and insert the phrase “at its expense” in its\nplace.\n(B) Strike the phrase \"By April 30th of each year, the title insurance\nproducer shall provide a copy of the audit report to each title insurer which it represents or for\nwhich it was an appointed producer with the Company\".\n(e) Section 2128 (D.C. Official Code § 31-5041.07) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Strike the phrase “residential property transaction, a title insurer,”\nand insert the phrase “real or personal property transaction, a title insurance producer, a title\ninsurer,” in its place.\n(B) Strike the phrase “representative of a title insurer” and insert the\nphrase “representative of a title insurance producer or a title insurer” in its place.\n(2) Subsection (b) is amended by striking the word “residential” and inserting\n\nAmend\n§ 31-5041.05\n\nAmend\n§ 31-5041.06\n\nAmend\n§ 31-5041.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2193\n\nthe phrase “real or personal” in its place.\nSec. 5. The Title Insurance Insurer Act of 2010, effective September 24, 2010 (D.C.\nLaw 18-223; D.C. Official Code §§ 31-5031.01 et seq.), is amended as follows:\n(a) Section 2142 (D.C. Official Code § 31-5031.01) is amended as follows:\n(1) Paragraph (3) is repealed.\n(2) A new paragraph (4A) is added to read as follows:\n“(4A) “Business entity” means a corporation, association, partnership, limited\nliability company, limited liability partnership, or other legal entity.”.\n(3) A new paragraph (12A) is added to read as follows:\n“(12A) “Individual” means a natural person.”.\n(4) Paragraph (16) is amended to read as follows:\n“(16) ‘Person\" means an individual or business entity.\".\n(5) Paragraph (20) is repealed.\n(6) Paragraph (25)(A) is amended striking the word “residential” and inserting\nthe word “real” in its place.\n(b) Section 2145(c) (D.C. Official Code § 31-5031.04(c)) is amended as follows:\n(1) Paragraph (1) is amended by striking the words “solely” and “only”.\n(2) Paragraph (3) is repealed.\n(c) Section 2150(e) (D.C. Official Code § 31-5031.09(e)) is amended by striking the\nword “agents” and inserting the word “producers” in its place.\n(d) Section 2152 (D.C. Official Code § 31-5031.11) is amended as follows:\n(1) Strike the word “agent” wherever it appears and insert the word “producer”\nin its place.\n(2) Strike the word “agent’s” wherever it appears and insert the word\n“producer’s” in its place.\n(e) Section 2153 (D.C. Official Code § 31-5031.12) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Strike the word “residential”.\n(B) Strike the phrase “as soon as reasonably possible prior to” and insert\nthe phrase “no later than the time of” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1) is amended by striking the word “residential”.\n(B) Paragraph (2) is amended by striking the number “5” and inserting\nthe number “3” in its place.\n(f) Section 2154 (D.C. Official Code § 31-5031.13) is amended as follows:\n(1) Subsection (b) is repealed.\n(2) Subsection (e) is amended by striking the word “agent” and inserting the\nword “producer” in its place.\n(g) Section 2157 (D.C. Official Code § 31-5031.16) is amended as follows:\n\nAmend\n§ 31-5031.01\n\nAmend\n§ 31-5031.04\n\nAmend\n§ 31-5031.09\nAmend\n§ 31-5031.11\n\nAmend\n§ 31-5031.12\n\nAmend\n§ 31-5031.13\n\nAmend\n§ 31-5031.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2194\n\n(1) The section heading is amended to read as follows:\n“Sec. 2157. Favored producer of title insurer; buyer’s right to choose.”.\n(2) Designate the existing text as subsection (a).\n(3) Strike the word “agent” wherever it appears and insert the word “producer”\nin its place.\n(4) A new subsection (b) is added to read as follows:\n“(b) No seller of property shall require, directly or indirectly, that the buyer purchase\ntitle insurance from any particular title producer or insurer.”.\n(h) Section 2159(a) (D.C. Official Code § 31-5031.18(a)) is amended to read as follows:\n“(a)(1) The Commissioner may require that all policy forms used by every company\ncovering title risks in the District be filed with the Commissioner. The Commissioner shall\nhave authority to disapprove, within 60 days after the date of the receipt of a filing, the use in\nthe District of any policy form which is inequitable, or does not comply with District law.\n“(2) If a policy form is not disapproved for use within the 60-day period\ndescribed in paragraph (1) of this subsection, the Commissioner may not disapprove the form\nfor use unless it does not comply with District law.”.\n(i) Section 2161 (D.C. Official Code § 31-5031.20) is amended by striking the word\n“agent” and inserting the word “producer” in its place.\nSec. 6. The Producer Licensing Act of 2002, effective March 27, 2003 (D.C. Law 14264; D.C. Official Code § 31-1131.01 et seq.), is amended as follows:\n(a) Section 5b(a) (D.C. Official Code § 31-1131.05b(a)) is amended by striking the\nword “shall” and inserting the word “may” in its place.\n(b) Section 6(a)(2) (D.C. Official Code § 31-1131.06(a)(2)) is amended to read as\nfollows:\n“(2) Has not committed any act that is a ground for denial, suspension, or\nrevocation set forth in section 12.”.\n(c) Section 7b (D.C. Official Code § 31-1131.07b) is amended to read as follows:\n“Sec. 7b. Continuing education.\n“All individual title insurance producers shall fulfill the following continuing\neducation requirements:\n\"(1) Eight hours biennially for District of Columbia barred attorneys in courses\nspecific to District of Columbia real estate laws and related regulations, and any other\ncontinuing education courses approved by the Commissioner;\n“(2) Sixteen hours biennially for resident title insurance producers in\ninstruction specific to District of Columbia real estate laws and related regulations, and\ncontinuing education courses approved by the Commissioner of which not more than 8 hours\nmay be completed through on-line or video-based courses; or\n\"(3) Four hours of instruction biennially for nonresident title insurance\nproducers in instruction specific to District of Columbia real estate laws and related\n\nAmend\n§ 31-5031.18\n\nAmend\n§ 31-5031.20\n\nAmend\n§ 31-1131.05\nAmend\n§ 31-1131.06\n\nAmend\n§ 31-1131.07b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-40, effective November 5, 2013\n\n20 DCSTAT 2195\n\nregulations.”.\n(d) Section 8 (D.C. Official Code § 31-1131.08) is amended as follows:\n(1) Subsection (g) is repealed.\n(2) A new subsection (h) is added to read as follows:\n\"(h) Any license and appointment issued to a nonresident pursuant to this section shall\nbe terminated at any time that the nonresident’s equivalent authority in his or her home state\nis terminated, suspended, or revoked.”.\nSec. 7. Section 13(a) of the Health Maintenance Organization Act of 1996, effective\nApril 9, 1997 (D.C. Law 11-235; D.C. Official Code § 31-3412(a)), is amended as follows:\n(a) Paragraph (2) is amended by striking the phrase \"paragraphs (2A), (3), and (4)\" and\ninserting the phrase \"paragraph (4)\" in its place.\n(b) Paragraphs (2A) and (3) are repealed.\nSec. 8. Applicability.\nSections 2 and 3 shall apply as of November 7, 2011.\nSec. 9. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24. 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 10. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 31-1131.08\n\nAmend\n§ 31-3412\n\nNote,\n§§ 42-815.01,\n42-815.02,\n42-815.03,\n42-815.04,\n26-551.20\n\n\f",
  "title": "Saving D.C. Homes From Foreclosure Clarification and Title Insurance Clarification Amendment Act of 2013",
  "end": "2195",
  "start": "2186",
  "name": "Law_20-40.pdf"
}