{
  "start": "2387", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-42, effective December 5, 2013 (Expiration date July 18, 2014)\n(Related Emergency Legislation is Act 20-150, 20 DCSTAT 2002)\n\n20 DCSTAT 2387\n\nAN ACT\n\nBill 20-399\nAct 20-159\neffective\nOctober 8,\n2013\n\nTo amend, on a temporary basis, An Act To classify the officers and members of the fire department of the\nDistrict of Columbia, and for other purposes to clarify “major changes” in the provision of fire\nprotection, fire prevention, or emergency medical services.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fire and Emergency Medical Services Major Changes Temporary\nAmendment Act of 2013”.\n\nFire and\nEmergency\nMedical\nServices\nMajor\nChanges\nTemporary\nAmendment\nAct of 2013\n\nSec. 2. Section 1 of An Act To classify the officers and members of the fire department\nof the District of Columbia, and for other purposes, approved June 20, 1906 (34 Stat. 314; D.C.\nOfficial Code § 5-401), is amended by adding a new subsection (b-1) to read as follows:\n“(b-1) For the purposes of this section, the term “major changes” does not refer to the\nability of the Department to hire or recruit to fill existing vacancies, to expend budgeted\noperating and capital funding, or to subsequently add those budgeted personnel and apparatus\ninto deployment; provided, that there is no decrease in the existing deployment plan for the\nDepartment to provide fire protection, fire prevention, or emergency medical services.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\nNote,\n§ 5-401\n\n\f", 
  "end": "2387", 
  "name": "Law_20-42.pdf", 
  "title": "Fire and Emergency Medical Services Major Changes Temporary Amendment Act of 2013"
}