{
  "end": "1209", 
  "name": "Law_19-319.pdf", 
  "start": "1202", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1202\n\nAN ACT\n\nBill 19-889\nAct 19-657\neffective\nJanuary 29,\n2013\n\nTo create limited liability for employers who hire or retain returning citizens if the employer has taken\ncertain steps to make a good-faith determination that hiring or retaining a returning citizen is\nfavorable; to amend the Human Rights Act of 1977 to allow individuals access to their full arrest\nrecord so that they may determine eligibility for sealing or file a motion to seal; to amend Chapter\n8 of Title 16 of the District of Columbia Official Code to exclude certain interpersonal violence as\nan ineligible misdemeanor, to reduce the time a movant must wait before filing a motion to seal\nhis or her case, to provide individuals an opportunity to seal qualifying arrests despite having\nineligible convictions on their record, to permit individuals to whom a District of Columbia arrest\nhas been wrongly attributed the ability to seal the arrest if law enforcement did not take an\nindividual’s fingerprints at the time of the arrest, to add a new section dealing with the sealing of\narrest records of fugitives from justice, to allow a movant the opportunity to amend the original\nmotion to seal within 30 days if the movant failed to include all misdemeanors and felonies, to\nprovide that a motion to seal a case that is not in the court database or a case that is not in a\npublicly available database shall also not be made publicly available, and to permit movants to\nobtain certifications from the court that their records have been properly sealed under Title 16; to\namend the District of Columbia Uniform Controlled Substances Act of 1981 to allow an individual\nto access his or her nonpublic court record after expungement of a first-time conviction of drug\npossession; to amend the Office on Ex-Offender Affairs and Commission on Re-entry and ExOffender Affairs Establishment Act of 2006 to authorize the Mayor to establish a certificate of\ngood standing program; and to amend section 1004 of Title 1 of the District of Columbia\nMunicipal Regulations to allow individuals access to their full arrest record so that may\ndetermine eligibility for sealing or file a motion to seal.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Re-entry Facilitation Amendment Act of 2012”.\n\nRe-entry\nFacilitation\nAmendment\nAct of 2012\n\nSec. 2. Limited liability.\nInformation regarding a criminal history record of an employee or a former employee\nshall not be introduced as evidence in a civil action against an employer or its employees or\nagents if that information is based on the conduct of the employee or former employee, and if the\nemployer has made a reasonable, good-faith determination that the following factors favored the\nhiring or retention of that applicant or employee:\n(1) The specific duties and responsibilities of the position being sought or held;\n(2) The bearing, if any, that an applicant’s or employee’s criminal background\nwill have on the applicant’s or employee’s fitness or ability to perform one or more of the duties\nor responsibilities related to his or her employment;\n(3) The time that has elapsed since the occurrence of the criminal offense;\n(4) The age of the person at the time of the occurrence of the criminal offense;\n(5) The frequency and seriousness of the criminal offense;\n\nNew\nSubchapter II,\nChapter 13,\nTitle 24\nNew\n§ 24-1351\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1203\n\n(6) Any information produced regarding the applicant’s or employee’s\nrehabilitation and good conduct since the occurrence of the criminal offense; and\n(7) The public policy that it is generally beneficial for persons with criminal\nrecords to obtain employment.\nSec. 3. Section 266 of the Human Rights Act of 1977, effective December 13, 1977 (D.C.\nLaw 2-38; D.C. Official Code § 2-1402.66), is amended to read as follows:\n“Sec. 266. Arrest records.\n“(a)(1) An individual may request production of his or her arrest record for the purposes\nof determining eligibility for sealing or expunging that record pursuant to Chapter 8 of Title 16,\nor similar sealing statutes in the District or in another jurisdiction, and may request production of\nhis or her arrest record for filing a sealing or expungement motion.\n“(2) The District may charge the individual a nominal fee for processing this\nrequest.\n“(3) For the purposes of this subsection, an “arrest record” shall contain a listing\nof all adult arrests, regardless of the disposition of each arrest, and regardless of the date on\nwhich the arrest, conviction, or completion of the sentence occurred.\n“(b)(1)(A) An individual may request production of his or her arrest record or authorize\nanother person to request production of his or her arrest record for any other purpose.\n“(B) The District may charge the individual a nominal fee for processing\nthis request.\n“(C) For purposes of this subsection, an “arrest record” shall contain a\nlisting only of adult convictions for which the sentence was completed not more than 10 years\nbefore the date on which the records were requested and forfeitures of collateral in a court\nproceeding that have occurred not more than 10 years before the date on which the record was\nrequested.\n“(2) A person who requires the production of any arrest record or any copy,\nextract, or statement thereof pursuant to this subsection, at the monetary expense of any\nindividual to whom such record may relate, shall be fined not more than the amount set forth in\nsection 101 of the Criminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading\non November 1, 2012 (Enrolled version of Bill 19-214), or imprisoned for not more than 10\ndays.”.\nSec. 4. Chapter 8 of Title 16 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 16-801(9)(A) is amended to read as follows:\n“(A) Interpersonal violence as defined in § 16-1001(6)(B), intimate\npartner violence as defined in § 16-1001(7), and intrafamily violence as defined in § 161001(9).”.\n(b) Section 16-803 is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n\nAmend\n§ 2-1402.66\n\nAmend\n§ 16-801\n\nAmend\n§ 16-803\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1204\n\n“(a)(1) A person arrested for, or charged with, the commission of an eligible\nmisdemeanor pursuant to the District of Columbia Official Code or the District of Columbia\nMunicipal Regulations whose prosecution has been terminated without conviction may file a\nmotion to seal the publicly available records of the arrest and related court proceedings if:\n“(A) A waiting period of at least 2 years has elapsed since the termination\nof the case; and\n“(B) Except as permitted by paragraph (2) of this subsection, the movant\ndoes not have a disqualifying arrest or conviction.\n“(2)(A) If a period of at least 5 years has elapsed since the completion of the\nmovant’s sentence for a disqualifying misdemeanor conviction in the District of Columbia or for\na conviction in any jurisdiction for an offense that involved conduct that would constitute a\ndisqualifying misdemeanor conviction if committed in the District, the conviction shall not\ndisqualify the movant from filing a motion to seal an arrest and related court proceedings under\nthis subsection for a case that was terminated without conviction before or after the disqualifying\nmisdemeanor conviction, except when the case terminated without a conviction as a result of the\nsuccessful completion of a deferred sentencing agreement.\n“(B) If a period of at least 10 years has elapsed since the completion of the\nmovant’s sentence for a disqualifying felony conviction in the District of Columbia or for a\nconviction in any jurisdiction for an offense that involved conduct that would constitute a\ndisqualifying felony conviction if committed in the District, the conviction shall not disqualify\nthe movant from filing a motion to seal an arrest and related court proceedings under this\nsubsection for a case that was terminated without conviction before or after the disqualifying\nfelony conviction, except when the case terminated without conviction as the result of the\nsuccessful completion of a deferred sentencing agreement.”.\n(2) Subsection (b) is amended to read as follows:\n“(b)(1) A person arrested for, or charged with, the commission of any other offense\npursuant to the District of Columbia Official Code or the District of Columbia Municipal\nRegulations whose prosecution has been terminated without conviction may file a motion to seal\nthe publicly available records of the arrest and court proceedings if:\n“(A) A waiting period of at least 4 years has elapsed since the termination\nof the case or, if the case was terminated before charging by the prosecution, a waiting period of\nat least 3 years has elapsed since the termination of the case; and\n“(B) Except as permitted by paragraph (2) of this subsection, the movant\ndoes not have a disqualifying arrest or conviction.\n“(2)(A) If a period of at least 5 years has elapsed since the completion of the\nmovant’s sentence for a disqualifying misdemeanor conviction in the District of Columbia or for\na conviction in any jurisdiction for an offense that involved conduct that would constitute a\ndisqualifying misdemeanor conviction if committed in the District, the conviction shall not\ndisqualify the movant from filing a motion to seal an arrest and related court proceedings under\nthis subsection for a case that was terminated without conviction before or after the disqualifying\nmisdemeanor conviction, except when the case terminated without a conviction as a result of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1205\n\nsuccessful completion of a deferred sentencing agreement.\n“(B) If a period of at least 10 years has elapsed since the completion of the\nmovant’s sentence for a disqualifying felony conviction in the District of Columbia or for a\nconviction in any jurisdiction for an offense that involved conduct that would constitute a\ndisqualifying felony conviction if committed in the District, the conviction shall not disqualify\nthe movant from filing a motion to seal an arrest and related court proceedings under this\nsubsection for a case that was terminated without conviction before or after the disqualifying\nfelony conviction, except when the case terminated without conviction as the result of the\nsuccessful completion of a deferred sentencing agreement.”.\n(3) Subsection (c)(1) is amended to read as follows:\n“(1) A waiting period of at least 8 years has elapsed since the completion of the\nmovant’s sentence; and”.\n(4) A new subsection (c-2) is added to read as follows:\n“(c-2) A person to whom a District of Columbia arrest has been attributed, who attests\nunder oath that he or she was incorrectly identified or named, may file a motion to seal publicly\navailable records of the arrest if the law enforcement agency did not take fingerprints at the time\nof the arrest and no other form of reliable identification was presented by the person who was\narrested.”.\n(5) Subsection (f) is amended to read as follows:\n“(f) In a motion filed under subsections (a), (b), or (c) of this section, the movant must\nseek to seal all eligible arrests and convictions in the same proceeding unless the movant waives\nin writing the right to seek sealing with respect to a particular conviction or arrest.”.\n(c) A new section 16-803.01 is added to read as follows:\n“Sec. 16-803.01. Sealing of arrest records of fugitives from justice.\n“(a) A person arrested upon a warrant issued pursuant to § 23-701 or arrested within the\nDistrict of Columbia as a fugitive from justice without a warrant having been issued may file a\nmotion to seal the record of the District of Columbia arrest and related Superior Court\nproceedings at any time after the person has appeared before the proper official in the\njurisdiction from which he or she was a fugitive.\n“(b)(1) The Superior Court shall grant a motion to seal if:\n“(A) The arrest was not made in connection with or did not result in any\nother District of Columbia Official Code or District of Columbia Code of Municipal Regulations\ncharges or federal charges in the United States District Court for the District of Columbia against\nthe person;\n“(B) The person waived an extradition hearing pursuant to § 23-702(f)(1)\nand was released pursuant to § 23-702(f)(2) or detained pursuant to § 23-702(f)(3); and\n“(C) The person proves by a preponderance of the evidence that he or she\nhas appeared before the proper official in the jurisdiction from which he or she was a fugitive.\n“(2) In all other cases, the Superior Court may grant a motion to seal if it is in the\ninterest of justice to do so. In making this determination, the court shall consider:\n“(A) The interests of the movant in sealing the publicly available records\n\nNew\n§ 16-803.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1206\n\nof his or her arrest and related court proceedings;\n“(B) The community’s interest in retaining access to those records;\n“(C) The community’s interest in furthering the movant’s rehabilitation\nand enhancing the movant’s employability; and\n“(D) Any other information it considers relevant.\n“(c) If the Court grants the motion to seal:\n“(1)(A) The Court shall order the prosecutor and any law enforcement agency to\nremove from their publicly available records all references that identify the movant as having\nbeen arrested.\n“(B) The prosecutor’s office and law enforcement agencies shall be\nentitled to retain any and all records relating to the movant’s arrest in a nonpublic file.\n“(C) The prosecutor’s office and law enforcement agencies shall file a\ncertification with the Court within 90 days that, to the best of its knowledge and belief, all\nreferences that identify the movant as having been arrested have been removed from its publicly\navailable records.\n“(2)(A) The Court shall order the clerk to remove or eliminate all publicly\navailable court records that identify the movant as having been arrested.\n“(B) The clerk shall be entitled to retain any and all records relating to the\nmovant’s arrest, related court proceedings, or conviction in a nonpublic file.\n“(3) The Court shall not order the redaction of the movant’s name from any\npublished opinion of the trial or appellate courts that refer to the movant.\n“(4) Unless otherwise ordered by the Court, the clerk and any other agency shall\nreply in response to inquiries from the public concerning the existence of records which have\nbeen sealed pursuant to this chapter that no records are available.\n“(5) No person as to whom relief pursuant to this section has been granted shall\nbe held thereafter under any provision of law to be guilty of perjury or otherwise giving a false\nstatement by reason of failure to recite or acknowledge his or her arrest as a fugitive from justice\nin response to any inquiry made of him or her for any purpose.\n“(6) For purposes of this section, the entities listed in § 16-801(11)(D)-(F) shall be\nconsidered public.”.\n(d) Section 16-804 is amended as follows:\n(1) Subsection (b) is amended to read follows:\n“(b)(1) A motion pursuant to § 16-803 (a), (b), or (c) shall state all of the movant’s arrests\nand convictions and shall:\n“(A) Seek relief with respect to all the arrests and any conviction eligible\nfor relief; and\n“(B) For any arrest or conviction as to which the waiting period in § 16803(a), (b), or (c) has not elapsed, waive in writing the right to seek sealing of the records\npertaining to that arrest or conviction.\n“(2) If the Court determines that the motion does not comply with the\nrequirements of paragraph (1) of this subsection, then the movant shall have 30 days after being\n\nAmend\n§ 16-804\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1207\n\nnotified by the Court of the noncompliance to amend his or her original motion to include all of\nthe movant’s District of Columbia Code and Municipal Regulation arrests and convictions and\neither seek relief with respect to all the eligible arrests and convictions or waive in writing the\nright to seek sealing of the records pertaining to any arrests or convictions for which relief is not\nsought. If the movant fails to amend his original motion within 30 days, then the motion shall be\ndismissed without prejudice.”.\n(2) Subsection (c) is amended to read as follows:\n“(c) A copy of the motion and any amended motion shall be served upon the\nprosecutor.”.\n(3) A new subsection (e) is added to read as follows:\n“(e) If the movant files a motion to seal an arrest that is not in the Court database or an\narrest and related court proceedings that are not in a publicly available database, the motion to\nseal and responsive pleadings shall not be available publicly. If the Court grants such a motion,\nit shall order that the motion and responsive pleadings be sealed to the same extent and in the\nsame manner as the records pertaining to the arrest and related court proceedings. If the Court\ndenies such a motion, the Court, the United States Attorney’s Office, the Office of the Attorney\nGeneral for the District of Columbia, and the law enforcement agency that arrested the movant\nshall be entitled to retain any and all records relating to the motion in a non-public file.”.\n(e) Section 16-806 is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) Records sealed on grounds of actual innocence pursuant to § 16-802 shall be opened\nonly on order of the Court upon a showing of compelling need; except, that upon request, the\nmovant, or the authorized representative of the movant, shall be entitled to a copy of the sealed\nrecords to the extent that such records would have been available to the movant before relief\nunder § 16-802 was granted and shall also be entitled to all certifications filed with the Court\npursuant to § 16-802(h)(5). A request for access to sealed court records may be made ex parte.”.\n(2) Subsection (b) is amended as follows:\n(A) The lead-in language in amended by striking the phrase “§ 16-803”\nand inserting the phrase “§§ 16-803 or 16-803.01” in its place.\n(B) Paragraph (4) is amended by striking the phrase “To any person or\nentity” and inserting the phrase “Except for records sealed under § 16-803.01, to any person or\nentity” in its place.\n(C) Paragraph (5) is amended to read as follows:\n“(5) To the movant or the authorized representative of the movant, upon request,\nbut only to the extent that such records would have been available to the movant before relief\nunder § 16-803 or 16-803.01 was granted. The movant, or the authorized representative of the\nmovant, shall also be entitled to all certifications filed with the Court pursuant to § 16803(l)(1)(C).”.\n(3) A new subsection (d) is added to read as follows:\n“(d) Except to the extent permitted by this section, all sealed records shall remain\nsealed.”.\n\nAmend\n§ 16-806\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1208\n\nSec. 5. Section 401(e) of the District of Columbia Uniform Controlled Substances Act of\n1981, effective August 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-904.01(e)), is amended\nby adding a new paragraph (3) to read as follows:\n“(3) A person who was discharged from probation and whose case was\ndismissed pursuant to paragraph (1) of this subsection shall be entitled to a copy of the\nnonpublic record retained under paragraph (1) of this subsection but only to the extent that\nsuch record would have been available to the person before an order of expungement was\nentered pursuant to paragraph (2) of this subsection. A request for a copy of the nonpublic\nrecord may be made ex parte and under seal by the person or by an authorized representative\nof the person.”.\n\nAmend\n§ 48-904.01\n\nSec. 6. The Office on Ex-Offender Affairs and Commission on Re-entry and Ex-Offender\nAffairs Establishment Act of 2006, effective March 8, 2007 (D.C. Law 16-243; D.C. Official\nCode § 24-1301 et seq.), is amended by adding a new section 4a to read as follows:\n“Sec. 4a. Issuance of certificate of good standing.\n“(a) The Mayor is authorized to establish a program for the issuance of a certificate of\ngood standing to any person previously convicted of a crime in the District of Columbia.\n“(b) A certificate of good standing shall include the following:\n“(1) Its date of issuance.\n“(2) The date the individual’s last sentence, including parole, probation, or\nsupervised release, was completed.\n“(3) Any outstanding and pending charges against the individual as of the date\nthat the certificate of good standing is issued.\n“(4) Any outstanding and pending writs and holds placed on the individual as of\nthe date that the certificate of good standing is issued.\n“(5) A statement that the information on the certificate of good standing reflects\nonly the records, as of the date of issuance, in the database of the Department of Corrections and\nall other databases to which the department has access, and that the certificate is only a statement\nof the individual’s status and shall not be construed as a statement of the individual’s character.\n“(c) An individual may petition the Mayor for a certificate of good standing at any time\nafter his or her completion of any and all sentences, including parole, probation, or supervised\nrelease.\n“(d) The District of Columbia shall not be liable for the actions of an individual to whom\na certificate of good standing has been issued.\n“(e) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement this section.”.\n\nNew\n§ 24-1304\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-319, effective June 15, 2013\n\n20 DCSTAT 1209\n\nSec. 7. Section 1004 of Title 1 of the District of Columbia Municipal Regulations is\namended as follows:\n(a) Subsection 1004.1 is amended by striking the phrase “D.C. Official Code § 4-132\n(1994 Repl.)” and inserting the phrase “D.C. Official Code § 5-113.02” in its place.\n(b) Subsection 1004.4 is amended to read as follows:\n“1004.4 Subject to the provisions of §§ 1004.1-1004.3, adult arrest records, as provided\nunder D.C. Official Code § 5-113.02, shall be released in a form which reveals only entries\nrelating to offenses which have resulted in convictions or forfeitures of collateral in a court\nproceeding.”.\n(c) Subsection 1004.5 is amended to read as follows:\n“1004.5 Subject to the provisions of §§ 1004.1-1004.3, adult arrest records, as provided\nunder D.C. Official Code § 5-113.02, shall be released in a form which reveals only entries\nrelating to offenses for which the sentence was completed not more than ten (10) years before the\ndate upon which the records are requested or for which collateral was forfeited in a court\nproceeding not more than ten (10) years before the date upon which the records are requested.”.\n(d) A new subsection 1004.9 is added to read as follows:\n“1004.9 Notwithstanding subsections 1004.4 and 1004.5, an individual may request\nproduction of his or her arrest record for the purposes of determining eligibility for sealing or\nexpunging that record pursuant to § 16-801 et seq. or similar sealing statutes in the District or in\nanother jurisdiction and may request production of his or her arrest record for filing a sealing or\nexpungement motion. For the purposes of this subsection, an “arrest record” shall contain a\nlisting of all adult arrests, regardless of the disposition of each arrest, and regardless of the date\non which the arrest, conviction, or completion of the sentence occurred.”.\nSec. 8. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 9. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code ' 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\nDCMR\n\n\f", 
  "title": "Re-entry Facilitation Amendment Act of 2012", 
  "council_period": "20"
}