{
  "end": "1754", 
  "name": "Law_20-18.pdf", 
  "start": "1752", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-18, effective September 19, 2013\n\n20 DCSTAT 1752\n\nAN ACT\n\nTo amend the Fire and Casualty Act to require homeowner's and renter's insurance companies to notify\napplicants and provide a one-time notice to existing policyholders that homeowner's and renter's\ninsurance does not cover losses from flood or sewer-line backup, and to explain how these\npolicies may be obtained.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fire and Casualty Amendment Act of 2013”.\n\nSec. 2. Chapter II of the Fire and Casualty Act, approved October 9, 1940 (54 Stat. 1063;\nD.C. Official Code § 31-2502.01 et seq.), is amended by adding new sections 28a and 28b to\nread as follows:\n“Sec. 28a. Flood insurance notice requirements for the provision of homeowner's and\nrenter's insurance.\n“(a) Within 90 days of the effective date of the Fire and Casualty Amendment Act of\n2013, passed on 2nd reading on June 4, 2013 (Enrolled version of Bill 20-31), a company\nauthorized to sell or negotiate homeowner’s or renter’s insurance in the District of Columbia\nshall provide a written notice that states that a standard homeowner’s or renter’s insurance policy\ndoes not cover losses from flood to:\n“(1) An applicant at the time of application for a homeowner’s or renter’s\ninsurance policy;\n“(2) A policyholder at the time of each renewal of a homeowner’s or renter’s\ninsurance policy, to accompany the renewal notice; and\n“(3) On a one-time basis, a policyholder of a homeowner’s or renter’s insurance\npolicy; provided, that a company shall not be required to provide the one-time notice to an\nexisting policyholder if the renewal of that policyholder’s policy comes due within 90 days of\nthe date the company began issuing the notices required by this subsection.\n“(b) The statement shall:\n“(1) Be on a separate form;\n“(2) Be titled, in at least 12-point type, “Flood Coverage Not Included in the\nStandard Homeowner's or Renter's Insurance Policy”; and\n“(3) Contain, at a minimum, the following information in at least 12 point type:\n“(A) Advise the applicant that flood insurance may be available for an\nadditional premium and that a claim under a flood insurance policy may be adjusted and paid on\na different basis than a claim under a homeowner's or renter's insurance policy;\n\nBill 20-31\nAct 20-95\neffective\nJune 27, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nFire and\nCasualty\nAmendment\nAct of 2013\n\nNew\n§ 31-2502.28a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-18, effective September 19, 2013\n\n20 DCSTAT 1753\n\n“(B) Advise the applicant that a separate application must be completed to\npurchase flood insurance;\n“(C) State that flood insurance may be available through the National\nFlood Insurance Program or other sources;\n“(D) Provide the applicant with the contact information for the National\nFlood Insurance Program;\n“(E) Advise the applicant to consult with the National Flood Insurance\nProgram, the District Department of the Environment, the District Department of Insurance,\nSecurities, and Banking, or the applicant’s mortgage lender about the risks of flooding and the\npotential costs and benefits of flood insurance; and\n“(F) Advise the applicant that the statement shall not be considered a\nreplacement for the terms of the insurance policy, shall not have the effect of altering the\ncoverage afforded by the policy, shall not confer new or additional rights beyond those expressly\nprovided for in the policy, and is only provided as guidance to the homeowner in understanding\nthe terms of the insurance policy.\n“(c) If an application is made by telephone, the insurer is deemed to be in\ncompliance with this section if, within 7 calendar days after the date of application, the insurer\nsends by mail the notice to the insured.\n“(d) If an application is made using the Internet, the insurer is deemed to be in\ncompliance with this section if the insurer provides the notice to the applicant in a stand-alone\nformat, similar to the notice requirements in subsection (b)(1), (2), and (3) of this section, before\nthe submission of the application.\n“(e) The insurer’s failure to provide notice as required under this section does not\ncreate a private right of action.\n“Sec. 28b. Sewer-line backup insurance notice requirements for the provision of\nhomeowner's and renter's insurance.\n“(a) Within 90 days of the effective date of the Fire and Casualty Amendment Act of\n2013, passed on 2nd reading on June 4, 2013 (Enrolled version of Bill 20-31), a company\nauthorized to sell or negotiate homeowner’s or renter’s insurance in the District of Columbia\nshall provide a written notice that states that a standard homeowner’s or renter’s insurance policy\ndoes not cover losses from sewer-line back up to:\n“(1) An applicant at the time of application for a homeowner’s or renter’s\ninsurance policy;\n“(2) A policyholder at the time of each renewal of a homeowner’s or renter’s\ninsurance policy, to accompany the renewal notice; and\n“(3) On a one-time basis, a policyholder of a homeowner’s or renter’s insurance\npolicy; provided, that a company shall not be required to provide the one-time notice to an\nexisting policyholder if the renewal of that policyholder’s policy comes due within 90 days of\nthe date the company began issuing the notices required by this subsection.\n“(b) The statement shall:\n“(1) Be on a separate form;\n\nNew\n§ 31-2502.28b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-18, effective September 19, 2013\n\n20 DCSTAT 1754\n\n“(2) Be titled, in at least 12-point type, “Sewer-line Backup Coverage Not\nIncluded in the Standard Homeowner's or Renter's Insurance Policy”; and\n“(3) Contain, at a minimum, the following information, in at least 12-point type:\n“(A) Advise the applicant that sewer-line backup insurance may be\navailable for an additional premium and that a claim under a sewer-line backup insurance policy\nmay be adjusted and paid on a different basis than a claim under a homeowner's or renter's\ninsurance policy;\n“(B) Advise the applicant that a separate application must be completed to\npurchase sewer-line backup insurance;\n“(C) Advise the applicant to consult with the District Department of\nInsurance, Securities, and Banking or the applicant’s mortgage lender about the risks of sewerline backup and the potential costs and benefits of sewer-line backup insurance; and\n\"(D) Advise the applicant that the statement shall not be considered a\nreplacement for the terms of the insurance policy, shall not have the effect of altering the\ncoverage afforded by the policy, shall not confer new or additional rights beyond those expressly\nprovided for in the policy, and is only provided as guidance to the homeowner in understanding\nthe terms of the insurance policy.\n“(c) If an application is made by telephone, the insurer is deemed to be in compliance\nwith this section if, within 7 calendar days after the date of application, the insurer sends by mail\nthe notice to the insured.\n“(d) If an application is made using the Internet, the insurer is deemed to be in\ncompliance with this section if the insurer provides the notice to the applicant in a stand-alone\nformat, similar to the notice requirements in subsection (b)(1), (2), and (3) of this section, before\nthe submission of the application.\n“(e) The insurer’s failure to provide notice as required under this section does not create\na private right of action.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Fire and Casualty Amendment Act of 2013", 
  "council_period": "20"
}