{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 212\nD.C. Law 19-213, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-451, 59 DCR 11095)\n\nAN ACT\n\nBill 19-951\nAct 19-515\neffective\nOctober 31,\n2012\n\nTo amend, on a temporary basis, the Driver License Compact Adoption Act of 1984 to require the Mayor to\nreview the revocation of a driver’s license if the revocation was based on a reckless driving\nconviction in a foreign jurisdiction.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Reckless Driving Temporary Amendment Act of 2012”.\n\nReckless\nDriving\nTemporary\nAmendment\nAct of 2012\n\nSec. 2. The Driver License Compact Adoption Act of 1984, effective March 16, 1985\n(D.C. Law 5-184; D.C. Official Code § 50-1001 et seq.), is amended by adding a new section 2a\nto read as follows:\n“Sec. 2a. Reinstatement of revoked licenses.\n“(a) Within 15 days of the effective date of the Reckless Driving Emergency Amendment\nAct of 2012, effective September 21, 2012 (D.C. Act 19-451; 59 DCR 11095), the Mayor shall\ncomplete a review of each individual whose license is currently revoked or in the process of\nbeing revoked as the result of a reckless, careless, hazardous, or aggressive driving conviction in\na foreign jurisdiction.\n“(b) When conducting a review under this section, the Mayor shall immediately reinstate\nan individual’s license and reduce the points assessed for the conviction in a foreign jurisdiction\nfrom 12 to 2 unless the Mayor:\n“(1) Determines that the conduct upon which the foreign conviction is based\nwould have constituted all the elements of reckless driving under section 9 of the District of\nColumbia Traffic Act, 1925, approved March 3, 1925 (43 Stat. 1123; D.C. Official Code § 502201.04), if the offense had been committed in the District;\n“(2) Determines that the conduct upon which the foreign conviction is based is of\na substantially similar nature to a District offense or violation and, after assessing against the\nlicense the number of points for that offense or violation, the total number of points assessed\nagainst the license is 12 or greater; or\n“(3) Cannot determine whether the conduct upon which the foreign conviction is\nbased would have constituted reckless driving or another offense or violation under District law,\nand after assessing against the license 2 points, the total number of points assessed against the\nlicense is 12 or greater.\n“(c)(1) Within 7 days after the completion of the review required by this section, the\nMayor shall notify the individual of the Mayor’s determination.\n\nNote,\n§ 50-1001\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 213\nD.C. Law 19-213, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-451, 59 DCR 11095)\n“(2) Within 10 days of receiving notice under paragraph (1) of this subsection, an\nindividual may request a hearing to contest the determination of the Mayor.\n“(3) The Mayor shall schedule a hearing within 5 days of an individual’s request\nfor a hearing.\n“(4) Within 5 days after a hearing, the Mayor shall issue a final decision.\n“(5) The Mayor shall bear the burden of proof to establish by clear and\nconvincing evidence that revocation or assessment of points is appropriate.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f",
  "title": "Reckless Driving Temporary Amendment Act of 2012",
  "end": "213",
  "start": "212",
  "name": "Law_19-213.pdf"
}