{
  "end": "897", 
  "name": "Law_19-272.pdf", 
  "start": "897", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-272, effective April 23, 2013\n\n20 DCSTAT 897\n\nAN ACT\n\nTo amend the District of Columbia Traffic Act, 1925 to clarify the exceptions and exemptions for payment\nof excise tax for transfer of ownership of a motor vehicle.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Excise Tax Amendment Act of 2012”.\nSec. 2. Section 6(j) of the District of Columbia Traffic Act, 1925, approved March 3,\n1925 (43 Stat. 1121; D.C. Official Code § 50-2201.03(j)), is amended as follows:\n(a) The lead-in language of paragraph (1) is amended to read as follows:\n“ (1) In addition to the fees and charges levied under other provisions of this act,\nthere is levied and imposed an excise tax on the issuance of every original certificate of title for\na motor vehicle or trailer in the District of Columbia and every subsequent certificate of title\nissued in the District of Columbia in the case of a sale, resale, or gift, except in the case of a\nbona fide gift of a vehicle already titled in the District given between spouses, parent and child,\nor domestic partners, as that term is defined in section 2(3) of the Health Care Benefits\nExpansion Act of 1992, effective June 11, 1992 (D.C. Law 9-114; D.C. Official Code § 32701(3)), or other transfer at the following percentage of the fair market value of the motor\nvehicle or trailer at the time the certificate of title is issued:”.\n(b) Paragraph 3(H) is amended to read as follows:\n“(H) Motor vehicles and trailers registered or titled in another state or\nUnited States jurisdiction by a nonresident before the nonresident established or maintained\nresidency in the District.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nBill 19-959\nAct 19-634\neffective\nJanuary 22,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nExcise Tax\nAmendment\nAct of 2012\n\nAmend\n§ 50-2201.03\n\n\f", 
  "title": "Excise Tax Amendment Act of 2012", 
  "council_period": "20"
}