{
  "end": "929", 
  "name": "Law_19-285.pdf", 
  "start": "928", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-285, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 928\n\nAN ACT\n\nBill 19-800\nAct 19-652\neffective\nJanuary 29,\n2013\n\nTo amend Chapter 46 of Title 47 of the District of Columbia Official Code to provide a real property tax\nexemption to the Israel Senior Residences project, and to provide an exemption from permit fees\nto the Israel Senior Residences project.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Israel Senior Residences Tax Exemption Act of 2012”.\n\nIsrael Senior\nResidences\nTax\nExemption\nAct of 2012\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation 47-4659 to read\nas follows:\n“47-4659. The Israel Senior Residences, Lot 60, Square 3848.”.\n(b) A new section 47-4659 is added to read as follows:\n“§ 47-4659. The Israel Senior Residences, Lot 60, Square 3848.\n“(a) Beginning on the 1st day of the half tax year immediately following the date on\nwhich site preparation begins, as evidenced by the issuance of a grading permit or excavation\npermit, whichever is issued first, the Housing Element shall be exempt from real property taxes\nactually assessed and imposed under Chapter 8 of this title; provided, that:\n“(1) The first level of concrete shall be laid for the Israel Senior Residences by\nDecember 31, 2013;\n“(2) A certificate of occupancy for the Housing Element shall have been issued\nwithin 24 months after the first level of concrete has been laid; and\n“(3) The affordable units shall be registered on-line within 60 days of issuance of\nthe certificate of occupancy for the Housing Element and shall have been issued on the housing\nlocator at www.dchousingsearch.org, where the affordable units shall be registered and\nmonitored for compliance.\n“(b) For each deadline set forth in subsection (a) of this section, one 6-month extension\nmay be granted at the discretion of the Mayor.\n“(c) If the deadlines set forth in subsection (a) of this section, as they may be extended by\nthe Mayor pursuant to subsection (b) of this section, are not met, the Israel Senior Residences,\nLLC, shall pay to the District a sum equal to the amount of real property tax that would have\nbeen imposed on the Israel Senior Residences project in the absence of the exemption provided\nin subsection (a) of this section.\n“(d)(1) The exemption from real property taxation provided in subsection (a) of this\nsection shall expire on the date that is the last day of the half tax year immediately following the\n\nNew\n§ 47-4659\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-285, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 929\n\nearlier of the passage of 30 years or the date on which the Housing Element no longer has at least\n50% of the total units of the Israel Senior Residences project designated as affordable units.\n“(2) The owner shall inform the Office of Tax and Revenue when the Housing\nElement is no longer entitled to the exemption granted by subsection (a) of this section.\n“(e) Notwithstanding any other provision of law, no fees shall be charged to the\ndeveloper of the Israel Senior Residences project for any permits related to the construction of\nthe Israel Senior Residences, including private space or building permit fees or public space\npermit fees. The exemption provided by this subsection shall not include inspection fees for\nsuch permits.\n“(f) For the purposes of this section, the term:\n“(1) “Affordable units” means residential units affordable to households with\nincomes between 50% and 80% of the area median income of the Washington, D.C.\nmetropolitan statistical area, as determined annually by the United States Department of Housing\nand Urban Development, or its successor agency, which units shall comprise no less than 100%\nof the total number of units in the Israel Senior Residences project.\n“(2) “Housing Element” means Lot 60, Square 3848, on which the residential\nunits and accessory parking of the Israel Senior Residences project shall be constructed.\n“(3) “The Israel Senior Residences LLC” means the entity that will construct the\nIsrael Senior Residences on Lot 60, Square 3848, or such other taxation lots that may be created\nfrom the current Lot 60.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat, 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDelayed\nApplicability\n\n\f", 
  "title": "Israel Senior Residences Tax Exemption Act of 2012", 
  "council_period": "20"
}