{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1076\n\nAN ACT\n\nBill 19-986\nAct 19-673\neffective\nFebruary 5,\n2013\n\nTo regulate the licensing and sale of insurance coverage for portable electronics; and to amend the\nProducer Licensing Act of 2002 to add portable electronics as a category of limited line\ninsurance.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Portable Electronics Insurance Amendment Act of 2012”.\n\nPortable\nElectronics\nInsurance\nAmendment\nAct of 2012\n\nTITLE I\nSec. 101. Definitions.\nFor purposes of this title, the term:\n(1) “Commissioner” means the Commissioner of the Department of Insurance,\nSecurities, and Banking.\n(2) “Customer” means a person who purchases portable electronics or services.\n(3) “District” means the District of Columbia.\n(4) “Enrolled customer” means a customer who elects coverage under a portable\nelectronics insurance policy issued to a vendor of portable electronics.\n(5) “Location” means any physical location in the District or any website, call\ncenter site, or similar location directed to residents of the District.\n(6) “Portable electronics” means electronic devices that are portable in nature,\ntheir accessories and services related to the use of the device.\n(7)(A) “Portable electronics insurance” means insurance providing coverage for\nthe repair or replacement of portable electronics, which may provide coverage for portable\nelectronics against any one or more of the following causes of loss:\n(i) Loss;\n(ii) Theft;\n(iii) Inoperability due to mechanical failure;\n(iv) Malfunction; or\n(v) Damage or other similar causes of loss.\n(B) The term “portable electronics insurance” does not include:\n(i) A service contract or extended warranty providing coverage\nlimited to the repair, replacement, or maintenance of property for the operational or structural\nfailure of property due to a defect in materials, workmanship, accidental damage from handling,\npower surges, or normal wear and tear;\n(ii) A policy of insurance covering a seller’s or a manufacturer’s\n\nNew Chapter\n50C, Title 31\nNew\n§ 31-5051.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1077\n\nobligations under a warranty; or\n(iii) A homeowner’s, renter’s, private passenger automobile,\ncommercial, multi-peril, or similar policy.\n(8) “Portable electronics transaction” means:\n(A) The sale or lease of portable electronics by a vendor to a customer; or\n(B) The sale of a service related to the use of portable electronics by a\nvendor to a customer.\n(9) “Supervising entity” means a business entity that is a licensed insurer or\ninsurance producer that is appointed by an insurer to supervise the administration of a portable\nelectronics insurance program.\n(10) “Vendor” means a person in the business of engaging in portable electronics\ntransactions directly or indirectly.\nSec. 102. License requirements; training; sale of plans.\n(a) A vendor is required to hold a limited-lines license to sell or offer coverage under a\npolicy of portable electronics insurance.\n(b)(1) A limited-lines license issued under this section shall authorize any employee or\nauthorized representative of the vendor to sell or offer coverage under a policy of portable\nelectronics insurance to a customer at each location at which the vendor engages in portable\nelectronics transactions and such employee or authorized representative shall not be subject to\nlicensure as an insurance producer; provided, that the insurer issuing the portable electronics\ninsurance either directly supervises or appoints a supervising entity to supervise the\nadministration of the training program, including development of a training program, for\nemployees and authorized representatives of the vendors.\n(2)(A) The training required by this subsection shall comply with the following\nrequirements:\n(i) The training shall be provided to employees and authorized\nrepresentatives of vendors who are directly engaged in the activity of selling or offering portable\nelectronics insurance;\n(ii) The training may be provided in electronic form; provided,\nthat, if conducted in an electronic form, the supervising entity shall implement a supplemental\neducation program regarding the portable electronics insurance product that is conducted and\noverseen by licensed employees of the supervising entity; and\n(iii) Each employee and authorized representative shall receive\nbasic instruction about the portable electronics insurance offered to customers and the\ndisclosures required under subsection (d) of this section.\n(B) The training provided pursuant to this subsection shall not be subject\nto the prior approval requirement of section 5a(b) of the Producer Licensing Act of 2002,\neffective May 13, 2008 (D.C. Law 17-155; D.C. Official Code § 31-1131.05a(b)).\n(c) No employee or authorized representative of a vendor of portable electronics shall\nadvertise, represent, or otherwise hold himself or herself out as a non-limited lines licensed\n\nNew\n§ 31-5051.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1078\n\ninsurance producer.\n(d) At every location where portable electronics insurance is offered to customers,\nbrochures or other written materials must be made available to a prospective customer that:\n(1) Disclose that portable electronics insurance may provide a duplication of\ncoverage already provided by a customer’s homeowner's insurance policy, renter’s insurance\npolicy, or other source of coverage;\n(2) State that the enrollment by the customer in a portable electronics insurance\nprogram is not required in order to purchase or lease portable electronics or services;\n(3) Summarize the material terms of the insurance coverage, including:\n(A) The identity of the insurer;\n(B) The identity of the supervising entity;\n(C) The amount of any applicable deductible and how it is to be paid;\n(D) Benefits of the coverage; and\n(E) Key terms and conditions of coverage, such as whether portable\nelectronics may be repaired or replaced with similar make and model reconditioned or nonoriginal manufacturer parts or equipment;\n(4) Summarize the process for filing a claim, including a description of\nhow to return portable electronics and the maximum fee applicable in the event the customer\nfails to comply with any equipment return requirements; and\n(5) State that an enrolled customer may cancel enrollment for coverage under a\nportable electronics insurance policy at any time and the person paying the premium shall\nreceive a refund of any applicable unearned premium.\n(e) Notwithstanding any other provision of law, employees or authorized representatives\nof a vendor of portable electronics shall not be compensated based primarily on the number of\ncustomers enrolled for portable electronics insurance coverage but may receive compensation for\nactivities under the limited-lines license that is incidental to their overall compensation.\n(f) The supervising entity appointed to supervise a vendor’s portable electronics\ninsurance program shall maintain a registry of vendor locations that are authorized to sell or\nsolicit portable electronics insurance coverage in the District. Upon request by the Commissioner\nand with 10 days notice to the supervising entity, the registry shall be open to inspection and\nexamination by the Commissioner during regular business hours of the supervising entity.\n(g) Applications for licensure under this section shall be made by a vendor in\naccordance with section 6 of the Producer Licensing Act of 2002, effective March 27, 2003\n(D.C. Law 14-264; D.C. Official Code § 31-1131.06), for residents of the District and section 8\nof the Producer Licensing Act of 2002, effective March 27, 2003 (D.C. Law 14-264; D.C.\nOfficial Code § 31-1131.08), for non-residents. Information regarding a vendor’s officers,\ndirectors, or shareholders submitted in connection with a vendor’s application for licensure shall\nbe limited to an employee or officer of the vendor that is designated by the applicant as the\nperson responsible for the vendor’s compliance with the requirements of this section; provided,\nthat if the vendor derives more than 50% of its revenue from the sale of portable electronics\ninsurance, the information shall be provided for all officers, directors, and shareholders of record\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1079\n\nhaving beneficial ownership of 10% or more of any class of securities registered under the\nfederal securities law.\nSec. 103. Billing and collection of premiums.\n(a) Charges for portable electronics insurance coverage may be billed and collected by\nthe vendor of portable electronics. Any charge to the enrolled customer for coverage that is not\nincluded in the cost associated with the purchase or lease of portable electronics or related\nservices shall be separately itemized on the enrolled customer’s bill. If the portable electronics\ninsurance coverage is included with the purchase or lease of portable electronics or related\nservices, the vendor shall clearly and conspicuously disclose to the enrolled customer that the\nportable electronics insurance coverage is included with the portable electronics or related\nservices.\n(b) Vendors billing and collecting charges for portable electronics insurance coverage\nshall not be required to maintain funds collected in a segregated account; provided, that the\nvendor is authorized by the insurer to hold the funds in an alternative manner and remits the\namounts to the supervising entity within 60 days of receipt. All funds received by a vendor from\nan enrolled customer for the sale of portable electronics insurance shall be considered funds held\nin trust by the vendor in a fiduciary capacity for the benefit of the insurer.\n(c) Vendors may receive compensation for billing and collection services.\n\nNew\n§ 31-5051.03\n\nSec. 104. Termination and modification of coverage.\n(a) Notwithstanding any other provision of law:\n(1) An insurer may terminate or otherwise change the terms and conditions of\na policy of portable electronics insurance only upon providing the policyholder and enrolled\ncustomers with at least 30 days notice.\n(2) If the insurer changes the terms and conditions, then the insurer shall\nprovide the vendor policyholder with a revised policy or endorsement and each enrolled\ncustomer with a revised certificate, endorsement, updated brochure, or other evidence indicating\nthat a change in the terms and conditions has occurred and a summary of material changes.\n(3) Notwithstanding paragraph (1) of this subsection, an insurer may terminate\nan enrolled customer’s enrollment under a portable electronics insurance policy upon 15 days\nnotice for discovery of fraud or material misrepresentation in obtaining coverage or in the\npresentation of a claim under the policy.\n(4) Notwithstanding paragraph (1) of this subsection, an insurer may\nimmediately terminate an enrolled customer’s enrollment under a portable electronics insurance\npolicy:\n(A) For nonpayment of premium;\n(B) If the enrolled customer ceases to have an active service with the\nvendor of portable electronics; or\n(C) If an enrolled customer exhausts the aggregate limit of liability, if\nany, under the terms of the portable electronics insurance policy and the insurer sends notice of\n\nNew\n§ 31-5051.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1080\n\ntermination to the enrolled customer within 30 days after exhaustion of the limit; provided, that if\nnotice is not timely sent, enrollment shall continue notwithstanding the aggregate limit of\nliability until the insurer sends notice of termination to the enrolled customer.\n(5) Where a portable electronics insurance policy is terminated by a\npolicyholder, the policyholder shall mail or deliver written notice to each enrolled customer\nadvising the enrolled customer of the termination of the policy and the effective date of\ntermination. The written notice shall be mailed or delivered to the enrolled customer at least 30\ndays before the termination.\n(b)(1) Whenever notice or correspondence with respect to a policy of portable\nelectronics insurance is required pursuant to this section or is otherwise required by law, it shall\nbe in writing and sent within the notice period, if any, specified within the statute or regulation\nrequiring the notice or correspondence. Notwithstanding any other provision of law, notices and\ncorrespondence may be sent either by mail or by electronic means as set forth in this subsection.\n(2) If the notice or correspondence is mailed, it shall be sent to the vendor of\nportable electronics at the vendor's mailing address specified for such purpose and to its affected\nenrolled customer’s last known mailing address on file with the insurer. The insurer or vendor of\nportable electronics, as the case may be, shall maintain proof of mailing in a form authorized or\naccepted by the United States Postal Service or other commercial mail delivery service.\n(3) If the notice or correspondence is sent by electronic means, it shall be sent to\nthe vendor of portable electronics at the vendor's electronic mail address specified for such\npurpose and to its affected enrolled customer's last known electronic mail address as provided by\neach enrolled customer to the insurer or vendor of portable electronics, as the case may be. For\npurposes of this subsection, an enrolled customer's provision of an electronic mail address to the\ninsurer or vendor of portable electronics, as the case may be, shall be deemed consent to receive\nnotices and correspondence by electronic means as long as disclosure to that effect is provided to\nthe customer. The insurer or vendor of portable electronics, as the case may be, shall maintain\nproof that the notice or correspondence was sent.\n(c) Notice or correspondence required by this section or otherwise required by\nlaw may be sent on behalf of an insurer or vendor, as the case may be, by the supervising entity\nappointed by the insurer.\nSec. 105. Penalties.\n(a) A vendor shall report any violation of this title to the Commissioner within 30 days\nof discovery of the violation by the vendor.\n(b) If a vendor of portable electronics or its employee or authorized representative\nviolates any provision of this title, the Commissioner may:\n(1) After notice and hearing, impose fines not to exceed $2,500 per violation\nor a $10,000 maximum fine in the aggregate for such conduct; and\n(2) After notice and hearing, impose other penalties that the Commissioner\nconsiders necessary and reasonable to carry out the purpose of this title, including:\n(A) Suspending the privilege of transacting portable electronics insurance\n\nNew\n§ 31-5051.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-306, effective May 1, 2013\n\n20 DCSTAT 1081\n\npursuant to this section at specific business locations where violations have occurred; and\n(B) Suspending or revoking the ability of individual employees or\nauthorized representatives to act under the limited lines license.\nSec. 106. Rules.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules to\nimplement the provisions of this title. The proposed rules shall be submitted to the Council for a 45day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If\nthe Council does not approve or disapprove the proposed rules, in whole or in part, by resolution\nwithin this 45-day review period, the proposed rules shall be deemed disapproved.\n\nNew\n§ 31-5051.06\n\nTITLE II\nSec. 201. Section 7(a)(10) of the Producer Licensing Act of 2002, effective March 27,\n2003 (D.C. Law 14-264, D.C. Official Code § 31-1131.07(a)(10)), is amended by adding a new\nsubparagraph (C-i) to read as follows:\n“(C-i) Portable electronics;”.\nTITLE III\nSec. 301. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 302. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 31-1131.07\n\n\f",
  "title": "Portable Electronics Insurance Amendment Act of 2012",
  "end": "1081",
  "start": "1076",
  "name": "Law_19-306.pdf"
}