{
  "start": "1243", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1243\nD.C. Law 19-309, effective May 1, 2013 (Expiration date December 12, 2013)\n(Related Emergency Legislation is Act 19-583, 60 DCR 132)\n\nAN ACT\n\nBill 19-1071\nAct 19-676\neffective\nFebruary 11,\n2013\n\nTo amend, on a temporary basis, the Police Officers, Fire Fighters, and Teachers Retirement Benefit\nReplacement Act of 1998 to comply with applicable tax qualification provisions of the Internal\nRevenue Code for governmental retirement plans.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Police Officers, Fire Fighters, and Teachers Retirement Benefit\nReplacement Act of 1998 Temporary Amendment Act of 2012”.\n\nPolice\nOfficers, Fire\nFighters, and\nTeachers\nRetirement\nBenefit\nReplacement\nAct of 1998\nTemporary\nAmendment\nAct of 2012\n\nSec. 2. The Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement\nAct of 1998, effective September 18, 1998 (D.C. Law 12-152; D.C. Official Code § 1-901.01 et\nseq.), is amended as follows:\n(a) Section 123 (D.C. Official Code § 1-905.03) is amended to read as follows:\n“Sec. 123. Tax treatment of plan.\n\"The replacement plan described in section 121 shall be deemed a “governmental plan”\nas defined in section 414(d) of the Internal Revenue Code of 1986, approved October 22, 1986\n(100 Stat. 2085; 26 U.S.C. § 1 et seq.) (\"Internal Revenue Code\"), which is intended to qualify\nunder section 401(a) of the Internal Revenue Code, and all benefits provided from the\nreplacement plan shall be deemed governmental plan benefits maintained by the District.”.\n(b) Section 203 (D.C. Official Code § 1-911.03) is amended to read as follows:\n“Sec. 203. Alienation of benefits.\n\"Benefits of the retirement programs provided for in this act shall not be assigned or\nalienated, except to the extent expressly permitted by this act or by another applicable law and\nwith respect to a domestic relations order that substantially meets all of the requirements of\nsection 414(p) of the Internal Revenue Code, as determined solely by the Retirement Board.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\n\nNote,\n§ 1-905.03\n\nNote,\n§ 1-911.03\n\n\f", 
  "end": "1243", 
  "name": "Law_19-309.pdf", 
  "title": "Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 1998 Temporary Amendment Act of 2012"
}