{
  "start": "2197", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2197\n\nAN ACT\n\nTo amend the Retail Electric Competition and Consumer Protection Act of 1999 to update the net metering\nprovisions to ensure consistency across programs, to allow for the creation of community\nrenewable energy facilities that are renewable energy facilities interconnected at the distribution\nsystem level and located in a community served by an electric company, to allow retail customers\nof an electric company whose meters or accounts are within the District of Columbia and within\nthe same service territory as a community renewable energy facility to subscribe to a community\nrenewable energy facility, to allow for the establishment of subscriber organizations to\nbeneficially own or operate community renewable energy facilities for subscribers, to allow for\nthird parties under contract with subscriber organizations to build, own, or operate community\nrenewable energy facilities, to allow for the monetary value of electricity generated by a\ncommunity renewable energy facility to be credited to its subscribers to offset subscribers’\nelectricity bills, and to allow the SOS administrator to offset wholesale purchases via community\nnet metering, and to provide appropriate public-private financing mechanisms for renewable\nenergy and related investments; and to amend the Renewable Energy Portfolio Standard Act of\n2004 to require that the District Department of the Environment report progress towards solar\ngeneration goals.\n\nBill 20-57\nAct 20-186\neffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Community Renewable Energy Amendment Act of 2013”.\n\nSec. 2. The Retail Electric Competition and Consumer Protection Act of 1999, effective\nMay 9, 2000 (D.C. Law 13-107; D.C. Official Code § 34-1501 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 34-1501) is amended as follows:\n(1) New paragraphs (9A) and (9B) are added to read as follows:\n“(9A) “Community net metering” means a billing arrangement under which the\nmonetary value of electric energy generated by a community renewable energy facility and\ndelivered to the electric company’s local distribution facilities is used to offset electric energy\ncharges accrued during a subscriber’s applicable billing period.\n“(9B) “Community renewable energy facility” or “CREF” means an energy\nfacility using renewable resources defined as tier one renewable sources in section 3(15) of the\nRenewable Energy Portfolio Standard Act of 2004, effective April 12, 2005 (D.C. Law 15-340;\nD.C. Official Code § 34-1431(15)) that is located within the District of Columbia and where the\nmonetary value of electricity generated by the facility is credited to the subscribers of the\nfacility.”.\n(2) A new paragraph (12A) is added to read as follows:\n“(12A) “CREF credit rate” means a credit rate applied to subscribers of\ncommunity renewable energy facilities which shall be equal to the standard offer service rate for\n\nAmend\n§ 34-1501\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2198\n\nthe General Service Low Voltage Non-Demand Customer class or its successor, as determined by\nthe Commission, based upon section 118.”.\n(3) New paragraphs (15A) and (15B) are added to read as follows:\n“(15A) “Department” means the District Department of the Environment.\n“(15B) “Director” means the Director of the District Department of the\nEnvironment or his or her designee.”.\n(4) A new paragraph (16A) is added to read as follows:\n“(16A) “Electric company” shall have the same meaning as provided in the\nfifteenth unnumbered paragraph in paragraph 1 of section 8 of An Act Making appropriations to\nprovide for the expenses of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 976;\nD.C. Official Code § 34-207).”.\n(5) A new paragraph (17B) is added to read as follows:\n“(17B) “Individual billing meter” means an individual meter or a set of meters\nwhen meters are combined for billing purposes.”.\n(6) A new paragraph (24A) is added to read as follows:\n“(24A) “Renewable energy credit” shall have the same meaning as provided in\nsection 3(10) of the Renewable Energy Portfolio Standard Act of 2004, effective April 12, 2005\n(D.C. Law 15-340; D.C. Official Code § 34-1431(10)).”.\n(7) A new paragraph (25A) is added to read as follows:\n“(25A) “SOS administrator” means the provider of standard offer service\nmandated by section 109.”.\n(8) New paragraphs (27), (27A), and (27B) are added to read as follows:\n“(27) “Subscriber” means a retail customer of the electric company who owns a\nsubscription and who has identified an individual billing meter within the District of Columbia to\nwhich the subscription shall be attributed.\n“(27A) “Subscriber organization” means any for-profit or nonprofit entity\npermitted by District of Columbia law that owns or operates one or more community renewable\nenergy facilities for the benefit of the subscribers.\n“(27B) “Subscription” means a percentage interest in a community renewable\nenergy facility’s electrical production.”.\n(b) A new section 101a is added to read as follows:\n“Sec. 101a. Policy findings.\n“The Council of the District of Columbia adopts the following policy findings in support\nof community renewable energy:\n“(1) Local communities benefit from the deployment of tier one renewable energy\nin the District, and the Council hereby encourages the Department to establish programs that\nsupport development of such projects;\n“(2) It is in the public interest that the Department encourages broad participation\nin District-based tier one renewable electric generation by District residents, not-for-profit\nentities, and for-profit entities through outreach efforts and programs in all 8 wards;\n\nNew\n§ 34-1501.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2199\n\n“(3) It is in the public interest that the Department enables the development and\ndeployment of community renewable energy facilities for the following purposes:\n“(A) To allow renters and low- to moderate-income retail electric\ncustomers to own interests in tier one renewable energy generating facilities;\n“(B) To allow interests in tier one renewable energy generation facilities\nto be portable and transferrable;\n“(C) To facilitate market entry for all potential subscribers, while\nprioritizing those persons most sensitive to market barriers; and\n“(D) To encourage developers to promote participation by renters and\nlow- to moderate-income retail electric customers; and\n“(4) It is in the public interest for developers to encourage participation by renters\nand low- to moderate-income retail electric customers.”.\n(c) Section 118(b) (D.C. Official Code § 34-1518(b)) is amended by adding a new\nparagraph (5) to read as follows:\n“(5) The Commission shall establish additional rules as necessary for the electric\ncompany to implement the following provisions:\n“(A) A community renewable energy facility shall meet all applicable\nsafety and performance standards. The Commission may adopt by rulemaking additional control\nand testing requirements for community renewable energy facilities that the Commission\nconsiders necessary to protect public safety and system reliability.\n“(B) The owners of, subscribers to, and any subscriber organization\ncontrolling a community renewable energy facility shall not be considered public utilities or\nelectricity suppliers solely as a result of their interest or participation in the community\nrenewable energy facility.\n“(C) Prices paid for subscriptions and contractual matters in a community\nrenewable energy facility shall not be subject to the jurisdiction of the Commission.\n“(D) The subscriber organization or the third-party owner shall own the\nrenewable energy credits associated with the electricity generated by the community renewable\nenergy facility, unless the credits were explicitly contracted for through a separate transaction\nindependent of any net metering or interconnection agreement or contract.\n“(E) The owner or operator of each community renewable energy facility\nshall follow all procedures for interconnection specified in Chapter 40 of Title 15 of the District\nof Columbia Municipal Regulations.\n“(F) All electricity exported to the grid by the community renewable\nenergy facility shall become the property of the SOS administrator, pursuant to section 118a(h),\nbut shall not be counted toward the electric company’s total retail sales for purposes of the\nRenewable Energy Portfolio Standard Act of 2004, effective April 12, 2005 (D.C. Law 15-340;\nD.C. Official Code § 34-1431 et seq.). The SOS administrator shall use subscribed energy to\noffset purchases from wholesale suppliers for standard offer service.\n“(G) The monetary value of subscribed energy produced by a community\nrenewable energy facility shall be determined as established in this section, as implemented by\n\nAmend\n§ 34-1518\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2200\n\nthe Commission.\n“(H) The amount of electricity generated each month available for\nallocation as subscribed or unsubscribed energy shall be determined by a revenue quality\nproduction meter installed and paid for by the owner of the community renewable energy facility.\nIt shall be the electric company’s responsibility to read the production meter.\n“(I) The determination of the monetary value of credits allocated to each\nsubscriber to a particular community renewable energy facility shall be based on each\nsubscriber’s percentage interest of the total production of the community renewable energy\nfacility.\n“(J) Each billing month, the value of the credits allocated to each\nsubscriber shall be calculated by multiplying the quantity of kilowatt hours allocated to each\nsubscriber by the subscriber’s CREF credit rate.\n“(K) If the value of the credits generated by the community renewable\nenergy facility allocated to the subscriber exceeds the amount owed by the subscriber as shown\non the subscriber’s bill at the end of the billing period, the remaining value of the credit shall\ncarry over from month to month until the value of any remaining credits are used.\n“(L) If the value of the credit generated by the community renewable\nenergy facility allocated to the subscriber is less than the amount owed by the subscriber as\nshown on the subscriber’s bill at the end of the applicable billing period, the subscriber shall be\nbilled for the difference between the amount shown on the bill and the value of the available\ncredits.\n“(M) If the subscriber is served by an energy supplier other than the SOS\nadministrator, the subscriber shall be billed by the energy supplier for the full kilowatt-hours\nconsumed by the subscriber during the billing period, and will receive the value of the credits\ngenerated by the CREF from the SOS administrator at the subscriber’s CREF credit rate.”.\n(d) A new section 118a is added to read as follows:\n“Sec. 118a. Community renewable energy facilities.\n“(a) A community renewable energy facility may produce no greater than 5 megawatts of\nelectricity and must have at least 2 subscribers.\n“(b) A subscriber to an eligible community renewable energy facility may offset no more\nthan 120% of the subscriber’s electricity consumption over the previous 12 months.\n“(c) Each subscription shall represent a percentage of the community renewable energy\nfacility’s generating capacity; provided, that the subscription is intended primarily to offset part\nor all of the subscriber’s own electrical requirements.\n“(d) All individual billing meters for subscriptions to community renewable energy\nfacilities shall be within the District of Columbia.\n“(e) A community renewable energy facility may be built, owned, or operated by a third\nparty under contract with a subscriber organization.\n“(f) A community renewable energy facility may add capacity and subscribers to its\nfacility if the added capacity and subscribers do not reduce the electrical production benefit to\nexisting subscribers.\n\nNew\n§ 34-1518.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2201\n\n“(g) A community renewable energy facility may update its subscribers no more\nfrequently than once per quarter. Each quarter the owner of a CREF or its designated agent shall\nprovide the following information about its subscribers to the electric company as required to\nfacilitate net metering for subscribers:\n“(1) Name, address, and account number of each subscriber; and\n“(2) The percentage interest of each subscriber in the capacity of the CREF;\n“(h) The electric company may require that a CREF and its subscribers have their meters\nread on the same billing cycle.\n“(i) If the electrical capacity of a community renewable energy facility is not fully\nsubscribed, the SOS administrator shall purchase the energy associated with the unsubscribed\ncapacity at the PJM Locational Marginal Price for the PEPCO zone, adjusted for ancillary\nservice charges.\n“(j) Subscribers shall be eligible to receive electricity credits so long as the CREF\ncontinues to generate and provide power to the distribution grid, regardless of the bankruptcy or\ncontractual default of any subscriber or of the subscriber organization.\n“(k) A community renewable energy facility shall not add subscribers without adhering to\nthe consumer protection provisions contained in section 107.\n“(l) A community renewable energy facility may not sell subscriptions totaling more than\n100% of its energy generation.”.\n(e) New sections 121 and 122 are added to read as follows\n“Sec. 121. Consumer disclosure requirements.\n“(a) An entity selling or reselling an interest in a community renewable energy facility\nshall provide a disclosure to the potential subscriber that includes the following, prior to the sale\nor resale of that subscription:\n“(1) A good faith estimate of the annual kilowatt hours to be delivered by the\ncommunity renewable energy facility based on the size of the subscriber’s interest;\n“(2) A plain language explanation of the terms under which the bill credits will be\ncalculated;\n“(3) A plain language explanation of the contract provisions regulating the\ndisposition or transfer of the subscription; and\n“(4) A plain language explanation of the costs and benefits to the potential\nsubscriber based on the subscriber’s current usage and applicable tariff, for the term of the\nproposed contract.\n“(b) The Mayor or his or her designee may require that any entity engaged in the sale or\nresale of a subscription in a community renewable energy facility provide additional disclosure\nto the buyer or lessee, the Mayor, or both.\n“(c) All contracts for the sale or resale of a subscription in a community renewable energy\nfacility for use in a residential dwelling may be reviewed by the Mayor or his or her designee\nupon request.\n“(d) The Mayor pursuant to Title 1 of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\n\nNew\n§ 34-1521\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-47, effective December 13, 2013\n\n20 DCSTAT 2202\n\nrules to carry out the disclosure requirements contained in this section.\n“Sec. 122. Recovery of CREF implementation costs.\n“Pursuant to paragraphs 2 and 94 of section 8 of An Act Making appropriations to\nprovide for the expenses of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 977,\n994; D.C. Official Code §§ 34-1101 and 34-901), the electric company may seek recovery of any\ncosts associated with the implementation of this act in a base rate case. In a base rate case filing\nthat includes recovery of such costs, the electric company shall include in its filing with the\nCommission any benefits and costs to the electric company. Any recovery of the net costs by the\nelectric company approved by the Commission shall occur solely through a rate assessment of\nthe subscribers.”.\nSec. 3. Section 6 of the Renewable Energy Portfolio Standard Act of 2004, effective\nApril 12, 2005 (D.C. Law 15-340; D.C. Official Code § 34-1434), is amended by adding a new\nsubsection (f) to read as follows:\n“(f) The District Department of the Environment shall publish on its website at least\nannually a report that describes progress towards the solar generation goals provided in the\nrenewable energy portfolio standard and a comparison with other sources of energy used in the\nDistrict. Each report shall detail the equitable distribution of resources consistent with the policy\nfindings in section 101a of the Retail Electric Competition and Consumer Protection Act of\n1999, passed on 2nd reading on October 1, 2013 (Enrolled version of Bill 20-57).”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 34-1522\n\nAmend\n§ 34-1434\n\n\f", 
  "end": "2202", 
  "name": "Law_20-47.pdf", 
  "title": "Community Renewable Energy Act of 2013"
}