{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4117\n\nAN ACT\n\nTo amend the District of Columbia Government Comprehensive Merit Personnel Act of 1978 to change the\nname of the District’s Annuitants’ Health and Life Insurance Employer Contribution Trust Fund\nto the Other Post-Employment Benefits Fund (“Fund”), to specify requirements for payment and\ncalculation of the District’s annual contribution to the Fund, to include requirements for actuarial\nanalyses conducted for the Fund, to require the Mayor and District agencies or instrumentalities\nto provide information necessary for the administration of the Fund, to require the preparation of\nvarious studies for the Fund, to require that the Chief Financial Officer rebid its contract with an\nenrolled actuary every 5 years, to create an annual audit requirement, to require an annual\nreport, to require that a proposed reprogramming of monies from the Fund be deemed\ndisapproved unless a resolution is introduced to approve the reprogramming, and to establish an\nOther Post-Employment Benefits Fund Advisory Committee; and to amend the Confirmation Act\nof 1978 to make the Other Post-Employment Benefits Fund Advisory Committee subject to the\nprovisions of the act.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Other Post-Employment Benefits Fund Amendment Act of 2014”.\n\nSec. 2. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) The table of contents is amended as follows:\n(1) Title XXI is amended by adding sections designations 2109a through 2109f to\nread as follows:\n“SEC. 2109a. CALCULATION OF DISTRICT OF COLUMBIA PAYMENT TO\nOTHER POST-EMPLOYMENT BENEFITS FUND\n“SEC. 2109b. ACTUARIAL STATEMENT AND OPINION\n“SEC. 2109c. INFORMATION ABOUT THE OTHER POST-EMPLOYMENT\nBENEFITS SYSTEM\n“SEC. 2109d. PREPARATION OF STUDIES; ENROLLED ACTUARY\n“SEC. 2109e. ANNUAL AUDIT\n“SEC. 2109f. ANNUAL REPORT; PROHIBITION ON REPROGRAMMING”.\n(2) A new Title XXI-A is added to read as follows:\n“XXI-A. OTHER POST-EMPLOYMENT BENEFITS FUND ADVISORY COMMITTEE\n“SEC. 2151. ESTABLISHMENT OF THE OTHER POST-EMPLOYMENT\nBENEFITS FUND ADVISORY COMMITTEE\n“SEC. 1252. COMPOSITION AND TERM\n\nBill 20-627\nAct 20-421\neffective\nAugust 19,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nOther PostEmployment\nBenefits Fund\nAmendment\nAct of 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4118\n\n“SEC. 1253. DUTIES\n“SEC. 1254. MEETINGS AND RECORDS”.\n(b) Section 2109 (D.C. Official Code § 1-621.09) is amended as follows:\n(1) Subsection (c) is amended by striking the phrase “Annuitants’ Health and\nLife Insurance Employer Contribution Trust Fund” and inserting the phrase “Other PostEmployment Benefits Fund” in its place.\n(2) New subsections (d-1) and (d-2) are added to read as follows:\n“(d-1) Each fiscal year, the District shall ensure that a sufficient amount is\nappropriated for the Fund, as the District of Columbia payment to the Fund, which shall be equal\nto, or greater than, the amount calculated as provided for in section 2109a, and as determined by\nthe enrolled actuary engaged pursuant to section 2109a(a).\n“(d-2) If at any time the balance of the Fund is not sufficient to meet all\nobligations against the Fund, the Fund shall have claims on the revenues of the District of\nColumbia to the extent necessary to meet the obligation, subject to appropriation.”.\n(c) New sections 2109a through 2109f are added to read as follows:\n“Sec. 2109a. Calculation of District of Columbia payment to Other Post-Employment\nBenefits Fund.\n“(a)(1) As specified in paragraph (2) of this subsection, the Chief Financial Officer shall\nengage an enrolled actuary to make the following determinations as of a specified date on the\nbasis of the entry age normal funding method and in accordance with generally accepted\nactuarial principles and practices with respect to the Fund:\n“(A) The normal cost, determined as a level percentage of covered annual\npayroll;\n“(B) The unfunded accrued liability payment; which, for the purposes of\nthis section, means the level amount or the level percentage of covered annual payroll that, when\ncontributed annually to the Fund for a period of not greater than 30 years, would be sufficient to\nfund the liability for benefits accrued by participants as of the valuation date (“accrued liability”)\nin excess of the current value of assets of the Fund (“unfunded accrued liability”);\n“(C) The current value of the assets in the Fund;\n“(D) The estimated covered annual payroll; and\n“(E) Such additional information as the Chief Financial Officer may need\nto make the determinations specified in paragraph (4) of this subsection and in subsection (b) of\nthis section.\n“(2) Unless the actuary engaged by the Chief Financial Officer pursuant to\nparagraph (1) of this subsection determines that a more frequent valuation is necessary to support\nthe actuary’s opinion, the actuary shall make the determinations described in paragraph (1) of\nthis subsection upon the request of the Chief Financial Officer and at least once every year.\n“(3)(A) On the basis of the most recent determinations made under paragraph (1)\nof this subsection, the enrolled actuary shall certify to the Chief Financial Officer each year, at a\ntime specified by the Chief Financial Officer, the following information for the next fiscal year\n\nAmend\n§ 1-621.09\n\nNew\n§ 1-621.09a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4119\n\nwith respect to the Fund:\n“(i) The normal cost;\n“(ii) The present value of future benefits payable from the Fund\nfor covered employees as of the valuation date;\n“(iii) The unfunded accrued liability payment;\n“(iv) The current value of assets as of the valuation date; and\n“(v) The value of assets used in developing the amortization of\nunfunded accrued liability payment.\n“(B) In calculating the District’s annual required contribution to the Fund,\na closed amortization period of 30 years or less shall be used.\n“(4) On the basis of the most recent certification submitted by the enrolled\nactuary under paragraph (3) of this subsection, the Chief Financial Officer shall certify the sum\nof the normal cost and the unfunded accrued liability payment (“amount of the District\npayment”) for the next fiscal year for the Fund.\n“(b)(1) On the basis of the most recent determinations made under subsection (a)(4) of\nthis section, the Chief Financial Officer shall, by February 1st of each year, certify to the Mayor\nand the Council the amount of the District contribution to the Fund.\n“(2) The Mayor, in preparing each annual budget for the District of Columbia\npursuant to section 442 of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 798; D.C. Official Code § 1-204.42), and the Council, in adopting each annual\nbudget in accordance with section 446 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 801; D.C. Official Code § 1-204.46), shall, for the Fund, include in\nthe budget no less than the amount of the District payment for the Fund certified by the Chief\nFinancial Officer under paragraph (1) of this subsection. The Mayor and the Council may\ncomment and make recommendations concerning any such amount certified by the Chief\nFinancial Officer.\n“(c)(1) Before the enactment of any law, resolution, regulation, rule, or agreement\nproducing any change in health and life insurance benefits for annuitants, the Mayor shall notify\nthe Chief Financial Officer, who in turn shall engage and pay for an enrolled actuary to estimate\nthe effect of that change in benefits over the next 5 fiscal years on the:\n“(A) Accrued liability of the Fund;\n“(B) Unfunded accrued liability of the Fund;\n“(C) Unfunded accrued liability payment with respect to the Fund;\n“(D) Normal cost with respect to the Fund; and\n“(E) The District’s annual required contribution to the Fund.\n“(2) The Mayor shall transmit the estimates of the actuary to the Chief Financial\nOfficer and the Council, and the change in benefits shall not become effective until the end of a\n30-day period of review, which shall begin on the date of the Mayor’s transmittal.\n“Sec. 2109b. Actuarial statement and opinion.\n“(a) As a part of the actuarial report presented to the Chief Financial Officer, the actuary\nshall prepare an actuarial statement. The statement shall contain:\n\nNew\n§ 1-621.09b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4120\n\n“(1) The dates of the fiscal year and the most recent actuarial valuation;\n“(2) The total amount of the contributions made by participants and the total\namount of all other contributions, including the District payment, received for the fiscal year and\nfor each preceding fiscal year for which the information was not previously reported;\n“(3) The number of participants, whether or not retired, and beneficiaries\nreceiving benefits covered as of the last day of the fiscal year;\n“(4) The following information as of the date of the most recent actuarial\nvaluation and, if available and sufficiently comparable so as not to be misleading, for at least the\n2 preceding actuarial valuations:\n“(A) The aggregate annual compensation of participants;\n“(B) The actuarial value of assets of the Fund;\n“(C) The actuarial accrued liability, if applicable;\n“(D) The difference between the actuarial value of assets of the system\nand actuarial accrued liability, if applicable;\n“(E) The actuarial value of assets of the system expressed as a percentage\nof actuarial accrued liability, if applicable;\n“(F) The difference between the actuarial liability expressed as a\npercentage of the aggregate annual compensation of participants, if applicable; and\n“(G) The actuarial assumptions and methods used in determining the\ninformation described in this paragraph and other factors that significantly affect the information\ndescribed in this paragraph; and\n“(5) Other information necessary to disclose fully and fairly the actuarial\ncondition of the Fund.\n“(b)(1) The actuarial report shall also contain an opinion of the enrolled actuary on the\nactuarial statement attesting that:\n“(A) To the best of the actuary’s knowledge the statement is complete and\naccurate;\n“(B) Each assumption and method used in preparing the statement is\nreasonable, and the assumptions and methods in the aggregate are reasonable, taking into\naccount (but not limited to) the experience of the benefits system; and\n“(C) The assumptions and methods in combination offer the actuary’s\nbest estimate of anticipated experience.\n“(2) In formulating an opinion, the actuary may rely on the correctness of any\naccounting matter as to which any qualified public accountant has expressed an opinion, if the\nactuary so indicates.\n“(c) The actuarial statement and opinion required by this section shall be included as part\nof the annual report required pursuant to section 2109f(a)(1).\n“(d) For the purposes of sections 2109b through 2109e, the term “benefits system” means\nthe District’s system for funding and administering other post-employment benefits to\nannuitants.\n“Sec. 2109c. Information about the other post-employment benefits system.\n\nNew\n§ 1-621.09c\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4121\n\n“Upon request by the Chief Financial Officer, the Mayor and the head of any District\nagency or instrumentality shall furnish to the Chief Financial Officer information with respect to\nthe benefits system to which this title applies as the Chief Financial Officer considers necessary\nto enable it to carry out its responsibilities under this title and to enable the enrolled actuary\nengaged pursuant to section 2109a(a) to carry out its responsibilities under this title.\n“Sec. 2109d. Preparation of studies; enrolled actuary.\n“The Chief Financial Officer shall:\n“(1) Direct the enrolled actuary engaged pursuant to section 2109a to:\n“(A) From time to time, prepare an experiential study for the Fund;\n“(B) Each fiscal year, prepare an asset allocation study for the Fund, and:\n“(C) Prepare such other analyses as are best practice for other postemployment benefits funds or the District of Columbia Retirement Board; and\n“(2) Rebid its contract with an enrolled actuary no less frequently than every 5\nyears.\n“Sec. 2109e. Annual audit.\n“(a) The Office of the Chief Financial Officer shall engage an independent qualified\npublic accountant to conduct an annual audit of the Fund in accordance with generally accepted\nauditing standards. The examination shall involve such tests of the books and records of the\nFund as are considered necessary by the accountant. The independent qualified public\naccountant shall also offer an opinion as to whether the separate schedules required by\nsubsection (b) of this section and the summary material required under section 2109a present\nfairly, in all material respects, the information contained therein when considered in conjunction\nwith the financial statements taken as a whole. The opinion by the independent qualified public\naccountant shall be made a part of the annual report required pursuant to section 2109f. In\noffering the opinion, the accountant may rely on the correctness of any actuarial matter certified\nto by an enrolled actuary if the accountant so states this reliance.\n“(b)(1) The financial statement shall contain a statement of assets and liabilities, and a\nstatement of changes in net assets available for benefits under the benefits system, which shall\ninclude details of revenues and expenses and other changes aggregated by general source and\napplication. In the notes to financial statements, disclosures concerning the following items shall\nbe considered by the accountant:\n“(A) A description of the benefits system, including any significant\nchanges in the system made during the period and the impact of the changes on benefits;\n“(B) The funding policy (including the policy with respect to prior service\ncost), and any changes in the policy during the year;\n“(C) A description of any significant changes in benefits made during the\nperiod;\n“(D) A description of material lease commitments, other commitments,\nand contingent liabilities;\n“(E) A description of agreements and transactions with persons known to\nbe parties in interest; and\n\nNew\n§ 1-621.09d\n\nNew\n§ 1-621.09e\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4122\n\n“(F) Any other matters necessary to fully and fairly present the financial\nstatements of the Fund.\n“(2) The statement required under paragraph (1) of this subsection shall have\nattached the following information in separate schedules:\n“(A) A statement of the assets and liabilities of the Fund, aggregated by\ncategories and valued at their current value, and the same data displayed in comparative form for\nthe end of the previous fiscal year;\n“(B) A statement of receipts in and disbursements from the Fund during\nthe preceding 12-month period, aggregated by general source and application;\n“(C) A schedule of all assets held for investment purposes, aggregated\nand identified by issuer, borrower, or lessor, or similar party to the transaction (including a\nnotation as to whether the party is known to be a party in interest), maturity date, rate of interest,\ncollateral, par or maturity value, cost, and current value;\n“(D) A schedule of each transaction involving a person known to be a\nparty in interest, the identity of the party in interest and the party of interest’s relationship, or that\nof any other party in interest, to the Fund, and:\n“(i) A description of each asset to which the transaction relates;\n“(ii) The purchase or selling price if a sale or purchase, the rental\nrate if a lease, or the interest rate and maturity date if a loan;\n“(iii) Expenses incurred in connection with the transaction; and\n“(iv) The cost of the asset, the current value of the asset, and the\nnet gain or loss on each transaction;\n“(E) A schedule of all loans or fixed-income obligations that were in\ndefault as of the close of the fiscal year or were classified during the year as uncollectible and the\nfollowing information with respect to each loan on the schedule (including a notation as to\nwhether parties involved are known to be parties in interest):\n“(i) The original principal amount of the loan;\n“(ii) The amount of principal and interest received during the\nreporting year;\n“(iii) The unpaid balance;\n“(iv) The identity and address of the obligor;\n“(v) A detailed description of the loan (including date of making\nand maturity, interest rate, the type and value of collateral, and other material terms); and\n“(vi) The amount of principal and interest overdue (if any) and an\nexplanation thereof;\n“(F) A list of all leases that were in default or were classified during the\nyear as uncollectible, and the following information with respect to each lease on the list\n(including a notation as to whether parties involved are known to be parties in interest):\n“(i) The type of property leased (and, if fixed assets such as land,\nbuildings, and leaseholds, then the location of the property);\n“(ii) The identity of the lessor or lessee from or to whom the Fund\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4123\n\nis leasing;\n“(iii) The relationship of the lessors and lessees, if any, to the\nFund, the government of the District of Columbia, any employee organization, or any other party\nin interest;\n“(iv) The terms of the lease regarding rent, taxes, insurance,\nrepairs, expenses, and renewal options;\n“(v) The date the leased property was purchased and its cost;\n“(vi) The date the property was leased and its approximate value\nat that date;\n“(vii) The gross rental receipts during the reporting period;\n“(viii) Expenses paid for the leased property during the reporting\nperiod;\n“(ix) The net receipts from the lease;\n“(x) The amounts in arrears; and\n“(xi) A statement as to what steps have been taken to collect\namounts due or otherwise remedy the default;\n“(G) The most recent annual statement of assets and liabilities of any\ncommon or collective trust maintained by a bank or similar institution in which some or all the\nassets of the Fund are held, of any separate account maintained by an insurance carrier in which\nsome or all of the assets of the Fund are held, and of any separate trust maintained by a bank as\ntrustee in which some or all of the assets of the Fund are held, and for each separate account or a\nseparate trust, such other information as may be required by the Chief Financial Officer to\ncomply with this subsection; and\n“(H) A schedule of each reportable transaction, the name of each party to\nthe transaction (except that, for an acquisition or sale of a security on the market, the report need\nnot identify the person from whom the security was acquired or to whom it was sold), and:\n“(i) A description of each asset to which the transaction applies;\n“(ii) The purchase or selling price if a sale or purchase, the rental\nrate if a lease, or the interest rate and maturity date if a loan;\n“(iii) Expenses incurred in connection with the transaction; and\n“(iv) The cost of the asset, the current value of the asset, and the\nnet gain or loss on each transaction.\n“(3) For the purposes of paragraph (2)(H) of this subsection, the term “reportable\ntransaction” means a transaction to which the Fund is a party and which is:\n“(A) A transaction involving an amount in excess of 5% (or other\npercentage that may be established from time to time by the United State Department of Labor\nfor “reportable transactions”) of the current value of the assets of the Fund;\n“(B) Any transaction (other than a transaction respecting a security) that\nis part of a series of transactions with or in conjunction with a person in a fiscal year, if the\naggregate amount of the transactions exceeds 5% (or other percentage that may be established\nfrom time to time by the United States Department of Labor for reportable transactions) of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4124\n\ncurrent value of the assets of the Fund;\n“(C) A transaction that is part of a series of transactions respecting one or\nmore securities of the same issuer, if the aggregate amount of the transactions in the fiscal year\nexceeds 5% (or other percentage that may be established from time to time by the United States\nDepartment of Labor for reportable transactions) of the current value of the assets of the Fund; or\n“(D) A transaction with, or in conjunction with, a person respecting a\nsecurity, if any other transaction with or in conjunction with the person in the fiscal year\nrespecting a security is required to be reported by reason of subparagraph (A) of this paragraph.\n“Sec. 2109f. Annual report; prohibition on reprogramming.\n“(a)(1) By April 1st of each year, the Office of the Chief Financial Officer shall publish\nan annual report regarding the Fund.\n“(2) The annual report published pursuant to this subsection shall include:\n“(A) Along with the assumptions for the Fund used by the enrolled\nactuary pursuant to section 2109b, a side-by-side comparison with the assumptions currently\nused by the District of Columbia Retirement Board;\n“(B) A side-by-side comparison of the Fund’s asset allocation and the\nDistrict of Columbia Retirement Board’s asset allocation for the prior fiscal year;\n“(C) The most recent recommendations transmitted by the Other PostEmployment Benefits Fund Advisory Committee pursuant to section 2153; and\n“(D) A description of actions taken by the Chief Financial Officer in\nresponse to the recommendations described in paragraph (2)(C) of this subsection, including an\nexplanation of why no action was taken on a recommendation, if applicable.\n“(b)(1) Notwithstanding D.C. Official Code §§ 47-363(b)-(d), upon receipt of a\nreprogramming request of monies in the Fund, the Chairman of the Council shall cause a notice\nof the request to be published in the District of Columbia Register, together with a statement that\nthe request shall be deemed disapproved 10 days from the date of publication in the District of\nColumbia Register, unless a proposed approval resolution is filed before that time by a\nCouncilmember, and that if a proposed approval resolution is filed, the request shall be deemed\ndisapproved 30 days (excluding weekends, holidays, and days of Council recess) from the date\nof the receipt of the reprogramming request, unless before the end of the 30-day review period\nthe Council adopts a resolution of disapproval or approval.\n“(2) The publication of a notice of a reprogramming request shall satisfy the\npublic notice requirements of this section and the rules of the Council and no further notice shall\nbe necessary for the Council to adopt a resolution affecting the request.\n“(3) The Council shall consider the reprogramming request according to its rules.\nNo reprogramming request may be submitted to the Chairman of the Council under this\nsubsection during such time as the Council is on recess, according to its rules, nor shall any time\nperiod provided in this subsection or in the Council's rules with respect to the request continue to\nrun during such time as the Council is on recess.\n“(4)(A) If no proposed approval resolution of a reprogramming request is filed\nwith the Secretary to the Council (“Secretary”) within 10 days of the publication of the request\n\nNew\n§ 1-621.09f\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4125\n\nfrom the Mayor in the District of Columbia Register, the request shall be deemed disapproved.\n“(B) If a proposed approval resolution is filed with the Secretary to the\nCouncil within 10 days of publication of the reprogramming request from the Mayor in the\nDistrict of Columbia Register, the Council may approve or disapprove the reprogramming\nrequest by resolution within 30 days (excluding weekends, holidays, and days of Council recess)\nof the receipt of the request from the Mayor. If the Council neither affirmatively approves or\ndisapproves the request within 30 days (excluding weekends, holidays, and days of Council\nrecess) of the receipt of the request, the request shall be deemed disapproved.\n“(5) At any time before final action by the Council on a reprogramming request,\nincluding deemed disapproval, the Mayor may withdraw the reprogramming request.”.\n(d) A new Title XXI-A is added to read as follows:\n“TITLE XXI-A\n“OTHER POST-EMPOYMENT BENEFITS FUND ADVISORY COMMITTEE\n“Sec. 2151. Establishment of the Other Post-Employment Benefits Fund Advisory\nCommittee.\n“There is established an Other Post-Employment Benefits Fund Advisory Committee\n(“Advisory Committee”) to advise the Office of the Chief Financial Officer in its administration\nof the Other Post-Employment Benefits Fund (“Fund”) established pursuant to section 2109(c).\n“Sec. 2152. Composition and term.\n“(a) The Advisory Committee shall consist of 7 members selected as follows:\n“(1) One individual appointed by the Council of the District of Columbia;\n“(2) One individual appointed by the Mayor;\n“(3) Four individuals appointed by the Chief Financial Officer; and\n“(4) One individual who is either a member of the District of Columbia\nRetirement Board (“Board”) or a member of the Board’s professional staff.\n“(b) Advisory Committee members shall have expertise in one or more of the following\nareas:\n“(1) Accounting;\n“(2) Employee benefits law;\n“(3) Financial advisory services;\n“(4) Government administration;\n“(5) Investment management; and\n“(6) Life and health insurance plans.\n“(c) Each member of the Advisory Committee shall serve a 5-year term.\n“(d) A vacancy on the Advisory Committee shall be filled in the same manner in which\nthe original appointment was made.\n“(e) An Advisory Committee member whose term has expired may continue to serve as\na member until a replacement member has been appointed.\n“(f) A member appointed to replace a member who has resigned, dies, or is no longer\nable to serve (as determined by the Advisory Committee) shall serve for the remainder of the\nunexpired term of the member being replaced.\n\nNew\nSubchapter\nXXI-A\nNew\n§ 1-621.51\n\nNew\n§ 1-621.52\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4126\n\n“(g) The Advisory Committee shall elect a chairperson by majority vote on an annual\nbasis.\n“(h) Members shall serve without compensation, but shall receive actual and necessary\nexpenses incurred in the performance of their official duties.\n“(i) The Mayor, Council, and Chief Financial Officer shall appoint members to the\nAdvisory Committee within 90 days of the effective date of the Other Post-Employment Benefits\nFund Amendment Act of 2014, passed on 2nd reading on July 14, 2014 (Enrolled version of Bill\n20-627).\n“Sec. 2153. Duties.\n“(a) The Advisory Committee shall:\n“(1) Advise the Office of the Chief Financial Officer regarding:\n“(A) General administration of the Fund;\n“(B) Fund investment objectives and practices;\n“(C) Fund portfolio composition and asset allocation;\n“(D) Authorized Fund investments;\n“(E) The creation of relevant assumptions necessary for administration of\nthe Fund;\n“(F) Selection of other post-employment benefits consultants and other\nprofessionals, including:\n“(i) Actuaries;\n“(ii) Accountants:\n“(iii) Financial advisors;\n“(iv) Investment managers; and\n“(v) Lawyers;\n“(2) Review the policies and practices of the Office of the Chief Financial Officer\nwith regard to the Fund and provide recommendations regarding best practices;\n“(3) Review and critique the investment performance of the Fund; and\n“(4) Advise the Office of the Chief Financial Officer regarding the potential for\ncollaboration or consolidation with the District of Columbia Retirement Board in the\nmanagement of the Fund in order to promote efficiency.\n“(b) By February 1st of each fiscal year, the Advisory Committee shall transmit written\nrecommendations to the Chief Financial Officer for inclusion in the annual report for the Fund\npursuant to section 2109f(a)(2)(C).\n“Sec. 2154. Meetings and records.\n“(a) The Advisory Committee shall hold no fewer than 2 meetings per year. The\nchairperson of the Advisory Committee shall fix the time and place of each meeting.\n“(b) The meetings of the Advisory Committee shall not be subject to the Open Meetings\nAct, effective March 31, 2011 (D.C. Law 18-350; D.C. Official Code § 2-571 et seq.).\n“(c) Except for the written recommendations transmitted to the Chief Financial Officer\npursuant to section 2153(b), any record or report of the Advisory Committee shall not be made\navailable as a public record under section 202 of the Freedom of Information Act of 1976,\n\nNew\n§ 1-621.53\n\nNew\n§ 1-621.54\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-151, effective December 17, 2014\n\n20 DCSTAT 4127\n\neffective March 25, 1977 (D.C. Law 1-96; D.C. Official Code § 2-532).”.\nSec. 3. Conforming amendment.\nSection 2(f) of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law 2-142;\nD.C. Official Code § 1-523.01(f)), is amended as follows:\n(a) Paragraph (49) is amended by strike the word “and”.\n(b) Paragraph (50) is amended by striking the period and inserting the phrase “; and” in\nits place.\n(c) A new paragraph (51) is added to read as follows:\n“(51) Other Post-Employment Benefits Fund Advisory Committee, established\nby section 2151 of the District of Columbia Government Comprehensive Merit Personnel Act of\n1978, passed on 2nd reading on July 14, 2014 (Enrolled Version of Bill 20-627).”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 1-523.01\n\n\f",
  "title": "Other Post-Employment Benefits Fund Amendment Act of 2014",
  "end": "4127",
  "start": "4117",
  "name": "Law_20-151.pdf"
}