{
  "end": "2395", 
  "name": "Law_20-54.pdf", 
  "start": "2394", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-54, effective December 13, 2013 (Expiration date July 26, 2014)\n(Related Emergency Legislation is Act 20-176, 20 DCSTAT 2430)\n\n20 DCSTAT 2394\n\nAN ACT\n\nTo require, on a temporary basis, the Office of the Chief Financial Officer to review all residential real\nproperty tax liens sold between September 1, 2003, and September 1, 2013, to consider whether\nany real property foreclosed upon after a tax lien of less than $2,500 was sold was the result of\nexcusable neglect or other equitable circumstances warranting relief, to identify what type of\nrelief would provide substantial justice to individuals whose properties were improperly sold, and\nto submit a report on these matters to the Council by January 31, 2014.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Tax Lien Compensation and Relief Reporting Temporary Act of 2013”.\n\nSec. 2. Review of residential tax lien sales.\nThe Office of the Chief Financial Officer, Office of Integrity and Oversight shall:\n(1) Conduct a broad review of all residential real property tax liens sold by the\nOffice of the Chief Financial Officer between September 1, 2003, and September 1, 2013;\n(2) Conduct a specific, detailed review of all cases between September 1, 2003\nand September 1, 2013 in which residential real properties were foreclosed upon after a tax lien\nof less than $2,500 was sold to determine if there is excusable neglect or other equitable\ncircumstances warranting relief;\n(3) Submit a report to the Council on or before January 31, 2014, containing:\n(A) A list of all residential real property tax liens sold between September\n1, 2003 and September 1, 2013, including the following for each:\n(i) The address and Ward;\n(ii) An indication as to whether the owner at the time of the sale, if\nknown, was aged 60 years or older, a veteran, or a person with disabilities;\n(iii) The amount of the underlying unpaid tax, plus any penalties\nand interest;\n(iv) The amount of any attorney’s fees or costs, if known; and\n(v) An indication as to whether the property was ultimately\nforeclosed or redeemed;\n(B) A summary of each case reviewed under paragraph (2) of this section,\nincluding:\n(i) A recommendation as to whether the former homeowner should\nbe granted relief;\n\nBill 20-442\nAct 20-193\nEffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTax Lien\nCompensation\nand Relief\nReporting\nTemporary\nAct of 2013\nNote,\n§ 47-1331\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-54, effective December 13, 2013 (Expiration date July 26, 2014)\n(Related Emergency Legislation is Act 20-176, 20 DCSTAT 2430)\n\n20 DCSTAT 2395\n\n(ii) If relief is recommended, the equitable remedy that would\nprovide substantial justice; and\n(iii) A plan for providing the recommended relief.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c))(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the\nDistrict of Columbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Tax Lien Compensation and Relief Reporting Temporary Amendment Act of 2013", 
  "council_period": "20"
}