{
  "end": "2217", 
  "name": "Law_20-53.pdf", 
  "start": "2217", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-53, effective December 13, 2013\n\n20 DCSTAT 2217\n\nAN ACT\n\nTo amend Chapter 13 of Title 18 of the District of Columbia Municipal regulations to establish a waiting\nperiod before the commercial driver’s license knowledge test may be re-taken, to shorten the\nwaiting period before the commercial driver’s license skills test may be retaken, and to increase\nthe number of times per year that the commercial driver’s license skills test may be taken.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Commercial Driver’s License Tests Amendment Act of 2013”.\n\nSec. 2. Chapter 13 of Title 18 of the District of Columbia Municipal Regulations (18\nDCMR § 1300 et seq.) is amended as follows:\n(a) A new subsection 1315.4a is added to read as follows:\n“1315.4a An applicant must wait 72 hours after failing a commercial driver’s license\nknowledge test before re-taking the test.”.\n(b) Subsection 1316.4 (18 DCMR § 1316.4) is amended to read as follows:\n“1316.4 An applicant must wait 72 hours after failing a commercial driver’s license skills\ntest before re-taking the test.”.\n(c) Subsection 1316.5 (18 DCMR § 1316.5) is amended by striking the phrase “four (4)”\nand inserting the phrase “six (6)” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nBill 20-279\nAct 20-192\neffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nCommercial\nDriver’s\nLicense Tests\nAmendment\nAct of 2013\n\nDCMR\n\n\f", 
  "title": "Commercial Driver’s License Skills Test Amendment Act of 2013", 
  "council_period": "20"
}