{
  "start": "205", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-249, effective March 19, 2013\n\n20 DCSTAT 205\n\nAN ACT\n\nBill 19-697\nAct 19-579\neffective\nDecember 22,\n2012\n\nTo designate the intersection of Wisconsin Avenue, N.W., K Street, N.W., and Water Street, N.W., in Ward\n2, as the Senator Charles H. Percy Plaza.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Senator Charles H. Percy Plaza Act of 2012”.\n\nSenator\nCharles H.\nPercy Plaza\nAct of 2012\n\nSec. 2. Pursuant to section 401 of the Street and Alley Closing and Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9204.01) (“Act”), and notwithstanding sections 405 and 407 of the Act (D.C. Official Code §§ 9204.05 and 9-204.07), the Council designates the intersection of Wisconsin Avenue, N.W., K\nStreet, N.W., and Water Street, N.W., in Ward 2, as the “Senator Charles H. Percy Plaza”.\n\nNote,\n§ 9-204.01\n\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this act, upon its effective date, to\nthe Office of the Surveyor, the Office of the Recorder of Deeds, the Department of Public\nWorks, and the Director of the National Park Service, National Parks East.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "205", 
  "name": "Law_19-249.pdf", 
  "title": "Senator Charles H. Percy Plaza Act of 2012"
}