{
  "end": "3177", 
  "name": "Law_20-101.pdf", 
  "start": "3176", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-101, effective May 3, 2014\n\n20 DCSTAT 3176\n\nAN ACT\n\nTo amend An Act Making appropriations to provide for the expenses of the government of the District of\nColumbia for the fiscal year ending June thirtieth, nineteen hundred and fourteen, and for other\npurposes, to change the calculation of the terms for Public Service Commissioners, and to clarify\nthe pay scale of Public Service Commissioners; and to amend An Act To provide a People’s\nCounsel for the Public Service Commission in the District of Columbia, and for other purposes, to\nextend the term of the People’s Counsel from 3 years to 4 years.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Public Service Commission and People’s Counsel Terms of Service\nHarmonization Amendment Act of 2014”.\n\nSec. 2. Paragraph 97(a) of section 8 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 995;\nD.C. Official Code § 34-801), is amended as follows:\n(a) Strike the sentence “The Mayor may appoint a new member to serve until the\nexpiration of the term of the member so removed.” and insert the sentence “The Mayor may\nappoint a new member to serve until the expiration of the term of the member removed or for a\nnew 4-year term.” in its place.\n(b) Strike the sentence “The terms of office of all successors shall expire 4 years after the\nexpiration of the terms for which their predecessors were appointed; but any member appointed\nto fill a vacancy occurring prior to the expiration of the term for which his predecessor was\nappointed shall be appointed only for the unexpired term of his predecessor.” and insert the\nsentence “The terms of office for all successors shall be 4 years after being confirmed by the\nCouncil or the duration of the predecessor’s term at the discretion of the Mayor.” in its place.\n(c) Strike the sentences “The Chairperson shall receive a salary equivalent to that\nreceived by an employee compensated at grade 17, step 10 pursuant to Title VIII of the District\nof Columbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-608.01). The Commissioners shall receive a salary\nequivalent to that received by an employee compensated at grade 17, step 8 pursuant to Title\nVIII of the District of Columbia Government Comprehensive Merit Personnel Act of 1978,\neffective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-608.01 et seq.).” and insert the\nsentences “The Commissioners shall receive a salary equivalent to that received by an employee\ncompensated at the midpoint of the E5 level pursuant to Title X-A of the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978, effective June 10, 1998 (D.C. Law\n\nBill 20-346\nAct 20-289\neffective\nFebruary, 28,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nPublic Service\nCommission\nand People’s\nCounsel Terms\nof Service\nHarmonization\nAmendment\nAct of 2014\nAmend\n§ 34-801\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-101, effective May 3, 2014\n\n20 DCSTAT 3177\n\n12-124; D.C. Official Code § 1-610.51 et seq.)(“Title X-A”). The Chairperson shall receive a\nsalary equivalent to 5% higher than the midpoint of the E5 level pursuant to Title X-A. The\nChairperson and Commissioners shall receive cost-of-living adjustments and other base salary\nincreases equivalent to those received by an employee compensated pursuant to Title VIII of the\nDistrict of Columbia Government Comprehensive Merit Personnel Act of 1978, effective March\n3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-608.01 et seq.).” in their place.\nSec. 3. Section 1(b) of An Act To provide a People’s Counsel for the Public Service\nCommission in the District of Columbia, and for other purposes, approved January 2, 1975 (88\nStat. 1975; D.C. Official Code § 34-804(b)), is amended by striking the phrase “and who shall\nserve for a term of 3 years” and inserting the phrase “and who shall serve for a term of 4 years”\nin its place.\n\nAmend\n§ 34-804\n\nSec. 4. Applicability.\nSection 2(a) and (b) and section 3 of this act shall apply to nominations made on or after\nthe effective date of this act.\n\nNote,\n§ 34-801\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Public Service Commission and People’s Counsel Terms of Service Harmonization Amendment Act of 2014", 
  "council_period": "20"
}