{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2897\n\nAN ACT\n\nTo improve the District’s ability to identify and reduce diversion of prescription drugs in an efficient and\ncost-effective manner that will not impede the appropriate medical utilization of controlled\nsubstances; and to enhance patient care by providing prescription monitoring\n\ninformation that will assure legitimate use of controlled substances in health care,\nincluding palliative care, research and other medical and pharmacological uses.\n\nBill 20-127\nAct 20-232\neffective\nDecember 20,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Prescription Drug Monitoring Program Act of 2013”.\n\nPrescription\nDrug\nMonitoring\nProgram Act\nof 2013\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Administer” shall have the same meaning as provided in section 102(1) of\nthe Controlled Substances Act.\n(2) “Controlled substance” shall have the same meaning as provided in section\n102(4) of the Controlled Substances Act.\n(3) “Controlled Substances Act” means the District of Columbia Uniform\nControlled Substances Act of 1981, effective August 5, 1981 (D.C. Law 4-29; D.C. Official\nCode § 48-901.01 et seq.).\n(4) “Covered substance” means all controlled substances included in the\nschedules set forth in sections 206, 208, 210, and 212 of the Controlled Substances Act, in\nschedules II through V of section 202(c) of Title II of the Comprehensive Drug Abuse\nPrevention and Control Act of 1970, approved October 27, 1970 (84 Stat. 1247; 21 U.S.C. §\n812), and any other drug, as specified by rulemaking, that is required to be reported to the\nPrescription Drug Monitoring Program pursuant to this act.\n(5) “Department” means the Department of Health.\n(6) “Director” means the Director of the Department of Health.\n(7) “Dispense” shall have the same meaning as provided in section 102(7) of the\nControlled Substances Act.\n(8) “Dispenser” means a practitioner who dispenses a covered substance to the\nultimate user, or his or her agent, but shall not include:\n(A) A licensed hospital or institutional facility pharmacy that distributes\ncovered substances for the purpose of inpatient hospital care or the dispensing of prescriptions\nfor controlled substances at the time of discharge from such a facility;\n(B) A practitioner or other authorized person who administers a covered\nsubstance;\n\nNew\nChapter 8G,\n§ 48-853.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2898\n\n(C) A wholesale distributor of a covered substance; or\n(D) A clinical researcher providing a covered substance to research\nsubjects as part of a research study approved by a hospital-based institutional review board or an\ninstitutional review board accredited by the association for the accreditation of human research\nprotections programs.\n(9) “Drug” means:\n(A) Any substance recognized as a drug, medicine, or medicinal chemical\nin the official United States Pharmacopoeia, official National Formulary, official Homeopathic\nPharmacopoeia, or official Veterinary Medicine Compendium or other official drug compendium\nor any supplement to any of them;\n(B) Any substance intended for use in the diagnosis, cure, mitigation,\ntreatment, or prevention of disease in man or other animal;\n(C) Any chemical substance, other than food, intended to affect the\nstructure or any function of the body of man or other animal; and\n(D) Any substance intended for use as a component of any items specified\nin subparagraph (A), (B), or (C) of this paragraph, but does not include medical devices or their\ncomponents, parts, or accessories.\n(10) “Health occupations board” means a board that, pursuant to section 408 of\nthe District of Columbia Health Occupations Revision Act of 1985, effective March 25, 1986\n(D.C. Law 6-99; D.C. Official Code § 3-1204.08), licenses and regulates health professionals\nwith the authority to prescribe or dispense covered substances.\n(11) “Interoperability” means, with respect to a District of Columbia or\nstate prescription drug monitoring program, the ability of that program to share electronically\nreported prescription information with another state, district, or territory of the United States’\nprescription drug monitoring program or a third party, approved by the Director, that operates\ninterstate prescription drug monitoring exchanges.\n(12) “Patient” means the person or animal who is the ultimate user of a\ncontrolled substance or other drug required to be submitted under this act for whom a lawful\nprescription is issued or for whom a controlled substance or such other drug is lawfully\ndispensed.\n(13) “Practitioner” shall have the same meaning as provided in section 102(20) of\nthe Controlled Substances Act.\n(14) “Prescriber” means a practitioner or other authorized person who prescribes a\ncontrolled substance or other covered substance in the course of his or her professional practice.\n(15) “Prescription drug monitoring program” means a program that collects,\nmanages, analyzes, and provides information regarding covered substances or other drugs\nrequired to be submitted under this act or a program established by a similar act in another state,\ndistrict, or territory of the United States.\n(16) “Program” means the Prescription Drug Monitoring Program established by\nsection 3.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2899\n\n(17) “Ultimate user” shall have the same meaning as provided in section 102(23)\nof the Controlled Substances Act.\nSec. 3. Program establishment; Director’s authority.\n(a) There is established the Prescription Drug Monitoring Program within the\nDepartment. The Program shall:\n(1) Establish, maintain, and administer an electronic system to monitor the\ndispensing of covered substances;\n(2) Provide dispensers with a basic file layout to enable electronic transmission of\nthe information required under this act; and\n(3) Establish and maintain a process for verifying the credentials of and\nauthorizing the use of prescription information by those individuals and agencies listed in section\n6(b) and (c).\n(b) The Director may contract with another District agency or a private vendor as may be\nnecessary for the implementation and maintenance of the Program. Any such contractor shall be\nbound to comply with the provisions regarding confidentiality of data in this act and shall be\nsubject to the penalties specified in this act.\n(c) The Director shall also establish a multi-discipline advisory committee, which shall\nfunction under the Department to assist in the implementation and evaluation of the Program.\n\nNew\n§ 48-853.02\n\nSec. 4. Reporting requirements; exceptions.\n(a)(1) Each dispenser shall submit to the Program the required reporting information for\neach prescription dispensed for a covered substance within 24 hours after the covered substance\nis dispensed, unless otherwise established by the Director through rulemaking, but this does not\ninclude merely placing the covered substance prescription into a bin for pickup by the ultimate\nuser or his or her agent.\n(2) Any dispenser located outside the boundaries of the District that is licensed or\nregistered by the District, shall submit the required reporting information to the Program for each\nprescription dispensed for a covered substance to an ultimate user who resides within the District\nwithin 24 hours after the date that the covered substance is dispensed, unless otherwise\nestablished by the Director through rulemaking.\n(b) The failure of any person subject to the reporting requirements of this act to report the\ndispensing of a covered substance, unless otherwise exempted under this act, or the willful\nfailure to transmit accurate information shall constitute grounds for:\n(1) The revocation, suspension, or denial of a District controlled substances\nregistration;\n(2) Disciplinary action by the relevant health occupations board pursuant to\nsection 514(c) of the District of Columbia Health Occupations Revision Act of 1985, effective\nMarch 25, 1986 (D.C. Law 6-99; D.C. Official Code § 3-1205.14(c)); and\n\nNew\n§ 48-853.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2900\n\n(3) The imposition of civil fines pursuant to section 104 of the Department of\nConsumer and Regulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C.\nLaw 6-42; D.C. Official Code § 2-1801.04).\n(c) Upon dispensing a covered substance, the dispenser of the covered substance shall\nreport the following information to the Program:\n(1) Patient name;\n(2) Patient address;\n(3) Patient date of birth;\n(4) Patient gender;\n(5) Dispenser identification number;\n(6) Prescriber identification number;\n(7) Date prescription was issued by prescriber;\n(8) Date prescription was dispensed;\n(9) Prescription number;\n(10) Prescription type, whether the prescription is new or is a refill;\n(11) National Drug Code for the drug dispensed;\n(12) Quantity dispensed;\n(13) Number of days’ supply dispensed;\n(14) Number of refills ordered;\n(15) Source of payment for the prescription; and\n(16) Any other required information as specified in the regulations\npromulgated by the Director to implement this act, or as required for the Program to be eligible\nto receive federal funds.\n(d) Each dispenser shall transmit the required reporting information in accordance with\nthe manner, format, standards, and schedules established by the Director through rulemaking.\n(e) The reporting requirements of this act shall not apply to the dispensing of covered\nsubstances when the dispensing is limited to the following:\n(1) Administering covered substances;\n(2) Dispensing covered substances within an appropriately licensed narcotic\nmaintenance program;\n(3) Dispensing covered substances to inpatients in hospitals or nursing facilities\nlicensed by the Department or facilities that are otherwise authorized by law to operate as\nhospitals or nursing homes in the District;\n(4) Dispensing covered substances to inpatients in hospices licensed by the\nDepartment; or\n(5) Dispensing covered substances as otherwise provided in the Department’s\nregulations.\nSec. 5. Authority to access database.\n(a) A prescriber or dispenser authorized to access the information in the possession of\nthe Program pursuant to this act may delegate, pursuant to regulations promulgated by the\n\nNew\n§ 48-853.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2901\n\nDirector to implement the provisions of this section, such authority to up to 2 health care\nprofessionals who are:\n(1) Licensed, registered, or certified by a health occupations\nboard; and\n(2) Employed at the same facility and under the direct supervision of the\nprescriber or dispenser.\nSec. 6. Confidentiality of data; disclosure of information; discretionary authority of the\nDirector.\n(a) All data, records, and reports relating to the prescribing and dispensing of covered\nsubstances to patients and any abstracts from such data, records, and reports that are in the\npossession of the Program pursuant to this act and any materials relating to the operation or\nsafety of the Program shall be confidential and shall be exempt from disclosure based on\nrequests made pursuant to Title 2 of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.). Information\nobtained pursuant to the Program may only be disclosed as provided in this act.\n(b) Upon receiving a request for information in accordance with the Department’s\nregulations and in compliance with applicable District and federal laws and regulations, the\nDirector shall disclose information relevant to:\n(1) A specific investigation of a specific patient or of a specific dispenser or\nprescriber to an agent designated by the Chief of the Metropolitan Police Department to conduct\ndrug diversion investigations;\n(2) An investigation or inspection of or allegation of misconduct by a specific\nperson licensed, certified, or registered by or an applicant for licensure, certification, or\nregistration by a health occupations board or the Department;\n(3) A disciplinary proceeding before a health occupations board or in any\nsubsequent hearing, trial, or appeal of an action or board order to designated employees of the\nDepartment;\n(4) The proceedings of any grand jury or additional grand jury that has been\nproperly impaneled in accordance with D.C. Official Code § 11-1916; and\n(5) A specific investigation of a specific dispenser or specific prescriber to an\nagent of the United States Drug Enforcement Administration with authority to conduct drug\ndiversion investigations.\n(c)(1) In accordance with the Department’s regulations and applicable federal law and\nregulations, the Director may, at the Director’s discretion, disclose:\n(A) Information in the possession of the Program concerning a patient\nwho is over the age of 18 years to that patient, or to the parent or legal guardian of a child aged\n18 years or under, unless otherwise prohibited by District or federal law;\n(B) Information on a specific patient to a prescriber for the purpose of\nestablishing the treatment history of the specific patient when the patient is either under care and\ntreatment by the prescriber or the prescriber is initiating treatment of the patient;\n\nNew\n§ 48-853.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2902\n\n(C) Information on a specific patient to a dispenser for the purpose of\nestablishing a prescription history to assist the dispenser in determining the validity of a\nprescription when the patient is seeking a covered substance from the dispenser or the facility in\nwhich the dispenser practices;\n(D) Information relevant to an investigation or regulatory proceeding of a\nspecific dispenser or prescriber to other regulatory authorities concerned with granting, limiting,\nor denying licenses, certificates, or registrations to practice a health profession when the\nregulatory authority licenses the dispenser or prescriber, or the dispenser or prescriber is seeking\nlicensure by a regulatory authority;\n(E) Information relevant to an investigation relating to a specific dispenser\nor prescriber who is a participating provider in the District Medicaid program, DC Health Care\nAlliance, or any other public health care program; information relating to an investigation\nrelating to a specific patient who is currently eligible for and receiving, or who has been eligible\nfor and has received medical assistance services; information relevant to the Medicaid Fraud\nControl Unit of the Office of the Inspector General, or to designated employees of the\nDepartment of Health Care Finance, as appropriate;\n(F) Information relevant to the determination of the cause of death of a\nspecific patient to the designated employees of the Office of the Chief Medical Examiner; and\n(G) Information for the purpose of bona fide research or education to\nqualified personnel; provided, that:\n(i) Data elements that would reasonably identify a specific patient,\nprescriber, or dispenser shall be deleted or redacted from the information before disclosure; and\n(ii) Release of the information shall only be made pursuant to a\nwritten agreement between qualified personnel and the Director to ensure compliance with this\nact.\n(2) For the purposes of a disclosure under paragraph (1)(B) or (C) of this\nsubsection:\n(A) The request shall be made and the information shall be provided in the\nmanner specified by the Director through rulemaking; and\n(B) Notice shall be given to patients that the information described in\nparagraph (1)(B) or (C) of this subsection, as applicable, may be requested by a prescriber or\ndispenser participating with the Program.\n(d) Confidential information that has been received, maintained, or developed by a health\noccupations board or disclosed by the health occupations board pursuant to this act shall not be\navailable for discovery or court subpoena or introduced into evidence in any medical malpractice\nsuit or other action for damages arising out of the provision of or failure to provide services;\nprovided, that this section shall not be construed to inhibit any investigation or prosecution\nconducted pursuant to this act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2903\n\nSec. 7. Interoperability; Information exchange with other prescription drug monitoring\nprograms.\n(a) The Director may enter into written agreements with other prescription drug\nmonitoring programs, or a third party, approved by the Director, that operates an interstate\nprescription drug monitoring exchange, for the purpose of interoperability and the mutual\nexchange of information among prescription drug monitoring programs, and describing the terms\nand conditions for the sharing of prescription information under this section.\n(b) The Director may provide prescription monitoring information pursuant to such\nagreements, which shall only use the information for the purposes allowed by this act.\n(c) The Director may request and receive prescription drug monitoring information from\nother states’ prescription drug monitoring programs and may use the information under the\nprovisions of this act.\n\nNew\n§ 48-853.06\n\nSec. 8. Criteria for indicators of misuse; Director’s authority to disclose information;\nintervention.\n(a) The Director may establish through rulemaking:\n(1) Criteria for indicators of misuse; and\n(2) A method for analysis of data collected by the Program using the criteria for\nindicators of misuse.\n(b) Upon the development of the criteria and data analysis, the Director may, in addition\nto the discretionary disclosure of information pursuant to this act, disclose information using the\ncriteria that indicates potential misuse by recipients of covered substances to their specific\nprescribers for the purpose of intervention to prevent such misuse.\n\nNew\n§ 48-853.07\n\nSec. 9. Immunity from liability.\n(a) The Director and the employees of the Department shall not be liable for any civil\ndamages resulting from the accuracy or inaccuracy of any information reported, compiled, or\nmaintained by the Program pursuant to this act.\n(b) The Director and the employees of the Department shall not be liable for any civil\ndamages resulting from the disclosure of or failure to disclose any information in compliance\nwith this act and the Department’s regulations.\n(c) In the absence of gross negligence or willful misconduct, prescribers or dispensers\ncomplying in good faith with the reporting requirements of this act shall not be liable for any\ncivil damages for any act or omission resulting from the submission of such required reports.\n\nNew\n§ 48-853.08\n\nSec. 10. Unlawful disclosure of information and acts; disciplinary action authorized;\npenalties.\n(a) It shall be unlawful for any person having access to the confidential information in\npossession of the Program or any data or reports produced by the Program to disclose the\nconfidential information except as provided in this act. Any person who discloses this\n\nNew\n§ 48-853.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2904\n\nconfidential information in violation of the provisions of this act shall be guilty of a\nmisdemeanor upon conviction.\n(b) It shall be unlawful for any person who lawfully receives confidential information\nfrom the Program to redisclose or use the confidential information in any way other than the\nauthorized purpose for which the request was made. Any person who discloses confidential\ninformation in violation of this act shall be guilty of a misdemeanor upon conviction.\n(c) Nothing in this section shall prohibit a person who prescribes or dispenses a covered\nsubstance required to be reported to the program from redisclosing information obtained from\nthe Program to another prescriber or dispenser who has prescribed or dispensed a covered\nsubstance to the same patient.\n(d) Unauthorized use or disclosure of confidential information received from the Program\nshall also be grounds for disciplinary action by the relevant health occupations board.\nSec. 11. Rules.\nThe Director, pursuant to Title 1 of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue\nrules to implement the provisions of this act, including the establishment of criteria for granting\nwaivers to the reporting requirements set forth in this act.\n\nNew\n§ 48-853.10\n\nSec. 12. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 13. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the Mayor,\naction by the Council to override the veto), a 30-day period of Congressional review as provided in\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-66, effective February 22, 2014\n\n20 DCSTAT 2905\n\nsection 602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of Columbia\nRegister.\n\n\f",
  "title": "Prescription Drug Monitoring Program Act of 2013",
  "end": "2905",
  "start": "2897",
  "name": "Law_20-66.pdf"
}