{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4098\n\nAN ACT\n\nTo amend the Clean and Affordable Energy Act of 2008 to require the electric and gas utility companies to\nprovide building owners with automated electronic access to aggregated consumption data to\nfacilitate energy benchmarking and conservation; to amend the Retail Electric Competition and\nConsumer Protection Act of 1999 and the Retail Natural Gas Supplier Licensing and Consumer\nProtection Act of 2004 to clarify consumer protection provisions; to amend the Green Building\nAct of 2006 to clarify the responsibility for the transfer of benchmarking data upon the sale of a\nprivately-owned building covered by the act and to designate the party responsible for reporting\nthe benchmarking data for the calendar year in which the sale occurred; to amend Chapter 42 of\nTitle 28 of the District of Columbia Official Code to authorize the Mayor to approve organizations\nthat offer radon screening, testing, or mitigation services in the District; to require covered\nemployers to provide a transportation benefit program to covered employees; to amend the\nHealthy Schools Act of 2010 to establish an environmental literacy program and a reporting\nrequirement for the program; to prohibit the sale, use, or provision of expanded polystyrene\ncontainers for food service, and to require disposable food service ware provided by food service\nbusinesses to be compostable or recyclable; to amend the Sustainable DC Amendment Act of 2012\nto expand the Mayor's authority to regulate beekeeping, to refine the responsibilities of\nbeekeepers, to authorize the Mayor to regulate the management of colony density and distance\nfrom property lines and manage colony disposition; and to amend the Urban Forest Preservation\nAct of 2002 to require the payment for removal of special trees at the time of application for a\nremoval permit, and to remove the option of deferred replacement by planting.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Sustainable DC Omnibus Amendment Act of 2014”.\n\nTITLE I. JOBS AND ECONOMY.\nSUBTITLE A. IMPROVING BUILDING BENCHMARKING DATA THROUGH\nDIRECT ELECTRONIC REPORTING.\nSec. 101. The Clean and Affordable Energy Act of 2008, effective October 22, 2008\n(D.C. Law 17-250; D.C. Official Code § 8-1773.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 8-1773.01) is amended by adding a new paragraph\n(4A) to read as follows:\n“(4A) “ENERGY STAR Portfolio Manager” means the ENERGY STAR Portfolio\nManager tool developed by the Environmental Protection Agency, or any alternative approved\nby the Mayor that rates the performance of a qualifying building, relative to similar buildings\nnationwide, accounting for the impacts of year-to-year weather variations, building size,\nlocation, and several operating characteristics, using the Environmental Protection Agency’s\nnational energy performance rating system.”.\n\nBill 20-573\nAct 20-385\neffective\nJuly 29, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSustainable\nDC Omnibus\nAmendment\nAct of 2014\n\nAmend\n§ 8-1773.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4099\n\n(b) Section 207 (D.C. Official Code § 8-1774.07) is amended by adding a new subsection\n(f) to read as follows:\n“(f)(1) The electric company shall undertake the following actions to provide a building\nowner with easier and more complete access to energy consumption data needed to promote\nenergy conservation and comply with the benchmarking and reporting requirements in section\n4(c) of the Green Building Act of 2006, effective March 8, 2007 (D.C. Law 16-234; D.C.\nOfficial Code § 6-1451.03(c)):\n“(A) Upon written or secure electronic authorization of a building owner\nor the owner’s authorized agent, aggregate the energy consumption of all meters identified as\nbeing in the building and provide the data, separated by month; provided, that the following\nconditions are met:\n“(i) Sufficient information, including building address, meter\nnumbers, or account numbers, is provided to identify the building and meters;\n“(ii) At least 5 customer accounts are being aggregated, so as to\nobscure any customer-specific information; and\n“(iii) No customer account, other than an account registered to the\nbuilding owner making the request, represents more than 80% of the total energy consumption\nfor the building;\n“(B) Provide aggregate data for at least 2 years before the initial request\nand automatically update the monthly data on an ongoing basis at least once every 45 calendar\ndays;\n“(C) Provide an online portal for a building owner to use to request the\nprovision and transfer of aggregate account data, or individual customer account data the\nbuilding owner is duly authorized to access, to manage requests made, and to discontinue active\nrequests; and\n“(D) Upload requested electric consumption data automatically on an\nongoing basis, at least once every 45 calendar days, to the requestor’s ENERGY STAR Portfolio\nManager account, as well as make the data available for an account holder to download in a\ncommon format.\n“(2) Access to consumption data under this section shall be subject to any rules\nand regulations the Commission has adopted or may choose to adopt, where the rules do not\nconflict with this section.”.\n(c) Section 208 (D.C. Official Code § 8-1774.08) is amended by adding a new subsection\n(d) to read as follows:\n“(d)(1) The gas company shall undertake the following actions to provide a building\nowner with easier and more complete access to energy consumption data needed to promote\nenergy conservation and comply with the benchmarking and reporting requirements in section\n4(c) of the Green Building Act of 2006, effective March 8, 2007 (D.C. Law 16-234; D.C.\nOfficial Code § 6-1451.03(c)):\n“(A) Upon written or secure electronic authorization of a building owner\nor the owner’s authorized agent, aggregate the energy consumption of all meters identified as\n\nAmend\n§ 8-1774.07\n\nAmend\n§ 8-1774.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4100\n\nbeing in the building and provide the data, separated by month; provided, that the following\nconditions are met:\n“(i) Sufficient information, including building address, meter\nnumbers, or account numbers is provided to identify the building and meters;\n“(ii) At least 5 customer accounts are being aggregated; and\n“(iii) No customer account, other than an account registered to the\nbuilding owner making the request, represents more than 80% of the total energy consumption\nfor the building;\n“(B) Provide aggregate data for at least 2 years before the initial request\nand automatically update the monthly data on an ongoing basis at least once every 45 calendar\ndays;\n“(C) Provide an online portal for a building owner to use to request the\nprovision and transfer of aggregate account data, or individual customer account data the\nbuilding owner is duly authorized to access, to manage requests made, and to discontinue active\nrequests; and\n“(D) Beginning no later than January 1, 2018, the gas company shall\nupload requested consumption data automatically on an ongoing basis, at least once every 45\ncalendar days, to the requestor’s ENERGY STAR Portfolio Manager account, as well as make\nthe data available for an account holder to download in a common format.\n“(2) Access to consumption data under this section shall be subject to any rules\nand regulations the Commission has adopted or may choose to adopt, where the rules do not\nconflict with this section.”.\nSec. 102. Section 107(a) of the Retail Electric Competition and Consumer Protection Act\nof 1999, effective May 9, 2000 (D.C. Law 13-107; D.C. Official Code § 34-1507(a)), is amended\nas follows:\n(a) Paragraph (2) is amended to read as follows:\n“(2) This restriction shall not apply to:\n“(A) Lawful disclosures for bill collection or credit rating reporting\npurposes; or\n“(B) Lawful disclosures to a building owner about the energy consumption\nof a non-residential tenant of the building.”.\n(b) A new paragraph (3) is added to read as follows:\n“(3) Aggregated consumption data may be provided under the following\ncircumstances:\n“(A) When at least 5 customer accounts are being aggregated;\n“(B) When no single customer account represents more than 80% of the\ntotal aggregated energy consumption; and\n“(C) When no individual customer-identifying information is included,\nunless:\n\nAmend\n§ 34-1507\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4101\n\n“(i) The customer-identifying information is supplied by the person\nrequesting the consumption data; and\n“(ii) The person requesting the consumption data owns the\nbuilding for which the consumption data is requested.”.\nSec. 103. Section 12(a)(1)(D) of the Retail Natural Gas Supplier Licensing and Consumer\nProtection Act of 2004, effective March 16, 2005 (D.C. Law 15-227; D.C. Official Code § 341671.11(a)(1)(D)), is amended by striking the phrase “reporting purposes;” and inserting the\nphrase “reporting purposes or a lawful disclosure about the energy consumption of a nonresidential tenant to the tenant’s building owner; provided, that disclosure of aggregated\nconsumption data to the owner of the building for which the data is requested shall be\npermissible if at least 5 customer accounts are aggregated and no single customer account\nrepresents more than 80% of the total aggregated energy consumption;” in its place.\nSUBTITLE B. ASSISTING BUILDING OWNERS BY CLARIFYING\nRESPONSIBILITY FOR BENCHMARKING DATA.\nSec. 111. Section 4(c)(2) of the Green Building Act of 2006, effective March 8, 2007\n(D.C. Law 16-234; D.C. Official Code § 6-1451.03(c)(2)), is amended by adding a new\nsubparagraph (E) to read as follows:\n“(E) If ownership of a building covered by this paragraph is transferred,\nthe seller shall provide the buyer with information necessary for the buyer to timely report\nbenchmarking data for the full reporting year in which the transfer occurred. The buyer shall\nsubmit the benchmarking data to DDOE by April 1 of the year after the building is transferred.”.\nTITLE II. HEALTH AND WELLNESS.\nSec. 201. Chapter 42 of Title 28 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 28-4201(a) is amended to read as follows:\n“(a) No person or company shall conduct or offer to conduct radon screening, testing, or\nmitigation in the District for a fee unless the person who performs the service has been:\n“(1) Listed as proficient by the Environmental Protection Agency to offer radon\nscreening, testing, or mitigation services; or\n“(2) Has received a certificate of proficiency from an organization approved by\nthe Mayor to offer radon screening, testing, or mitigation services.”.\n(b) Section 28-4202(a) is amended as follows:\n(1) Strike the phrase “issue proposed rules” and insert the phrase “issue rules to\nimplement this chapter, including rules” in its place.\n(2) Strike the second sentence in its entirety.\n\nAmend\n§ 34-1671.11\n\nAmend\n§ 6-1451.03\n\nAmend\n§ 28-4201\n\nAmend\n§ 28-4202\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4102\n\nTITLE III. EQUITY AND DIVERSITY.\nSUBTITLE A. REDUCING SINGLE OCCUPANCY VEHICLE USE BY\nENCOURAGING TRANSIT BENEFITS.\nSec. 301. Definitions.\nFor the purposes of this subtitle, the term:\n(1) “Covered employer” means an employer with 20 or more employees;\nprovided, that the Mayor may issue rules pursuant to section 303 to expand the definition to\ninclude employers with fewer than 20 employees.\n(2) “Employee” shall have the same meaning as provided in section 3(2) of the\nMinimum Wage Act Revision Act of 1992, effective March 25, 1993 (D.C. Law 9-248; D.C.\nOfficial Code § 32-1002(2)).\n(3) “Employer” shall have the same meaning as provided in section 3(3) of the\nMinimum Wage Act Revision Act of 1992, effective March 25, 1993 (D.C. Law 9-248; D.C.\nOfficial Code § 32-1002(3)).\n(4) “Transit pass” shall have the same meaning as provided in section\n132(f)(5)(A) of the Internal Revenue Code, approved July 18, 1984 (98 Stat. 877; 26 U.S.C. §\n132(f)(5)(A)) (“Internal Revenue Code”), and shall include transit passes for travel by bus,\nstreetcar, or train by the Washington Metropolitan Area Transit Authority, Maryland Area\nRegional Commuter, Virginia Railway Express, or the National Railroad Passenger Corporation\n(Amtrak).\n(5) “Vanpool” means a “commuter highway vehicle” within the meaning of\nsection 132(f)(5)(B) of the Internal Revenue Code.\nSec. 302. Transportation benefit program.\n(a) By January 1, 2016, a covered employer shall provide at least one of the following\ntransportation benefit programs to its employees:\n(1) A pre-tax election transportation fringe benefits program that provides\ncommuter highway vehicle, transit, or bicycling benefits consistent with section\n132(f)(1)(A),(B), and (D) of the Internal Revenue Code at benefit levels at least equal to the\nmaximum amount that may be deducted for those programs from an employee’s gross income\npursuant to section 132(f)(2) of the Internal Revenue Code;\n(2) An employer-paid benefit program whereby the employer supplies, at the\nelection of the employee, a transit pass for the public transit system requested by each covered\nemployee or reimbursement of vanpool or bicycling costs in amount at least equal to the\npurchase price of a transit pass for an equivalent trip on a public transit system; or\n(3) Employer-provided transportation at no cost to the covered employee in a\nvanpool or bus operated by or for the employer.\n(b) A covered employer who fails to offer at least one transportation benefit program as\nrequired by this section shall be subject to civil fines and penalties pursuant to the Department of\nConsumer and Regulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C.\n\nNew Chapter\n1B, Title 32\nNew\n§ 32-151\n\nNew\n§ 32-152\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4103\n\nLaw 6-42; D.C. Official Code § 2-1801.01 et seq.) (“Civil Infractions Act”). Enforcement and\nadjudication of an infraction shall be pursuant to the Civil Infractions Act.\nSec. 303. Rules.\nThe Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this subtitle. As of January 1, 2017, the Mayor may expand\nthrough rulemaking the definition of “covered employer” in section 301(1) to include employers\nwith fewer than 20 employees.\nSUBTITLE B. ENCOURAGING ENVIRONMENTAL STEWARDSHIP THROUGH\nEDUCATION AND OUTREACH.\nSec. 311. The Healthy Schools Act of 2010, effective July 17, 2010 (D.C. Law 18-209;\nD.C. Official Code § 38-825.01 et seq.), is amended as follows:\n(a) Section 102 (D.C. Official Code § 38-821.02) is amended as follows:\n(1) Subsection (c) is amended by adding a new paragraph (8) to read as follows:\n“(8) To support the development and implementation of an Environmental\nLiteracy Program established in section 502.”.\n(2) Subsection (g) is amended by striking the phrase “subsection (c)(6) and (7) of\nthis section” and inserting the phrase “subsection (c)(6), (7), and (8) of this section” in its place.\n(b) Section 502 (D.C. Official Code § 38-825.02) is amended to read as follows:\n“Sec. 502. Environmental Literacy Program.\n“(a) An Environmental Literacy Program is established within the Office of the State\nSuperintendent of Education. The Environmental Literacy Program shall:\n“(1) Coordinate the efforts of the District Department of the Environment, the\nDistrict of Columbia Public Schools, the Public Charter School Board, the Office of the State\nSuperintendent of Education, the State Board of Education, the University of the District of\nColumbia, the Department of Parks and Recreation, the Department of General Services, and the\nDepartment of Employment Services to triennially develop an environmental literacy plan for\npublic schools, public charter schools, and participating private schools;\n“(2) Establish and convene an Environmental Literacy Advisory Committee,\ncomposed of community organizations, District government agencies, and other interested\npersons;\n“(3) Collect data on the location and types of environmental education programs\nin public schools, public charter schools, and participating private schools;\n“(4) Provide environmental education guidance and technical assistance to public\nschools, public charter schools, and participating private schools; and\n“(5) Provide training, support, and assistance for environmental literacy programs\nin public schools, public charter schools, and participating private schools.\n“(b) The environmental literacy plan shall, at minimum, include the following:\n\nNew\n§ 32-153\n\nAmend\n§ 38-821.02\n\nAmend\n§ 38-825.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4104\n\n“(1) Relevant teaching and learning standards adopted by the State Board of\nEducation;\n“(2) Professional development opportunities for teachers;\n“(3) Suitable metrics to measure environmental literacy;\n“(4) Suitable methods to increase environmental literacy;\n“(5) Governmental and nongovernmental entities that can assist schools in the\nachievement of those goals; and\n“(6) A proposed implementation method for the plan.\n“(c) One year after the effective date of the Sustainable DC Omnibus Amendment Act of\n2014, passed on 2nd reading on July 14, 2014 (Enrolled version of Bill 20-573), and triennially\nthereafter, the Environmental Literacy Program shall issue a report about the state of\nenvironmental education in the District, plans for expansion, and recommendations for\nimproving the program.”.\n(c) Section 601(b)(2) (D.C. Official Code § 38-826.01(b)(2)), is amended as follows:\n(1) Subparagraph (B) is amended by striking the word “and”.\n(2) Subparagraph (C) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new subparagraph (D) is added to read as follows:\n“(D) Developing and implementing an Environmental Literacy Program.”.\nTITLE IV. CLIMATE AND THE ENVIRONMENT.\nSUBTITLE A. REDUCING WASTE AND PROTECTING THE DISTRICT'S\nWATERWAYS THROUGH POLLUTION PREVENTION.\nSec. 401. Definitions.\nFor the purposes of this subtitle, the term:\n(1) “Disposable food service ware” means containers, bowls, plates, trays,\ncartons, cups, lids, straws, forks, spoons, knives, napkins, and other items that are designed for\none-time use for beverages, prepared food, or leftovers from meals prepared by a food service\nbusiness. The term “disposable food service ware” shall not include items composed entirely of\naluminum.\n(2) “Expanded polystyrene” means blown polystyrene and expanded and extruded\nfoams that are thermoplastic petrochemical materials utilizing a styrene monomer and processed\nby a number of techniques, including fusion of polymer spheres (expandable bead polystyrene),\ninjection molding, foam molding, and extrusion-blow molding (extruded foam polystyrene).\n(3) “Expanded polystyrene food service products” means food containers, plates,\nhot and cold beverage cups, meat and vegetable trays, egg cartons, and other products made of\nexpanded polystyrene and used for selling or providing food.\n(4) “Food service business” means full-service restaurants, limited-service\nrestaurants, fast food restaurants, cafes, delicatessens, coffee shops, supermarkets, grocery stores,\nvending trucks or carts, food trucks, business or institutional cafeterias, including those operated\n\nAmend\n§ 38-826.01\n\nNew Chapter\n15A,\nTitle 8\nNew\n§ 8-1531\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4105\n\nby or on behalf of District departments and agencies, and other businesses selling or providing\nfood within the District for consumption on or off the premises.\nSec. 402. Prohibition on use of expanded polystyrene food service products.\n(a) By January 1, 2016, no food service business shall sell or provide food in expanded\npolystyrene food service products, regardless of where the food will be consumed.\n(b) Subsection (a) of this section shall not apply to food or beverages that were filled and\nsealed in expanded polystyrene containers before a food service business received them or to\nmaterials used to package raw, uncooked, or butchered meat, fish, poultry, or seafood for offpremises consumption.\n\nNew\n§ 8-1532\n\nSec. 403. Compostable or recyclable disposable food service ware required.\n(a) A District facility, agency, and department using disposable food service ware shall\nuse compostable or recyclable disposable food service ware unless there is no suitable affordable\ncompostable or recyclable product available as determined by the Mayor in accordance with this\nsubtitle; provided, that disposable food service ware supplies already purchased as of the\neffective date of this subtitle may be used until the supplies are exhausted or until January 1,\n2017, including disposable food service ware supplies that the District is obligated to purchase\nunder any contracts in force as of the effective date of this subtitle.\n(b) A District contractor and lessee using disposable food service ware shall use\ncompostable or recyclable disposable food service ware unless there is no suitable affordable\ncompostable or recyclable product available as determined by the Mayor in accordance with this\nsubtitle; provided, that disposable food service ware supplies already purchased as of the\neffective date of this subtitle may be used until the supplies are exhausted or until January 1,\n2017, including disposable food service ware supplies that the District contractor or lessee is\nobligated to purchase under any contracts in force on the effective date of this subtitle.\n(c) By January 1, 2017, no food service business shall sell or provide food or beverages,\nfor consumption on or off premises, in disposable food service ware unless the disposable food\nservice ware is compostable or recyclable; provided, that this subsection shall not apply to\nprepackaged food or beverages that were filled and sealed outside of the District before a food\nservice business received them.\n\nNew\n§ 8-1533\nDelayed\nApplicability\n\nSec. 404. Recyclable and compostable food service ware list.\nNo later than 180 days after the effective date of this subtitle, the Mayor shall make\npublic a list of vendors offering affordable compostable or recyclable disposable food service\nware products. The Mayor shall update this list annually for at least 5 years after it is first\npublished.\n\nNew\n§ 8-1534\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4106\n\nSec. 405. Exemptions and waiver.\nIf the Mayor determines that there is no available affordable compostable or recyclable\nalternative to a disposable food service ware item, this item shall be listed on an exemption list\nand made available to the public. Sections 402 and 403 shall not apply to a food service ware\nitem on the exemption list or for the first 6 months after an item is removed from the list. The\nMayor shall review the exemption list annually to determine whether any items should be\nremoved because an affordable compostable or recyclable alternative has become available.\n\nNew\n§ 8-1535\nDelayed\nApplicability\n\nSec. 406. Evaluation of food service ware litter in the Anacostia River.\nBy January 1, 2016, the Mayor shall conduct a study evaluating the amount and types of\ntrash found in the Anacostia River, including polystyrene foam, and submit findings to the\nCouncil.\n\nNew\n§ 8-1536\n\nSec. 407. Rules; enforcement.\n(a) The Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this subtitle.\n(b) Civil fines and penalties may be imposed as sanctions for an infraction of the\nprovisions of this subtitle or any rules issued under the authority of this subtitle, pursuant to the\nDepartment of Consumer and Regulatory Affairs Civil Infractions Act of 1985, effective October\n5, 1985 (D.C. Law 6-42; D.C. Official Code § 2-1801.01 et seq.) (“Civil Infractions Act”).\nEnforcement and adjudication of an infraction shall be pursuant to the Civil Infractions Act.\n(c) In addition to the enforcement authority provided to the Mayor under the Civil\nInfractions Act, the Mayor may seek injunctive relief or other appropriate remedy in any court of\ncompetent jurisdiction to enforce compliance with the provisions of this subtitle.\n\nNew\n§ 8-1537\n\nSUBTITLE B. PROMOTING URBAN AGRICULTURE THROUGH PROGRAM\nIMPROVEMENT.\nSec. 411. The Sustainable DC Amendment Act of 2012, effective April 20, 2013 (D.C.\nLaw 19-262; D.C. Official Code § 8-1825.01 et seq.), is amended as follows:\n(a) Section 212 (D.C. Official Code § 8-1825.02) is amended as follows:\n(1) A new paragraph (7A) is added to read as follows:\n“(7A) “Director” means the Director of the District Department of the\nEnvironment.”.\n(2) Paragraph (8) is amended by striking the word “intended” and inserting the\nword “used” in its place.\n(3) Paragraph (9) is amended to read as follows:\n“(9) “Honey bee” means Apis mellifera or another species designated as suitable\nfor an urban environment by the Director.”.\n\nAmend\n§ 8-1825.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4107\n\n(4) Paragraph (10) is amended by striking the phrase “Multi-unit” and inserting\nthe phrase “Multi-unit building” in its place.\n(5) Paragraph (11) is amended by striking the phrase “private entity” and\ninserting the phrase “legal entity” in its place.\n(6) Paragraph (12) is repealed.\n(b) Section 213 (D.C. Official Code § 8-1825.03) is amended by striking the period and\ninserting the phrase “and any regulations promulgated pursuant to this act.” in its place.\n(c) Section 214 (D.C. Official Code § 8-1825.04) is amended to read as follows:\n“Sec. 214. Responsibilities of beekeepers.\n“(a) A colony kept in the District shall be registered annually with the Department.\n“(b) No person shall bring into the District a colony or portion of a colony, bees on\ncombs, empty used combs, used hives, or other used apiary appliances without complying with\nthe procedures established by the Department in accordance with this act.\n“(c) A colony may not be established in a multi-unit building without written permission\nfrom the property manager or owner.\n“(d) A hive must be kept and maintained to prevent overcrowding and deter swarming\naccording to procedures established by the Department through rulemaking.\n“(e) A beekeeper shall be responsible for the remediation of bee swarms and nuisance\nconditions. If a beekeeper fails to fulfill this obligation, the owner of the property on which a\nhive is located shall be responsible for remediating these conditions, and the beekeeper shall\nreimburse the property owner for the costs incurred by the remediation.”.\n(d) Section 215 (D.C. Official Code § 8-1825.05) is repealed.\n(e) Section 216 (D.C. Official Code § 8-1825.06) is repealed.\n(f) Section 217(a) (D.C. Official Code § 8-1825.07(a)) is amended to read as follows:\n“(a) The Department shall establish procedures and may take measures to control the\nspread of bee diseases and may order a beekeeper to take measures to control the spread of bee\ndiseases.”.\n(g) Section 218 (D.C. Official Code § 8-1825.08) is repealed.\n(h) Section 219 (D.C. Official Code § 8-1825.09) is amended as follows:\n(1) Subsection (a) is amended by adding the following sentence at the end: “The\nrules may establish fees necessary to implement the provisions of this act.”.\n(2) Subsection (d) is repealed.\n(3) A new subsection (e) is added to read as follows:\n“(e) The Mayor may require reimbursement for the District’s costs resulting from\nservices, including inspections, testing, storage, and transportation of hives or bees, or other\nreasonable costs or fees incurred in implementation of this act or regulations promulgated\npursuant to this act.”.\n\nAmend\n§ 8-1825.03\nAmend\n§ 8-1825.04\n\nRepeal\n§§ 8-1825.05,\n8-1825.06\nAmend\n§ 8-1825.07\n\nRepeal\n§ 8-1825.08\nAmend\n§ 8-1825.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4108\n\nSUBTITLE C. GROWING THE URBAN CANOPY THROUGH ENHANCED TREE\nMANAGEMENT.\nSec. 421. Section 104 of the Urban Forest Preservation Act of 2002, effective June 12,\n2003 (D.C. Law 14-309; D.C. Official Code § 8-651.04), is amended as follows:\n(a) Subsection (b) is amended as follows:\n(1) Paragraph (2) is amended by striking the semicolon and inserting the phrase\n“; or” in its place.\n(2) Paragraph (3) is amended by striking the phrase “; or” and inserting a period\nin its place.\n(3) Paragraph (4) is repealed.\n(b) Subsection (c) is repealed.\n\nAmend\n§ 8-651.04\n\nTITLE V. FISCAL IMPACT STATEMENT, APPLICABILITY, AND EFFECTIVE\nDATE.\nSec. 501. Fiscal impact statement.\nThe Council adopts the fiscal impact statement contained in the committee report as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § l-206.02(c)(3)).\nSec. 502. Applicability.\n(a) Title I shall apply as of January 1, 2015.\n(b) Title II shall apply as of the effective date of this act.\n(c) Title III, Subtitle A, section 301, 302(a), and 303 shall apply as of the effective date of\nthis act.\n(d) Title III, Subtitle A, section 302(b) shall apply upon the inclusion of its fiscal effect in\nan approved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\n(e) Title III, Subtitle B, shall apply as of the effective date of this act.\n(f) Title IV, Subtitle A, sections 401, 402, and 406 shall apply as of the effective date of\nthis act.\n(g) Title IV, Subtitle A, sections 403, 404, and 405 shall apply upon the inclusion of their\nfiscal effect in an approved budget and financial plan, as certified by the Chief Financial Officer\nto the Budget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\n(h) Title IV, Subtitles B and C shall apply as of the effective date of this act.\nSec. 503. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\nPartial\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-142, effective December 17, 2014\n[Partial Delayed Applicability]\n\n20 DCSTAT 4109\n\n24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Sustainable DC Omnibus Amendment Act of 2014",
  "end": "4109",
  "start": "4098",
  "name": "Law_20-142.pdf"
}