{
  "end": "204", 
  "name": "Law_19-248.pdf", 
  "start": "204", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-248, effective March 19, 2013\n\n20 DCSTAT 204\n\nAN ACT\n\nBill 19-139\nAct 19-578\neffective\nDecember 21,\n2012\n\nTo amend the Office of Unified Communications Establishment Act of 2004 to clarify that the 911 number\nis to be used for emergency calls only, and to require the Mayor to publicize this exclusive use to\nthe public.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “911 Purity Amendment Act of 2012”.\n\n911 Purity\nAmendment\nAct of 2012\n\nSec. 2. The Office of Unified Communications Establishment Act of 2004, effective\nDecember 7, 2004 (D.C. Law 15-205; D.C. Official Code §1-327.51 et seq.), is amended by\nadding a new section 3207a to read as follows:\n“Sec. 3207a. Authorized use of 911.\n“(a) The District’s 911 call system shall be reserved exclusively for emergency calls.\n“(b) The Mayor shall not use the 911 call system for administrative purposes, for placing\noutgoing calls, or for receiving non-emergency calls.\n“(c) Upon the effective date of the 911 Purity Amendment Act of 2012, passed on 2nd\nreading on December 4, 2012 (Enrolled version of Bill 19-139), the Mayor shall publicize that\nthe 911 call system shall be used exclusively for emergency calls. Any current or future\npublication or outreach conducted by the Mayor related to the 911 call system shall comply with\nthe requirements of this section.”.\n\nNew\n§ 1-327.56a\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "911 Purity Amendment Act of 2012", 
  "council_period": "20"
}