{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3178\n\nAN ACT\n\nTo authorize and provide for the issuance of revenue Bonds in an aggregate principal amount not to exceed\n$375 million to finance the construction by the District Department of Transportation of\nunderground facilities to be used by the Potomac Electric Power Company in connection with the\nundergrounding of certain electric power lines and their ancillary facilities, including the costs of\nissuing and delivering the Bonds and the retention of a financial advisor for the Public Service\nCommission of the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Electric Company Infrastructure Improvement Financing Act of 2014”.\n\nTITLE I. DEFINITIONS AND FINDINGS\nSec. 101. Definitions.\nFor the purposes of this act, the term:\n(1) “Ancillary agreement” means any bond insurance policy, letter of credit,\nreserve account, surety bond, swap arrangement, hedging arrangement, liquidity or credit support\narrangement, or other similar arrangement designed to promote the credit quality and\nmarketability of the Bonds or to mitigate the risk of an increase in interest rates.\n(2) “Authorized delegate” means the City Administrator, the Chief Financial\nOfficer, the Treasurer, the Deputy Mayor for Planning and Economic Development, or any\nofficer or employee of the executive office of the Mayor to whom the Mayor has delegated any\nof the Mayor’s functions under this act pursuant to section 422(6) of the Home Rule Act and\nwho has been designated as an authorized delegate for purposes of this act.\n(3) “Bonds” means the revenue Bonds, notes, or other obligations (including\nrefunding Bonds, notes, and other obligations), in one or more series, authorized to be issued\npursuant to this act.\n(4) “Bond counsel” means a firm or firms of attorneys designated as bond counsel\nfrom time to time by the Mayor.\n(5) “Chief Financial Officer” means the Chief Financial Officer of the District of\nColumbia.\n(6) “Closing documents” means all documents and agreements other than\nfinancing documents that may be necessary and appropriate to issue, sell, and deliver the Bonds\ncontemplated thereby, and includes agreements, certificates, letters, opinions, forms, receipts,\nand other similar instruments.\n\nBill 20-387\nAct 20-290\neffective\nMarch 3, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nElectric\nCompany\nInfrastructure\nImprovement\nFinancing Act\nof 2014\nNew Chapter\n13A,\nTitle 34,\nSubchapter I\nNew\n§ 34-1311.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3179\n\n(7) “Commission” means the Public Service Commission of the District of\nColumbia as it may be constituted from time to time and any successor agency exercising the\nsame or similar functions.\n(8) “Debt service” means payment of principal, premium, if any, and interest on\nthe Bonds.\n(9) \"DDOT\" means the District Department of Transportation.\n(10) “DDOT Underground Electric Company Infrastructure Improvements” means\nunderground conduits and duct banks for the distribution of electricity within the District, electrical\nvaults, manholes, transformer pads, and similar facilities, including facilities ancillary to the\nforegoing, designed by the electric company, constructed or to be constructed by DDOT, and\ntransferred to, owned, and maintained by the electric company after certain inspections and\napprovals by the electric company for the exclusive use of the electric company in the distribution\nof electricity within the District.\n(11) \"DDOT Underground Electric Company Infrastructure Improvement Activity\"\nmeans the civil engineering for and the construction and installation of DDOT Underground\nElectric Company Infrastructure Improvements.\n(12) “DDOT Underground Electric Company Infrastructure Improvement Annual\nRevenue Requirement” means that amount of revenue required by the District to pay the\nfinancing costs, to fund any required reserves with respect to the Bonds and to maintain any\ncoverage ratios required by the financing documents.\n(13) “DDOT Underground Electric Company Infrastructure Improvement Charge”\nmeans a non-bypassable adjusting surcharge, which surcharge shall be adjusted periodically, as set\nforth in the pertinent financing order, collected by the electric company in an agency capacity, and\npaid by certain customers of the electric company pursuant to a financing order issued by the\nCommission for the payment of financing costs of Bonds issued by the District pursuant to this act\nand the cost of the Commission’s financial advisor, which surcharge shall be calculated to ensure\ntimely recovery of amounts sufficient to provide timely payment of the scheduled principal of and\ninterest on the pertinent Bonds and all other financing costs contemplated by the financing order,\nwhether or not the DDOT Underground Electric Company Infrastructure Improvements are\nconstructed.\n(14) “DDOT Underground Electric Company Infrastructure Improvement Costs”\nmeans any cost incurred by DDOT, including capitalized costs relating to an underground electric\nplant, capitalized costs associated with design and engineering work, expenses that DDOT incurs\nfor the development of annual construction plans, and other expenses incurred or expected to be\nincurred by or for the account of DDOT in undertaking DDOT Underground Electric Company\nInfrastructure Improvement Activity, including preliminary expenses and investments and other\ncosts that reasonably may be incurred in support of the DDOT Underground Electric Company\nInfrastructure Improvement Activity.\n(15) “DDOT Underground Electric Company Infrastructure Improvement Fund”\nmeans the fund established by section 201.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3180\n\n(16) “DDOT Underground Electric Company Infrastructure Improvement\nProperty” means the property rights and interests created in the District pursuant to this act and\nthe pertinent financing order, including, without limitation, the right, title, and interest in and to:\n(A) The DDOT Underground Infrastructure Improvement Charges, as\nthe same may adjusted from time to time in accordance with procedures established in the\npertinent financing order;\n(B) All revenues, collections, claims, payments, money, or proceeds of\nor arising from the DDOT Underground Infrastructure Improvement Charges including DDOT\nUnderground Electric Company Infrastructure Improvement Revenue or constituting DDOT\nUnderground Infrastructure Improvement Charges, regardless of whether such revenues,\ncollections, claims, payments, money, or proceeds are billed, received, or maintained together\nwith or commingled with other revenues, collections, claims, payments, money, or proceeds; and\n(C) All rights to obtain adjustments to the DDOT Underground\nInfrastructure Improvement Charges.\n(17) “DDOT Underground Electric Company Infrastructure Improvement\nRevenue” means the aggregation of receipts, collections, payments, moneys, claims, or other\nproceeds derived from DDOT Underground Electric Company Infrastructure Improvement\nCharges.\n(18) “Electric company” shall have the same meaning as provided in section 8 of\nthe Public Utilities Commission Act (D.C. Official Code § 34-207) and as used in this act shall\nmean the Potomac Electric Power Company, and its permitted successors and assigns.\n(19) “Electric Company Infrastructure Improvements” means underground\nelectrical cable, fuses, switches, transformers, and ancillary facilities, including above-ground padmounted transformers, and other equipment, constructed or to be constructed by the electric\ncompany, including the electric company’s portion of conduit not included in DDOT Underground\nElectric Company Infrastructure Improvements that is required in conjunction with constructing and\noperating new underground facilities to be used for the distribution of electricity, but does not\ninclude the construction of a new underground electric plant when the costs associated with the\nconstruction and operation of such an underground electric plant, including capital costs, are to be\nrecovered through rates, as approved by the Commission pursuant to section 8 of the Public\nUtilities Commission Act (D.C. Official Code § 34-901) and not through the DDOT Underground\nElectric Company Infrastructure Improvement Charges or Underground Project Charges.\n(20) “Electric Company Infrastructure Improvement Activity” means the civil and\nelectrical engineering for, and acquisition, construction and installation of, Electric Company\nInfrastructure Improvements and the removal of overhead electric distribution facilities no longer\nused, or useful, in providing electric distribution service in the District due to the construction of\nElectric Company Infrastructure Improvements.\n(21) “Electric Company Infrastructure Improvement Costs” means any costs\nincurred by the electric company, including the amortization of regulatory assets and capitalized\ncosts relating to electric plant including depreciation expense and design and engineering work\nincurred, or expected to be incurred, by the electric company in undertaking Electric Company\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3181\n\nInfrastructure Improvement Activity, and the unrecovered value of electric company property that is\nretired, together with any demolition cost or similar cost that exceeds the salvage value of the\nproperty. The term includes preliminary expenses and investments associated with Electric\nCompany Infrastructure Improvement Activity that are incurred by the electric company prior to\nreceipt of an order applicable to costs incurred with respect to the Electric Company Infrastructure\nImprovement Activity in addition to expenses that may be incurred for development of annual\nconstruction plans, customer communication, and other expenses that may develop in support of the\nElectric Company Infrastructure Improvement Activity.\n(22) “Electric Company Infrastructure Improvement Revenue” means the\naggregation of receipts, collections, payments, moneys, claims, and other proceeds derived from\nUnderground Project Charges.\n(23) “Electric plant” shall have the same meaning as provided in section 8 of the\nPublic Utilities Commission Act (D.C. Official Code § 34-206).\n(24) “Financial advisor” means an entity whose services are retained by the\nCommission to assist the Commission in the issuance, amendment, or administration of a financing\norder.\n(25) “Financing costs” means the costs to issue, service, repay, or refinance Bonds\nissued under this act, whether incurred upon issuance of or over the life of the Bonds, and\napproved for recovery in the pertinent financing order. Without limitation, “Financing Costs”\nmay include, as applicable:\n(A) Debt service on Bonds;\n(B) Any payment required under an ancillary agreement and any amount\nrequired to fund or replenish a debt service reserve account or other account established under\nany indenture, trust agreement, ancillary agreement, or other financing document relating to the\nBonds;\n(C) Any federal, state, or local taxes, payments in lieu of taxes, franchise\nfees, or license fees imposed on DDOT Underground Electric Company Infrastructure\nImprovement Revenues; and\n(D) Any cost related to issuing the Bonds, administering and servicing\nDDOT Underground Electric Company Infrastructure Improvement Property and the Bonds,\nincluding, without limitation, costs of calculating adjustments of the DDOT Underground Electric\nCompany Infrastructure Improvement Charge, servicing fees and expenses, trustee fees and\nexpenses, legal fees and expenses, accounting fees and expenses, administrative fees and\nexpenses, placement fees, underwriting fees, fees and expenses of the District’s or the\nCommission’s advisors and outside counsel, if any, rating agency fees, and any other related\ncost.\n(26) “Financing documents” means the documents other than closing documents\nthat relate to the financing or refinancing of transactions to be affected through the issuance, sale,\nand delivery of the Bonds, including any required collection agreement, indenture, offering\ndocument, ancillary agreement, and any required supplements to any such documents.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3182\n\n(27) “Financing order” means an order of the Commission pursuant to this act that\ngrants, in whole or in part, an application filed pursuant to this act by the electric company and that,\namong its other provisions, authorizes the creation of the DDOT Underground Electric Company\nInfrastructure Improvement Property and the imposition and periodic true-up of DDOT\nUnderground Electric Company Infrastructure Improvement Charges.\n(28) “Gas company” shall have the same meaning as provided in section 8 of the\nPublic Utilities Commission Act (D.C. Official Code § 34-209) and as used in this act shall mean\nthe Washington Gas Light Company, and any successor thereto.\n(29) “Gas plant” shall have the same meaning as provided in section 8 of the Public\nUtilities Commission Act (D.C. Official Code §34-210).\n(30) “Home Rule Act” means the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\n(31) “Indenture” means the trust indentures (including a master trust indenture and\nany supplemental trust indenture) pursuant to which one or more series of the Bonds are issued\npursuant to this act.\n(32) “Lateral feeder” means a 1-kV to 35-kV (phase-to-phase) line tapped off of a\ndistribution mainline primary feeder for supplying loads, which may be protected by a fuse at the\ninterconnection point to the mainline primary feeder, and may have one phase, 2 phases, or 3\nphases.\n(33) “Mainline primary feeder” means a 1-kV to 35-kV (phase-to-phase)\ndistribution line originating at the substation distribution bus that supplies lateral feeders and\ndistribution transformers that convert voltage to customer service levels, which are normally 3phase circuits.\n(34) “Mayor” means the Mayor of the District of Columbia or an Authorized\nDelegate.\n(35) “Ongoing financing costs” means financing costs that are not upfront\nfinancing costs and any upfront financing costs not paid from the proceeds of Bonds.\n(36) “OPC” means the Office of the People’s Counsel for the District of Columbia\nand any successor thereto.\n(37) “Public Utilities Commission Act” means An Act Making appropriations to\nprovide for the expenses of the government of the District of Columbia for the fiscal year ending\nJune thirtieth, nineteen hundred and fourteen, and for other purposes, approved March 4, 1913\n(37 Stat. 974; D.C. Official Code § 34-201 et seq.).\n(38) “Secondary feeder” means the portion of an electric distribution circuit\noriginating at the low-voltage secondary winding of a distribution transformer and transmitting\npower at customer service voltage levels to interconnect with a customer service drop line, which\nhas voltages less than 1000 V, often 480/277 V, 208/120 V, or 120/240 V and can be single phase\nor 3 phase.\n(39) “Servicing agreement” means an agreement between the District and the\nelectric company relating to the collection and remittance of the DDOT Underground Electric\nCompany Infrastructure Improvement Revenue.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3183\n\n(40) “Trustee” means a trustee under any indenture.\n(41) “Underground Infrastructure Improvement Projects Plan” means a construction\nplan prepared by DDOT and the electric company that identifies DDOT Underground Electric\nCompany Infrastructure Improvement Activity and the Electric Company Infrastructure\nImprovement Activity to be undertaken.\n(42) “Underground Project Charge” means an annually adjusted surcharge paid by\ncertain customers of the electric company for its recovery of the Electric Company Infrastructure\nImprovement Costs, together with the electric company’s rate of return as approved by the\nCommission.\n(43) “Upfront financing costs” means the expenses associated with the\nstructuring, marketing, and issuance of the Bonds, including, but not limited to, the funding of\none or more debt service reserve funds, but not including scheduled debt service or other\nongoing financing costs to the extent such ongoing financing costs are payable from DDOT\nUnderground Electric Company Infrastructure Improvement Revenue.\nSec. 102. Findings.\nThe Council finds that:\n(1) Global climate change has increased the frequency and severity of destructive\nweather patterns. Accordingly, electric power distribution service in the District of Columbia is\nvulnerable to equipment failures on the overhead electric distribution system of the electric\ncompany for many reasons, including high winds, flooding, lightning strikes, snow and ice\naccumulations, foreign contact between overhead equipment and animals, trees, and other objects,\nand other causes. In the past, this damage has caused the loss of electric power over extended time\nperiods to residential and commercial customers; which damage and power loss have created\neconomic losses for the District and its citizens, including critical infrastructure customers and other\nhigh-priority users of electricity. It can be expected that similar outages on the electric company’s\noverhead distribution system will continue to occur absent taking additional intensified outageprevention measures.\n(2) Electric system modernization is necessary to establish 21st century electric\ndistribution systems to promote the public interest through increased system reliability, resiliency,\nreliability, and flexibility during all types of weather events, including major storms. The frequency\nof electric power outages within the District can be expected to decrease when overhead power lines\nin vulnerable locations are relocated underground. Consequently, selectively undergrounding\ncertain overhead power lines can be expected to increase system reliability and reduce the\neconomic, social, and other impacts on the District’s electricity users caused by repeated power\noutages.\n(3) Section 490 of the Home Rule Act provides that the Council may by act\nauthorize the issuance of District Bonds to borrow money to finance, refinance, or reimburse, and to\nassist in the financing, refinancing, or reimbursing of, the cost of capital projects or undertakings\n(including utility facilities) that will contribute to the health, welfare, or safety of residents of the\nDistrict, as determined by the Council.\n\nNew\n§ 34-1311.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3184\n\n(4) The authorization, issuance, sale, and delivery of securitized Bonds, the\nproceeds of which shall be used by DDOT to finance the construction of certain underground\nfacilities that will be used by the electric company in connection with undergrounding\nparticularly vulnerable electric power lines and their ancillary facilities, thus, contributing to the\nhealth, welfare, and safety of residents of the District, are in the public interest and will\naccomplish the purposes and intent of section 490 of the Home Rule Act.\n(5) Electric system modernization will require an unprecedented investment by\nthe District and the electric company, which consequently, will be paid by District ratepayers\nthrough the DDOT Underground Electric Company Infrastructure Improvement Charge and the\nUnderground Project Charge.\n(6) A special financing structure to support this unprecedented improvement to\nthe electricity distribution infrastructure requires a specific legislative framework, and this\nlegislation establishes that framework. The additional charges authorized by this legislation will\nbe used solely to finance the construction and implementation of improvements to the\ndistribution system to increase system reliability.\n(7) The Council finds that the Mayor and the electrical company should make\nevery practical effort to ensure that District residents are hired for newly created jobs funded by\nany mechanism wherein the costs of such funding are recovered through the DDOT\nUnderground Electric Company Infrastructure Improvement Charge or the Underground Project\nCharge, with a goal being that at least 100% of all related jobs are filled by District residents and\n100% of the construction contracts are awarded to District businesses, where qualified to\nperform such work. Moreover, the Mayor and the electric company should make every practical\neffort to increase the use of District apprentices when executing contractor and subcontractor\nagreements to implement electric system modernization.\n(8) By December 31, 2015, and by each December 31st and June 30th thereafter\nuntil December 31, 2027, or the sooner completion of the work contemplated by this act, the\nMayor and the electric company shall issue written reports to the Council that describe and\nevaluate their respective efforts in meeting the stated goals of this act, where applicable, to\nidentify, hire, and train District residents, where qualified to perform such work, and award\nconstruction contract to District businesses.\n(9) The Mayor and the electric company will be expected to make every practical\neffort to achieve these goals through contracting and hiring procedures that award additional\npreference points to qualified businesses and labor resources that advance the goals of this\nlegislation.\nTITLE II. ISSUANCE OF BONDS; SECURITY INTEREST IN DDOT\nUNDERGROUND ELECTRIC COMPANY INFRASTRUCTURE IMPROVEMENT\nREVENUE\nSec. 201. Establishment of the DDOT Underground Electric Company Infrastructure\nImprovement Fund.\n\nNew\nSubchapter II\n\nNew\n§ 34-1312.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3185\n\n(a)(1) There is established as a special nonlapsing fund, separate and apart from the\nGeneral Fund, the DDOT Underground Electric Company Infrastructure Improvement Fund\n(“Fund”). The funds deposited in the Fund, and any interest earned on those funds, shall not\nrevert to the unrestricted fund balance of the General Fund of the District of Columbia at the end\nof a fiscal year, or at any other time.\n(2) The Fund shall be used solely for the purposes of this act.\n(b) The DDOT Underground Electric Company Infrastructure Improvement Revenue shall\nbe collected by the electric company acting as agent in accordance with the servicing agreement\nand remitted to the trustee (or to a fund or account designated by the financing documents) for\napplication by the trustee in accordance with this act and the indenture. All DDOT Underground\nElectric Company Infrastructure Improvement Revenue collected, or to be collected, by the electric\ncompany or any affiliate or agent thereof shall upon receipt by the electric company or any affiliate\nor agent, as the case may be, be held in trust for the benefit of the trustee and shall be deemed\ncollected and transferred to the trustee in accordance with this act and the servicing agreement. All\nDDOT Underground Electric Company Infrastructure Improvement Revenue so collected,\nwherever held or deposited and whether having been remitted to the trustee or not, shall\nautomatically be pledged at the time of receipt to the repayment of the Bonds pursuant to this act\nand the indenture. The electric company shall have no rights in or to the DDOT Underground\nElectric Company Infrastructure Improvement Revenue. The sole responsibility of the electric\ncompany shall be to act in an agency capacity for the collection of the DDOT Underground Electric\nCompany Infrastructure Improvement Revenue and to remit the DDOT Underground Electric\nCompany Infrastructure Improvement Revenue to a trustee in accordance with the servicing\nagreement. In the event of the electric company’s failure to collect and remit the DDOT\nUnderground Electric Company Infrastructure Improvement Revenue to the trustee, the District\nmay remove the electric company under and in accordance with the servicing agreement, but the\nDistrict shall have no recourse against the assets of the electric company. The electric company shall\nhave no responsibility with respect to the DDOT Underground Electric Company Infrastructure\nImprovement Revenue after remittance to the trustee in accordance with the servicing agreement.\n(c) The Commission’s financing order shall provide that the electric company shall\ncollect and remit to the trustee payments received by the electric company for the DDOT\nUnderground Electric Company Infrastructure Improvement Revenue promptly following receipt\nof such payment in accordance with the servicing agreement. The DDOT Underground Electric\nCompany Infrastructure Improvement Revenue is pledged pursuant to section 203(b) to pay the\ndebt service on and retirement of the Bonds without further action by the Council, as permitted\nby section 490(f) of the Home Rule Act, which security interest shall attach at the time of receipt\nof the DDOT Underground Electric Company Infrastructure Improvement Revenue by the\nelectric company.\n(d) The trustee shall receive, hold, and invest the DDOT Underground Electric Company\nInfrastructure Improvement Revenue and shall deposit all such revenues upon receipt into the\nDDOT Underground Electric Company Infrastructure Improvement Fund to be held, invested,\nand used as specified in the financing documents and this act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3186\n\n(e) All amounts deposited in the DDOT Underground Electric Company Infrastructure\nImprovement Fund, plus all investments or earnings on those amounts, are irrevocably dedicated\nand pledged to the payment of debt service on the Bonds and other financing costs as provided in\nthis act.\n(f) If, at the end of any fiscal year of the District following the issuance of the Bonds\nauthorized by this act, the value of cash and investments in the DDOT Underground Electric\nCompany Infrastructure Improvement Fund exceeds the amount of all payments authorized by\nthis act and the financing documents, including required and discretionary deposits into reserve\nfunds, amounts to be set aside for additional series of Bonds issued under this act, and any\ncoverage requirements required by the indenture, during the upcoming fiscal year, the excess\nshall be used in accordance with the provisions of the pertinent financing order.\nSec. 202. Bond authorization.\n(a) The Council approves and authorizes the issuance of one or more series of Bonds in a\ntotal principal amount not to exceed $375 million. The Bonds, which may be issued at any time\nand from time to time during the 10-year period immediately following the effective date of this\nact, in one or more series, shall be tax-exempt or taxable as the Mayor shall determine and shall\nbe payable and secured as provided in section 203.\n(b) The proceeds of the Bonds shall be used:\n(1) To pay the upfront financing costs relating to issuing and delivering the\nBonds, including, but not limited to, the Commission’s costs of retaining a financial advisor; and\n(2) To pay or reimburse DDOT Underground Electric Company Infrastructure\nImprovement Costs; provided, that no bond proceeds shall be provided to DDOT pursuant to this\nact until the Commission shall have first approved the Underground Infrastructure Improvement\nProjects Plan.\n(c) The aggregate principal amount of the Bonds issued in connection with financing\nDDOT Underground Electric Company Infrastructure Improvement Activity shall not, at any\ntime, exceed the total planned cost of the portion of the DDOT Underground Electric Company\nInfrastructure Improvement Activity and the upfront financing costs approved in the pertinent\nfinancing order.\n(d) By December 31 of each year during which the Bonds authorized by this act have\nbeen issued and continuing until the net proceeds of the Bonds have been fully disbursed, DDOT\nshall file with the Commission an accounting report depicting DDOT’s cumulative receipt of the\nBond proceeds during the previous fiscal year and DDOT’s cumulative expenditures of those\nproceeds.\n\nNew\n§ 34-1312.02\n\nSec. 203. Payment and security.\n(a) Except as may be otherwise specifically provided in this act, debt service on the\nBonds shall be payable solely from proceeds received from the sale of the Bonds, income\nrealized from the temporary investment of those proceeds, DDOT Underground Electric\nCompany Infrastructure Improvement Revenue, income realized from the temporary investment\n\nNew\n§ 34-1312.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3187\n\nof the DDOT Underground Electric Company Infrastructure Improvement Revenue before\npayment to the bond holders, and other moneys that, as provided in the financing documents,\nmay be made available for payment of the Bonds from sources other than the District or the\nelectric company, all as provided for in the financing documents.\n(b) The DDOT Underground Electric Company Infrastructure Improvement Revenue is\nirrevocably pledged as security for the repayment of the Bonds and any financing costs. Payment\nof the Bonds shall be secured as provided in this act and the financing documents and by an\nassignment by the District of certain of its rights under the financing documents and closing\ndocuments to the trustee for the benefit of the bond holders.\n(c) The trustee is authorized to deposit, invest, and disburse the proceeds received from the\nsale of the Bonds pursuant to the financing documents.\nSec. 204. Bond details.\n(a) The Mayor is authorized to take any action reasonably necessary or appropriate in\naccordance with this act in connection with the preparation, execution, issuance, sale, delivery,\nsecurity for, and payment of the Bonds of each series, including, but not limited to, determinations\nof:\n(1) The final form, content, designation, and terms of the Bonds, including a\ndetermination that the Bonds may be issued in certificated or book-entry form;\n(2) The principal amount of the Bonds to be issued and the denominations of the\nBonds;\n(3) The rate or rates of interest or the method for determining the rate or rates of\ninterest on the Bonds;\n(4) The date or dates of issuance, sale, and delivery of, and the payment of interest\non the Bonds, and the maturity date or dates of the Bonds;\n(5) The terms under which the Bonds may be paid, optionally or mandatorily\nredeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before\ntheir respective stated maturities;\n(6) Provisions for the registration, transfer, and exchange of the Bonds and the\nreplacement of mutilated, lost, stolen, or destroyed Bonds;\n(7) The creation of any reserve fund, sinking fund, or other fund with respect to the\nBonds;\n(8) The time and place of payment of interest on the Bonds and for repayment of the\nBonds;\n(9) Procedures for monitoring the use of the proceeds received from the sale of the\nBonds, a copy of which shall be provided to the Commission, to ensure that the proceeds are\nproperly applied and used to accomplish the purposes of the Home Rule Act and this act;\n(10) Actions necessary to qualify the Bonds under blue sky laws of any jurisdiction\nwhere the Bonds are marketed; and\n(11) The terms and types of credit enhancement under which the Bonds may be\nsecured.\n\nNew\n§ 34-1312.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3188\n\n(b) The Bonds shall contain a legend which shall provide that the Bonds do not constitute\nan indebtedness of the District, that the Bonds are not general obligations of the District and are not\nsecured by the faith and credit or the taxing power of the District. The legend shall further state that\nthe Bonds are special limited obligations of the District payable solely from the revenues derived\nfrom the collection of DDOT Underground Electric Company Infrastructure Improvement Revenue.\nThe legend shall also state that the Bonds do not constitute lending of the public credit for private\nundertakings, as prohibited in section 602(a)(2) of the Home Rule Act.\n(c) The Bonds shall be executed in the name of the District and on its behalf by the manual\nor facsimile signature of the Mayor and attested by the Secretary of the District by the Secretary’s\nmanual or facsimile signature.\n(d) The official seal of the District, or a facsimile of it, shall be impressed, printed, or\notherwise reproduced on the Bonds.\n(e) The Bonds of any series may be issued in accordance with the terms of an indenture to\nbe entered into by the District and a trustee to be selected by the Mayor, and may be subject to the\nterms of one or more agreements entered into by the District pursuant to section 490(a) (4) of the\nHome Rule Act.\n(f) The Bonds may be issued at any time or from time to time during the 10-year period\nspecified in section 202(a) in one or more issues and in one or more series.\n(g) The Bonds are declared to be issued for essential public and governmental purposes.\nThe Bonds and the interest on the Bonds and the income from the Bonds, and all monies pledged\nor available to pay or secure the payment of the Bonds, shall at all times be exempt from taxation\nby the District, except for estate, inheritance, and gift taxes.\n(h) The District covenants and agrees that it will not limit or alter the DDOT\nUnderground Electric Company Infrastructure Improvement Revenue pledged to secure the\nBonds or the basis on which the DDOT Underground Electric Company Infrastructure\nImprovement Revenue is collected or allocated, will not take any action to impair the contractual\nobligations of the District to fulfill the terms of any agreement made with the holders of the\nBonds, and will not in any way impair the rights or remedies of the holders of the Bonds, until\nthe Bonds, together with interest on the Bonds, and all costs and expenses in connection with any\nsuit, action, or proceeding by or on behalf of the holders of the Bonds, are fully met and\ndischarged. This covenant and agreement of the District shall be included as part of the contract\nbetween the District and the holders of the Bonds.\n(i) This act constitutes a contract between the District and the holders of the Bonds. To\nthe extent that any acts or resolutions of the Council may be in conflict with this act, this act shall\nbe controlling.\n(j) Consistent with section 490(a)(4)(B) of the Home Rule Act:\n(1) Upon the effective date of the pertinent financing order, there is hereby granted\na first priority statutory lien to the trustee for the benefit of the holders of the Bonds on all DDOT\nUnderground Electric Company Infrastructure Improvement Property then existing or thereafter\narising pursuant to the terms of the financing order;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3189\n\n(2) A pledge made and security interest granted in the DDOT Underground\nElectric Company Infrastructure Improvement Property created in respect of the Bonds or\npursuant to any related financing document shall be valid, binding, and perfected from the time\nthe security interest is created, with or without physical delivery of any funds or any property\nand with or without any further action;\n(3) The lien of the pledge shall be valid, binding, and perfected as against all\nparties having any claim of any kind in tort, contract, or otherwise against the District, whether\nor not such party has notice; and\n(4) The security interest shall be valid, binding, and perfected whether or not any\nstatement, document, or instrument relating to the security interest is recorded or filed.\nSec. 205. Sale of the Bonds.\n(a) The Bonds of any series may be sold at negotiated or competitive sale at, above, or\nbelow par, to one or more persons or entities, and upon terms that the Mayor considers to be in the\nbest interest of the District.\n(b) The Mayor may execute offering documents in connection with each sale of the Bonds,\nmay deem final any such offering document for purposes of compliance with federal laws and\nregulations governing such matters, and may authorize the distribution of the documents in\nconnection with the Bonds being sold.\n(c) The Mayor is authorized to deliver the executed and sealed Bonds for authentication,\nand, after the Bonds have been authenticated, to deliver the Bonds to the original purchasers of the\nBonds upon payment of the purchase price.\n(d) The Bonds shall not be issued until the Mayor receives an approving opinion from bond\ncounsel as to the validity of the Bonds of such series and, if the interest on the Bonds is expected to\nbe exempt from federal income taxation, the treatment of the interest on the Bonds for purposes of\nfederal income taxation.\n(e) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law §\n18-723; D.C. Official Code § 2-351.01 et seq.), and subchapter III-A of Chapter 3 of Title 47 of\nthe District of Columbia Official Code shall not apply to any contract the Mayor may from time\nto time enter into or determine to be necessary or appropriate for purposes of this act.\n\nNew\n§ 34-1312.05\n\nSec. 206. Financing and closing documents.\n(a) The Mayor is authorized to prescribe the final form and content of all financing\ndocuments and all closing documents that may be necessary or appropriate to issue, sell, and deliver\nthe Bonds.\n(b) The Mayor is authorized to execute the financing documents and any closing documents\nby the Mayor’s manual or facsimile signature.\n(c) The Mayor’s execution and delivery of the financing documents and the closing\ndocuments to which the District is a party shall constitute conclusive evidence of the Mayor’s\napproval of the final form and content of the executed financing documents and the executed\nclosing documents.\n\nNew\n§ 34-1312.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3190\n\n(d) The Mayor is authorized to deliver the executed and sealed financing documents and\nclosing documents before or simultaneously with the issuance, sale, and delivery of the Bonds and\nto ensure the due performance of the obligations contained in the executed, sealed, and delivered\nfinancing documents and closing documents.\nSec. 207. Bonds not District liability.\n(a) The Bonds shall not constitute an indebtedness of the District. The Bonds are not\ngeneral obligations of the District and are not secured by a pledge of or involve the faith and credit\nor the taxing power of the District. The Bonds are the special limited obligations of the District\npayable solely from the DDOT Underground Electric Company Infrastructure Improvement\nProperty. Nothing contained in the Bonds, or in the related financing documents and closing\ndocuments, shall create an obligation on the part of the District to make payments with respect to\nthe Bonds from sources other than the DDOT Underground Electric Company Infrastructure\nImprovement Revenue. The Bonds do not constitute lending of the public credit for private\nundertakings as prohibited in section 602(a)(2) of the Home Rule Act.\n(b) No person, including, but not limited to, any bondholder, shall have any claims against\nthe District or any of its elected or appointed officials, officers, employees, or agents for monetary\ndamages suffered as a result of the failure of the District to perform any covenant, undertaking, or\nobligation under this act, the Bonds, the financing documents, or the closing documents, or as a\nresult of the incorrectness of any representation in or omission from the financing documents or the\nclosing documents.\n(c) The District and the electric company shall take such actions as may be reasonably\nnecessary so that the Bonds are not treated as debt on the electric company’s books and records\nunder United States generally accepted accounting principles or by a major United States rating\nagency, and the Commission shall not take any action or issue any order that may have a contrary\neffect.\n(d) Nothing contained in this act shall obligate the electric company to take any action or\nexecute any document that would have the effect of causing the Bonds to be treated as debt on the\nelectric company’s books and records under United States generally accepted accounting principles\nor by a major United States rating agency.\n\nNew\n§ 34-1312.07\n\nSec. 208. Legal investment.\nThe Bonds shall be legal instruments in which public officers and public bodies of the\nDistrict, insurance companies, insurance company associations, and other persons carrying on an\ninsurance business, banks, bankers, banking institutions, including savings and loan associations,\nbuilding and loan associations, trust companies, and other persons carrying on a banking business,\nadministrators, guardians, executors, trustees and other fiduciaries, and other persons authorized to\ninvest in Bonds or other obligations of the District, may legally invest funds, including capital, in\ntheir control. The Bonds are also securities that legally may be deposited with and received by\npublic officers and public bodies of the District or any agency of the District for any purpose for\nwhich deposit of Bonds or other obligations of the District is authorized by law.\n\nNew\n§ 34-1312.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3191\n\nSec. 209. DDOT Underground Electric Company Infrastructure Improvement Property.\n(a) Upon the effective date of the pertinent financing order, the DDOT Underground\nElectric Company Infrastructure Improvement Property created by the financing order shall\nconstitute an existing, present property right of the District. The District’s property right in the\nDDOT Underground Electric Company Infrastructure Improvement Revenue shall not be\naffected by the fact that the collection and remittance to the trustee of DDOT Underground\nElectric Company Infrastructure Improvement Charges by the electric company, in an agency\ncapacity in accordance with the servicing agreement, depends on the electric company\ncontinuing to provide electric distribution services to customers in the District or continuing to\nperform servicing functions relating to the collection of DDOT Underground Electric Company\nInfrastructure Improvement Charges. DDOT Underground Electric Company Infrastructure\nImprovement Property shall exist whether or not the DDOT Underground Electric Company\nInfrastructure Improvement Charges have been billed, have accrued, or have been collected and\nnotwithstanding the fact that the value or amount of the DDOT Underground Electric Company\nInfrastructure Improvement Revenue may be dependent on the electric company's provision of\nfuture service to its customers.\n(b) All DDOT Underground Electric Company Infrastructure Improvement Charges\nshall continue to be collected until the Bonds have been paid in full and financing costs related to\nthe Bonds have been paid in full.\n(c) All or any portion of the DDOT Underground Electric Company Infrastructure\nImprovement Property may be transferred or assigned by the District for the limited purpose of\npledging the same as security for the repayment of Bonds issued to provide financing for the\nDDOT Underground Electric Company Infrastructure Improvement Activities and other\nfinancing costs authorized by this act and approved in the pertinent financing order. All the\nDDOT Underground Electric Company Infrastructure Improvement Property is pledged for the\nrepayment of the Bonds or payment of financing costs. No transfer, sale, conveyance,\nassignment, or grant of security interest in or pledge of DDOT Underground Electric Company\nInfrastructure Improvement Property shall require authorization from the Commission.\n(d) If the electric company defaults on any required remittance of DDOT Underground\nElectric Company Infrastructure Improvement Revenue to the trustee, a court, upon application\nof an interested party and without limiting any other remedies available to the applying party,\nshall order the sequestration of the DDOT Underground Electric Company Infrastructure\nImprovement Revenue with a trustee selected by the District for the benefit of the District and\nthe bondholders and any financing parties. The court’s order shall remain in full force and effect\nnotwithstanding any bankruptcy, reorganization, or other insolvency proceeding with respect to\nthe electric company or any affiliate thereof.\n(e) The DDOT Underground Electric Company Infrastructure Improvement Revenue\nand the interests of the District, the bondholders, any financing party are not subject to setoff,\ncounterclaim, surcharge, or defense by the electric company, any affiliate thereof, or any other\n\nNew\n§ 34-1312.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3192\n\nperson or in connection with the bankruptcy, reorganization, or other insolvency proceeding of\nthe electric company, any affiliate thereof, or any other entity.\n(f) Any successor to the electric company shall be bound by the requirements of this\nsection and shall perform and satisfy all obligations of, and have the same rights and obligations\nas, the electric company under the financing order and this act in the same manner and to the\nsame extent as the electric company, including, without limitation, the obligation to collect the\nDDOT Underground Electric Company Infrastructure Improvement Revenue and remit the\nrevenue to the trustee.\nSec. 210. District’s interest in DDOT Underground Electric Company Infrastructure\nImprovement Property.\nThe District’s property ownership interest in the DDOT Underground Electric Company\nInfrastructure Property shall be effective and perfected against all third parties and shall not be\naffected or impaired by, among other things, the occurrence of any one or more of the following:\n(1) Comingling of DDOT Underground Electric Company Infrastructure\nImprovement Charges or DDOT Underground Electric Company Infrastructure Improvement\nRevenue with other amounts;\n(2) Any recourse that the electric company may have against the District;\n(3) The obligation of the electric company acting in an agency capacity in\naccordance with the servicing agreement to collect DDOT Underground Electric Company\nInfrastructure Improvement Revenue and to remit the DDOT Underground Electric Company\nInfrastructure Improvement Revenue so collected to the trustee; and\n(4) Any subsequent order of the Commission amending the financing order\npursuant to this act.\n\nNew\n§ 34-1312.10\n\nSec. 211. Exemption from District taxes.\nThe imposition, collection, and receipt of DDOT Underground Electric Company\nInfrastructure Improvement Charges shall not be subject to taxation by the District.\n\nNew\n§ 34-1312.11\n\nSec. 212. Bonds not electric company liability.\nThe Bonds shall not constitute an indebtedness of the electric company.\nTITLE III. COMMISSION AUTHORIZATIONS\nSUBTITLE A. FINANCING ORDERS.\nSec. 301. Commission authorizations.\n(a) The Commission is authorized to issue financing orders upon application by the\nelectric company. All financing orders, among their other provisions, shall:\n(1) Specify the maximum amount of Bonds that are authorized for issuance, the\namount not to exceed the limitations set forth in this act, including the maturities, scheduled\nmaturities, or interest rates, or interest rate determination methods and other details of the Bonds\nas the Commission determines appropriate;\n\nNew\n§ 34-1312.12\n\nNew\nSubchapter\nIII, Part A\nNew\n§ 34-1313.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3193\n\n(2) Describe the DDOT Underground Electric Infrastructure Improvement\nActivities to be paid through the issuance of the Bonds and recovered through DDOT\nUnderground Electric Company Infrastructure Improvement Charges;\n(3) Specify the qualitative or quantitative limitations on financing costs to be\nrecovered (not to impair the ability to pay and service the Bonds in accordance with their terms);\n(4) Assess DDOT Underground Electric Company Infrastructure Improvement\nCharges among the distribution service customer classes of the electric company in accordance\nwith the distribution service customer class cost allocations approved by the Commission for the\nelectric company and in effect pursuant to the most recent base rate case; provided, that no such\ncharges shall be assessed against the electric company’s residential aid discount customer class\nor any succeeding customer class approved by the Commission for the purpose of providing\neconomic relief to a specified low-income customer class. DDOT Underground Electric\nCompany Infrastructure Improvement Charges shall be billed to customers by the electric\ncompany as a volumetric surcharge;\n(5) Describe the true-up mechanism to reconcile actual collections of DDOT\nUnderground Electric Company Infrastructure Improvement Charges with forecasted collection\non at least an annual basis to ensure that the collections of DDOT Underground Electric\nCompany Infrastructure Improvement Charges are adequate to pay debt service on the associated\nBonds when due pursuant to the expected amortization schedule, to fund all debt service reserve\naccounts to the required levels, and to pay when due all other expected ongoing financing costs\nas provided in section 314;\n(6) Authorize the creation of the DDOT Underground Electric Company\nInfrastructure Improvement Property;\n(7) Authorize the imposition, billing, and collection of DDOT Underground\nElectric Company Infrastructure Improvement Charges to pay debt service on the Bonds and\nother ongoing financing costs;\n(8) Describe the DDOT Underground Electric Company Infrastructure\nImprovement Property that will be created and that may be used to pay and secure the payment\nof the debt service of the Bonds and other ongoing financing costs;\n(9) Authorize the execution and delivery of one or more servicing or collection\nagreements with the applicant electric company, including, without limitation, provisions for\nfixing the servicing fee, arrangements for an alternate servicer of the DDOT Underground\nElectric Company Infrastructure Improvement Charges, requiring the electric company to collect\nand remit the resulting DDOT Underground Electric Company Infrastructure Improvement\nCharges in its entirety to the trustee, as provided in section 201, and requiring that any successor\nto the electric company, whether pursuant to any reorganization, bankruptcy, or other insolvency\nproceeding, any merger or acquisition, sale or other business combination, or transfer by\noperation of law, as a result of utility restructuring or otherwise, shall perform and satisfy all\nobligations of the electric company under the servicing agreement and the pertinent financing\norder in the same manner and to the same extent as the electric company, including collecting\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3194\n\nand paying to the person entitled to receive the revenues, collections, payments, or proceeds of\nthe DDOT Underground Electric Company Infrastructure Improvement Charges;\n(10) Prescribe the filing of billing and collection reports relating to the DDOT\nUnderground Electric Company Infrastructure Improvement Charges; and\n(11) Consistent with this act, contain such other findings, determinations, and\nauthorizations as the Commission shall consider appropriate.\n(b) All financing orders shall be operative and in full force and effect from the time fixed\nfor them to become effective by the Commission.\n(c) The financing order shall provide that except to implement any true-up mechanism as\nprovided is section 314, the Commission may not amend, modify, or terminate the financing\norder by any subsequent action or reduce, impair, postpone, terminate, or otherwise adjust the\nDDOT Underground Electric Company Infrastructure Improvement Charges approved in the\nfinancing order.\nSec. 302. Application for financing order.\n(a) Within 60 days from the effective date of this act, the District shall provide the\nelectric company with estimates of the DDOT Underground Electric Company Infrastructure\nImprovement Annual Revenue Requirements that will enable the District to pay the debt service\nand other financing costs associated with Bonds issued pursuant to this act and such other\ninformation as may be in the possession of the District as may be necessary or reasonably\ndesirable to submit an application for a financing order. For good cause, the electric company\nand the District may mutually agree upon a later date of delivery and shall jointly inform the\nCommission of their agreement.\n(b) Within 30 days of the receipt of the estimates and information required pursuant to\nsubsection (a) of this section, the electric company shall file for the Commission’s consideration\nand decision, an application for a financing order with respect to the repayment of Bonds for\nDDOT Underground Electric Company Infrastructure Improvement Activities to be funded\npursuant to this act. The financing order application, and all subsequent applications by the\nelectric company for a financing order, shall contain:\n(1) A statement from the District containing a description of the Bond issue or\nissues, including the principal amount or amounts, expected financing costs, expected interest\nrate or rates, forecasted average term and retirement schedule, and estimates of the DDOT\nUnderground Electric Company Infrastructure Improvement Annual Revenue Requirements that\nwill enable the District to pay the debt service and financing costs associated with Bonds issued\npursuant to this act;\n(2) A calculation by the electric company of the estimated DDOT Underground\nElectric Company Infrastructure Improvement Charges, the level of the expected charge by\ndistribution service customer class, and the calculated amount estimated to be sufficient to\ngenerate an amount at least equal to the DDOT Underground Electric Company Infrastructure\nImprovement Annual Revenue Requirement as provided by the District;\n\nNew\n§ 34-1313.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3195\n\n(3) A proposed form of the servicing agreement between the District, the electric\ncompany, and the Trustee;\n(4) The proposed methodology for allocating DDOT Underground Electric\nCompany Infrastructure Improvement Charges among the electric company’s distribution service\ncustomer classes subject to that allocation; and\n(5) A proposed form of public notice of the application suitable for publication\nby the Commission.\nSec. 303. Consideration of applications; financing order.\n(a) (1) The Commission shall publish notice to the public of the application before\ndeciding upon an application for a financing order and provide for a period of no less than 14\ndays for public comment and filing of motions to intervene. The electric company shall provide\nnotice of the application to its customers in the District as provided in section 8 of the Public\nUtilities Commission Act (D.C. Official Code § 34-909), as this section reads as of the effective\ndate of this act or as amended or superseded.\n(2) The District, OPC, and DDOT shall be a party to the Commission proceeding\non the application, as a matter of right.\n(3) Any other person desiring to be heard on the application shall file a motion to\nintervene with the Commission requesting to be made a party to the proceeding. The applicant\nand any party to the proceeding may file an answer to support or oppose the granting of the\nmotion. The Commission shall, by order, approve or deny the motion at its reasonable discretion.\n(b)The Commission shall decide upon an application for a financing order based upon the\npleadings in the matter and, if no protest or objection is filed in response to the Commission’s\npublic notice of the application, at its discretion, without a hearing. A formal evidentiary hearing\nshall only be required if contested issues of material fact are present and those issues cannot be\nresolved by the Commission on the basis of the pleadings and discovery responses filed, if any,\nin the matter. In its decision, the Commission may approve, approve with conditions, modify, or\nreject the application in whole or in part, as it considers necessary and appropriate.\n(c) The Commission is authorized to issue a financing order if the Commission finds that\nthe DDOT Underground Electric Company Infrastructure Improvement Charges are just and\nreasonable.\n(d) The District shall file an issuance advice letter with the Commission by 5:00 pm on\nthe next business day after the sale of Bonds authorized by the Commission pursuant to a\nfinancing order. The issuance advice letter shall describe the DDOT Underground Electric\nCompany Infrastructure Improvement Annual Revenue Requirement for the Bonds issued\npursuant to the financing order, the average term, and the retirement schedules. If the DDOT\nUnderground Electric Company Infrastructure Improvement Annual Revenue, based on the\ninformation in the issuance advice letter, is less than the estimated DDOT Underground Electric\nCompany Infrastructure Improvement Annual Revenue Requirement in the related financing\norder, the Commission shall adjust the DDOT Underground Electric Company Infrastructure\nImprovement Charges.\n\nNew\n§ 34-1313.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3196\n\n(e) No DDOT Underground Electric Company Infrastructure Improvement Charges\nauthorized by the Commission in a financing order may be billed by the electric company to\ncustomers before the issuance of Bonds by the District pursuant to Title II of this act.\n(f) The Commission shall expedite its consideration of applications for financing orders.\nThe Commission shall issue its decision on the electric company’s application no later than 60\ndays following the closing of the period for public comment upon the application; provided, that\nif a protest or objection to the application that can be resolved without an evidentiary hearing is\ntimely filed with the Commission, this period for the Commission’s decision shall be extended\nby an additional 15 days. This time may be tolled, at the Commission’s reasonable discretion, for\nperiods in which it determines the electric company’s application is deficient. In the event that\nan evidentiary hearing is required, the Commission shall issue a decision no more than 60 days\nfollowing the close of the hearing record.\n(g)(1) The Commission is authorized to retain the services of a financial advisor to assist\nin its consideration of an application for a financing order, and in the formulation and\nadministration of a financing order. The reasonable fees of the financial advisor shall be paid by\nthe District from Bond proceeds; provided, that the District shall have no responsibility for\npayments to the financial advisor from any other source.\n(2) Invoices by the financial advisor for such payments shall be\ntendered through the Commission, which shall verify the content of the invoice before\nforwarding the invoice to the District for payment.\n(3) Payments for services made to the financial advisor shall be\ndeemed to be DDOT Underground Electric Company Infrastructure Improvement Costs. Funds\nfor payments to the financial advisor by the Commission are to be sourced in a similar manner as\nother DDOT Underground Electric Company Infrastructure Improvement Costs.\nSec. 304. Irrevocability of financing order.\nA financing order is irrevocable and the Commission may not reduce, impair, or\nterminate the DDOT Underground Electric Company Infrastructure Improvement Property\napproved in the financing order or impair the collection or recovery of the DDOT Underground\nElectric Company Infrastructure Improvement Charges or DDOT Underground Electric\nCompany Infrastructure Improvement Revenue until the Bonds issued pursuant to this act and\nthe pertinent financing order have been paid in full.\n\nNew\n§ 34-1313.04\n\nSec. 305. Effect of financing order.\n(a) A financing order shall remain in effect until the Bonds have been paid in full and all\nfinancing costs relating to the Bonds have been paid in full.\n(b) A financing order shall remain in effect and unabated notwithstanding the\nbankruptcy, reorganization, or insolvency of the electric company or any affiliate thereof or the\ncommencement of any judicial or non-judicial proceeding therefore.\n(c) For so long as the Bonds are outstanding and the related DDOT Underground\nElectric Company Infrastructure Improvement Costs and the related financing costs have not\n\nNew\n§ 34-1313.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3197\n\nbeen paid in full, the DDOT Underground Electric Company Infrastructure Improvement Charge\nshall be non-bypassable and shall apply to all of the electric company’s customers located within\nthe District and receiving electric distribution service, other than members of the electric\ncompany’s residential aid discount customer class or any succeeding discount customer class.\nSec. 306. Limitation on Commission action.\nIf the Commission issues a financing order, the Commission, in the exercise of its powers\nand carrying out its duties, may not thereafter consider:\n(1) The Bonds described in the financing order to be the debt of the electric\ncompany;\n(2) The DDOT Underground Electric Company Infrastructure Improvement\nCharges approved in the financing order to be revenue of the electric company or the property or\nan asset of the electric company, or the payment of such collections to the trustee to be an\nexpense of the electric company; or\n(3) The DDOT Underground Electric Company Infrastructure Improvement\nCosts or the financing or other costs incurred by the District in connection with Bonds issued\npursuant to this act to be an obligation of the electric company or to be costs included in the cost\nof service of the electric company.\n\nNew\n§ 34-1313.06\n\nSUBTITLE B. SELECTION AND CONSTRUCTION OF UNDERGROUND\nINFRASTRUCTURE IMPROVEMENT PROJECTS.\nSec. 307. Underground infrastructure improvement projects plan.\n(a) Within 45 days of the effective date of this act, and no later than September 30, 2016,\nSeptember 30, 2019, and September 30, 2022, the electric company and DDOT shall jointly file\nwith the Commission and concurrently serve upon the OPC an application for approval of their\ntriennial Underground Infrastructure Improvement Projects Plan.\n(b) No later than September 30 of each year in which an application for approval of a\ntriennial Underground Infrastructure Improvements Project Plan is not filed, the electric\ncompany and DDOT shall file a status report on the completion during the previous year and the\nscheduled completion during the next year of Electric Company Infrastructure Improvement\nActivity contained in the current triennial Underground Infrastructure Improvement Projects\nPlan, or an amendment to an Underground Infrastructure Improvements Project Plan as approved\nby the Commission pursuant to section 310.\n(c) As part of the initial application for approval of the triennial Underground\nInfrastructure Improvement Projects Plan filed pursuant to subsection (a) of this section, the\nelectric company shall request authority to impose and collect specified Underground Project\nCharges from its electric distribution service customers to recover the Electric Company\nInfrastructure Improvement Costs associated with the Underground Infrastructure Improvement\nProjects Plan.\n\nPart B\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3198\n\nSec. 308. Content of application and plan.\n(a) An application to the Commission by the electric company and DDOT for approval\nof the triennial Underground Infrastructure Improvement Projects Plan shall include:\n(1) The ranking reliability performance of individual feeders as follows:\n(A) A measurement and ranking of the reliability performance of each of\nthe electric company’s overhead and combined overhead-underground mainline primary and\nlateral feeders in the District over the preceding 3 years, using the primary selection criteria set\nforth in paragraph (2) of this subsection; and\n(B) On the basis of the foregoing rankings, an identification of the electric\ncompany's recommended selection of mainline primary and lateral feeders that will utilize\nDDOT Underground Electric Company Infrastructure Improvements identified in the plan;\n(2) Primary selection criteria as follows: With respect to all sustained\ninterruptions (inclusive of major service outages and District major event days) occurring on\neach overhead and combined overhead-underground mainline primary and lateral feeder circuits\nin the District, the most recent 3 calendar years average of the following, weighted equally:\n(A) Number of outages per feeder;\n(B) Duration of the outages occurring on the feeder; and\n(C) Customer minutes of interruption on the feeder; and\n(3) Additional content to be included in the plan by the electric company as\nfollows:\n(A) In addition to the measurements, rankings, and selections required by\nparagraphs (1) and (2) of this subsection, the Underground Infrastructure Improvements Projects\nPlan shall include for each mainline primary and lateral feeder recommended by the electric\ncompany to be placed underground an identification and description of the feeder number and\nthe feeder location (by street address, ward, and neighborhood);\n(B) Overhead electrical cables, fuses, switches, transformers, and\nancillary equipment, including poles, to be relocated underground or removed;\n(C) Overhead primary and lateral feeders that are currently located\nparallel to the selected primary and lateral feeders that the electric company recommends to be\nplaced underground;\n(D) Overhead secondary feeder circuits and ancillary facilities, and\ntelecommunications and cable television cables and ancillary aboveground equipment, including\npoles, that will not be relocated underground or removed;\n(E) Proposed Electric Company Infrastructure Improvements and DDOT\nUnderground Electric Company Infrastructure Improvements funded by DDOT Underground\nElectric Company Infrastructure Improvement Charges;\n(F) New distribution automation devices and segmentation capability to\nbe obtained thereby;\n(G) Interties that will enable the feeder to receive power from multiple\ndirections or sources; and\n(H) The capability to meet current load and future load projections.\n\nNew\n§ 34-1313.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3199\n\n(b) Within 90 days after the Underground Infrastructure Improvements Projects Plan is\napproved by the Commission, the electric company and DDOT shall identify the estimated start\ndate and projected end date for each project approved in the plan. In determining the construction\nstart date and projected end date, the electric company and DDOT shall consider the following\nsecondary criteria:\n(1) The ability to coordinate the DDOT Electric Company Infrastructure\nImprovement Activities with DDOT roadwork and other projects that involve disruption to and\nsubsequent restoration of road surface or that otherwise impede the flow of traffic along the\nroadway where the undergrounding work is to occur;\n(2) The estimated economic value or other benefits to be gained by the\nelectric company’s customers from the projected reductions in outage frequencies and durations\nwhen the Electric Company Infrastructure Improvements are completed; and\n(3) For Electric Company Infrastructure Improvement Activity involving\na cross-jurisdictional feeder circuit, a showing of the means by which the electric company has\nstorm-hardened its distribution system or has otherwise improved the resilience of service to its\nDistrict customers on the cross-jurisdictional feeder with respect to major service outage events\noccurring outside the District’s boundaries on the portion of the cross-jurisdictional feeder\nlocated outside of the District.\n(c) The electric company and DDOT shall include the following information for the\nUnderground Infrastructure Improvements Project Plan in the application:\n(1) An itemized estimate of the project plan’s Electric Company Infrastructure\nImprovement Costs and the proposed Underground Project Charges for the costs shown;\n(2) An itemized estimate of the DDOT Underground Electric Company\nInfrastructure Improvement Costs;\n(3) An assessment of potential obstacles to the timely completion of a project,\nincluding, but not limited to, the need to obtain environmental or other permits or private\neasements, the existence of historically sensitive sites, required tree removal, and significant\ntraffic disruptions;\n(4) A description of the efforts taken to identify District residents to be employed\nby the electric company and DDOT contractors during the construction of the DDOT\nUnderground Electric Company Infrastructure Improvements and the Electric Company\nInfrastructure Improvements contained in the annual Underground Infrastructure Improvement\nProjects Plan;\n(5) An explanation of the availability of alternate funding sources, if any, for\nrelocation of the overhead equipment and ancillary facilities that will utilize DDOT Underground\nElectric Company Infrastructure Improvements, such as contributions in aid of construction, the\ngrant of federal highway or economic development funds, and other sources;\n(6)(A) An exhibit setting forth the proposed Underground Project Charges, work\npapers calculating the derivation of these charges, the proposed allocation of billing\nresponsibility among the electric company’s distribution service customer classes for the\nUnderground Project Charges, and a worksheet depicting the:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3200\n\n(i) Projected total expenses;\n(ii) Capital costs;\n(iii) Depreciation expenses;\n(iv) Annual revenue requirement, rate of return on equity, as set by\nthe Commission in the most recently decided rate base case; and\n(v) Allocation of billing responsibility utilized in these\ncalculations.\n(B) This exhibit shall include the proposed accounting treatment for the\ncosts to be recovered through these charges, which shall provide that no costs recovered through\nUnderground Project Charges shall also be afforded rate base or other treatment that would\nincorporate recovery of Underground Project Charges into the design of the electric company’s\nbase tariff rates until such time as the electric company shall request the transfer of these costs\ninto rate base and the discontinuance of the costs being recovered in the Underground Project\nCharge;\n(7) Other information the electric company or DDOT considers material to the\nCommission’s consideration of the application;\n(8) Identification and contact information of one or more individuals who may be\ncontacted by the Commission with formal or informal requests for clarification of any material\nset forth in the application or requests for additional information;\n(9) A proposed form of public notice of the application suitable for publication\nby the Commission; and\n(10) A protocol to be followed by the electric company and DDOT to provide\nnotice and to coordinate engineering, design, and construction work performed pursuant to this\nact with the gas company, water utility, and other utilities that own or plan to construct, as\napproved by the Commission where applicable, facilities that may be affected by DDOT\nUnderground Electric Company Infrastructure Improvement Activity or Electric Company\nInfrastructure Improvement Activity.\n(d) Notwithstanding the primary selection criteria set forth in subsection (a) of this\nsection, the Commission may, on its own motion or upon request by the electric company, OPC,\nor any other party, waive the application of these criteria as to the selection of a particular\nmainline primary and lateral feeder when to do so is required to relieve an emergency or to\ncorrect or forestall a gross inequity or disparity in the customer impacts associated with past,\ncurrent, or anticipated electric distribution service outages or when actual field conditions or\ncoordination with other projects or such other considerations as the Commission may find\nreasonably justifies modification of the selection criteria.\n(e) Notwithstanding the foregoing, nothing in this section shall require the electric\ncompany to obtain Commission authorization to construct and operate a new underground\nelectric plant or impair the Commission’s authority to determine just and reasonable rates with\nrespect to the electric company’s recovery of costs associated with the construction and\noperation of the underground electric plant, including capital costs, when such costs are to be\nrecovered through rates, as approved by the Commission pursuant to section 8 of the Public\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3201\n\nUtilities Commission Act (D.C. Official Code § 34-901), and not through the DDOT\nUnderground Electric Utility Infrastructure Improvement Charges or Underground Project\nCharges.\nSec. 309. Consideration of triennial Underground Infrastructure Improvement Projects\nPlan.\n(a)(1) Before deciding upon an application for an order approving the triennial\nUnderground Infrastructure Improvement Projects Plan, the Commission shall first publish\nnotice to the public of the application and provide for a period of no less than 60 days for public\ncomment and filing of motions to intervene. The electric company shall provide notice of the\napplication to its customers in the District as provided in section 8 of the Public Utilities\nCommission Act (D.C. Official Code § 34-909), as this section reads as of the effective date of\nthis act, or as amended or superseded.\n(2) The District, OPC, and DDOT shall be a party to the Commission proceeding\non the application as a matter of right.\n(3) Any other person desiring to be heard on the application shall file a motion to\nintervene with the Commission requesting to be made a party to the proceeding. The applicant\nand any party to the proceeding may file an answer to support or oppose the granting of the\nmotion. The Commission shall, by order, approve or deny the motion at its reasonable\ndiscretion.\n(b)(1) Within 30 days of the effective date of this act, the Commission shall issue an\norder establishing an expedited discovery schedule that shall be used in all proceedings\ncommenced following the filing of an application for approval of a triennial Underground\nInfrastructure Improvement Projects Plan pursuant to section 307. The period for discovery shall\ncommence on the date that the application is filed with the Commission and shall continue for 60\ndays; provided, that the Commission, in its discretion, may toll the time for periods if it\ndetermines that a party has not complied with the discovery rules established pursuant to this\nsection. Any Commission order extending the 60-day discovery period shall also provide for an\nextension of equal length to the deadline for public comments on the application. The discovery\nprocess established by the Commission pursuant to this section shall provide for submission of\ninformation requests and reasonable periods for responses on shortened timelines consistent with\nthe 60-day discovery period and the use of all reasonable procedures for expediting the discovery\nprocess, such as discovery conferences.\n(2) The discovery process shall:\n(A) Permit parties to such proceedings to inspect all the relevant data,\ndocuments, studies, analyses, and work papers that form the basis of the triennial Underground\nInfrastructure Improvement Projects Plan and any revenue requirements or charges provided\ntherein; and\n(B) Afford the parties the rights provided under Chapter 1 of Title 15 of\nthe District of Columbia Municipal Regulations.\n\nNew\n§ 34-1313.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3202\n\n(c)(1) The Commission shall decide upon an application for an order approving a\ntriennial Underground Infrastructure Improvement Projects Plan based upon the pleadings in the\nmatter and, if no protest or objection is filed in response to the Commission’s public notice of the\napplication, at its discretion, without a hearing.\n(2) A formal evidentiary hearing shall be required if contested issues of\nmaterial fact are present and those issues cannot be resolved by the Commission on the basis of\nthe pleadings and discovery responses filed, if any, in the record of the matter.\n(3) The Commission shall, in addition to any other hearing or procedures,\nconvene a public community hearing to receive the testimony and comments of the public. In its\ndecision, the Commission may approve, approve with conditions, or reject the application, in\nwhole or in part, as it considers necessary and appropriate.\n(d) The Commission shall expedite its consideration of an application seeking an order\napproving a triennial Underground Infrastructure Improvement Projects Plan. The Commission\nshall issue its decision on the application no later than 45 days following the deadline for public\ncomment on the application; provided, that if a protest or objection to the application is timely\nfiled with the Commission and can be resolved without an evidentiary hearing, this period for the\nCommission’s decision is extended by an additional 15 days. The computation of this time may\nbe tolled, at the Commission’s discretion, for periods in which it determines the electric company\nand DDOT’s joint application is deficient. If an evidentiary hearing is required, the hearing\nshall, in the Commission’s discretion and based upon the Commission’s evaluation of all\nrelevant factors, commence on the date set by the Commission and be concluded within 45 days\nof the close of discovery and the Commission shall issue a decision no more than 60 days of the\nclose of the hearing record.\nSec. 310. Commission order.\n(a) Upon making the findings described in subsection (b) of this section, the Commission\nshall issue an order approving or denying the application and triennial Underground\nInfrastructure Improvement Projects Plan to authorize the proposed DDOT Underground Electric\nCompany Infrastructure Improvement Activity, Electric Company Infrastructure Activity, and\nthe subsequent imposition of Underground Project Charges. The Commission shall have the\nauthority to impose in its order and to condition the electric company’s exercise of the rights\ngranted therein on such reasonable terms and conditions as it determines necessary to further the\npurposes of this act. If the Commission denies all or part of a triennial Underground\nInfrastructure Improvement Project Plan or related cost recovery, the electric company shall be\nallowed to recover all prudent and reasonable expenses and costs associated with the\ndevelopment of the Underground Infrastructure Improvement Projects Plan, including\npreliminary engineering design work required to fulfill the requirements of the application in its\nUnderground Project Charge.\n(b) For the electric company to recover expenses and costs pursuant to subsection (a) of\nthis section, the Commission shall find that:\n\nNew\n§ 34-1313.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3203\n\n(1) The electric company’s application satisfies the applicable requirements of\nsection 308;\n(2) The proposed Electric Company Underground Infrastructure Improvements\nare appropriately designed and located;\n(3) The intended reliability improvements will accrue to the benefit of the electric\ncompany’s customers;\n(4) The projected costs associated with the proposed Electric Company\nUnderground Infrastructure Improvement Activity are prudent;\n(5) The projected DDOT Underground Electric Company Infrastructure\nImprovement Costs funded by DDOT Underground Electric Company Infrastructure\nImprovement Charges are prudent;\n(6) The electric company’s proposed Underground Project Charges will be just\nand reasonable; and\n(7) The grant of the authorizations and approvals sought by the electric company\nand DDOT in their joint application is otherwise in the public interest.\n(c) In addition to other terms and conditions considered necessary and appropriate by the\nCommission, the Commission’s order shall include:\n(1) Authorization for the electric company to impose and collect the\nUnderground Project Charges from its distribution service customers in the District in\naccordance with the distribution service customer class cost allocations approved by the\nCommission for the electric company and in the electric company’s most recent base rate case;\nprovided, that no such charges shall be assessed against customers served under the electric\ncompany’s residential aid discount or a succeeding discount program;\n(2) Authorization for the electric company to bill the Underground Project\nCharges to customers as a volumetric surcharge;\n(3) Approval of the annual revenue requirement, which shall include the rate of\nreturn on equity as set by the Commission in the most recently decided rate base case used in\ncalculating the Underground Project Charges; and\n(4) A description of the frequency of project construction update reports for the\nDDOT Underground Electric Company Infrastructure Improvements funded by DDOT\nUnderground Electric Company Infrastructure Improvement Charges and the Electric Company\nInfrastructure Improvements as set forth in the triennial Underground Infrastructure\nImprovement Projects Plan, as approved by the Commission, to be filed by DDOT and the\nelectric company with the Commission and with a copy concurrently served upon OPC.\n(d) Notwithstanding the foregoing, the Commission shall have no authority to issue any\norder that would cause the total amount of Electric Company Infrastructure Improvements Costs\nrecovered through Underground Project Charges to exceed $500 million; provided, that this limit\nshall not apply to the recovery of the electric company’s rate of return, as approved by the\nCommission, included in the calculation of the Underground Project Charges. The electric\ncompany shall have no obligation to incur Electric Company Infrastructure Improvement Costs\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3204\n\nin excess of the aggregate amount approved for current recovery through the Underground\nProject Charge pursuant to one or more final orders of the Commission.\nSec. 311. Use of DDOT Underground Electric Company Infrastructure Improvements.\n(a) Upon completion of construction by DDOT and acceptance by the electric company,\nthe District shall transfer legal title to the DDOT Underground Electric Company Infrastructure\nImprovements to the electric company for the sum of one dollar.\n(b) DDOT Underground Electric Company Infrastructure Improvements shall be for\nexclusive use by the electric company. The electric company shall not earn a return on or of\ninvestment with respect to the DDOT Underground Electric Company Infrastructure\nImprovements transferred to the electric company as provided in this section. Taxes and fees, if\nany, on the transfer shall be recoverable by the electric company in rates as approved by the\nCommission.\n\nNew\n§ 34-1313.11\n\nSec. 312. Content of an application to amend an Underground Infrastructure\nImprovement Projects Plan.\nAn application to the Commission by the electric company or DDOT to amend an\nexisting Underground Infrastructure Improvement Projects Plan, approved by the Commission\npursuant to section 310, shall describe the purpose to be accomplished by the proposed\namendment, the financial impacts, if any, to the electric company’s customers that are likely to\nresult from the amendment, if approved, and include each item set forth in section 308; provided,\nthat for good cause shown in its application, the electric company may omit the material required\nin one more of the items listed in section 308.\n\nNew\n§ 34-1313.12\n\nSec. 313. Application to amend order authorizing Underground Project Charges.\nAn application to amend an existing Commission order authorizing the electric company\nto impose and collect Underground Project Charges shall describe the purpose to be\naccomplished by the proposed amendment, the financial impacts, if any, to the electric\ncompany’s customers that are likely to result from the amendment, if approved, and shall include\neach item set forth in section 308(c). The application to amend shall apply only to future\nUnderground Project Charges and any approval of an application shall allow for recovery by the\nelectric company through Underground Project Charges of any prudent and reasonable expenses\nor costs for any project previously approved by the Commission.\n\nNew\n§ 34-1313.13\n\nSec. 314. Approval of schedule provisions applying the true-up mechanism to DDOT\nUnderground Electric Company Infrastructure Improvement Charge.\n(a) Following the issuance of a series of Bonds, the electric company, or other person as\nmay be designated by the Commission, shall file with the Commission, no later than April 1 of\neach year, or more frequently as necessary and as provided in the financing order, a request for\napproval of a schedule applying the true-up mechanism to the DDOT Underground Electric\n\nNew\n§ 34-1313.14\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3205\n\nCompany Infrastructure Improvement Charges authorized under the financing order, based on\nfactors set forth in the financing order.\n(b) A request for approval of a schedule filed pursuant to this section shall include, at a\nminimum, a narrative description of the proposed adjustments, a proposed form of public notice\nof the request suitable for publication by the Commission and the following exhibits, as\napplicable:\n(1) A showing that the allocation of DDOT Underground Electric Company\nInfrastructure Improvement Charges among the electric company’s distribution service customer\nclasses conforms to the distribution service customer class cost allocations approved by the\nCommission in the electric company’s most recent base rate case; provided, that no such charges\nshall be assessed against customers served under the electric company’s residential aid discount\nor a succeeding discount program;\n(2) Billing and collection data that show the proposed adjustment is expected to\ngenerate payments that correspond to the DDOT Underground Electric Company Infrastructure\nImprovement Annual Revenue Requirement;\n(3) A showing that the proposed adjustment is expected to result in neither a net\nover-collection nor under-collection of the DDOT Underground Electric Company Infrastructure\nImprovement Annual Revenue Requirement; and\n(4) Accounting work papers showing the electric company’s prior year’s receipts\nand disbursements of the DDOT Underground Electric Company Infrastructure Improvement\nCharges.\n(c) The Commission's review of a request for approval of a schedule filed pursuant to\nsubsection (a) of this section shall be limited to a determination of whether there is any\nmathematical error in the application of the true-up mechanism to the DDOT Underground\nElectric Company Infrastructure Improvement Charges.\n(d) Any interested party may file comments with the Commission with respect to the\nmathematical accuracy of the electric company’s calculations in the application of the true-up\nmechanism within 10 days of the filing of the electric company’s request for approval of a\nschedule applying the true-up mechanism to the DDOT Underground Electric Company\nInfrastructure Improvement Charges. The Commission shall act upon a request for approval of a\nschedule filed pursuant to subsection (a) of this section within 20 days of the end of the comment\nperiod. If the Commission does not act within this 20-day period to correct any mathematical\nerror, the request for approval of a schedule filed pursuant to subsection (a) of this section shall\nbe deemed approved. The DDOT Underground Electric Company Infrastructure Improvement\nCharges set forth in the schedule shall take effect, subject to refund and adjustment, on the date\nthe schedule is filed with the Commission.\n(e) No schedule applying the true-up mechanism to the DDOT Underground Electric\nCompany Infrastructure Improvement Charges that is approved or deemed approved under this\nsection shall in any way affect the irrevocability of the pertinent financing order approved\npursuant to section 301.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3206\n\nSec. 315. Application for approval of annual adjustment of Underground Project\nCharges.\n(a) No later than April 1 of each year following issuance of an order authorizing the\nimposition and collection of Underground Project Charges and for as long as such order remains\nin effect, the electric company shall file with the Commission an application for approval of the\nelectric company’s proposed adjustment to set the Underground Project Charges until the next\nproposed adjustment is approved by the Commission; except, that the Commission may approve\nany such adjustment sooner in an order approving a triennial Underground Infrastructure\nImprovement Projects Plan.\n(b) Concurrent with filing an application for approval of an annual adjustment that would\nadjust the level and, if applicable, the allocation between distribution service customer classes of\nthe Underground Project Charges, the electric company shall provide notice to its customers of\nthe application, in the manner provided in section 8 of the Public Utilities Commission Act (D.C.\nOfficial Code § 34-909).\n(c) An application filed pursuant to this section shall include, at a minimum, a narrative\ndescription of the proposed adjustments, a proposed form of public notice of the application\nsuitable for publication by the Commission and, as applicable:\n(1) A description of the Electric Company Infrastructure Improvement Activity\ninitiated or completed during the previous calendar year, the costs of which are to be recovered\nthrough the Underground Project Charges as approved by a Commission order issued pursuant to\nsection 310;\n(2) The estimated cost of the Electric Company Infrastructure Improvement\nActivity;\n(3) A calculation or re-calculation of the electric company’s annual revenue\nrequirement to take into account the effects of accumulated depreciation and changes as to any\ncost component due to the adoption of new base tariff rates in the prior calendar year as well as\nany actual or estimated under-collection or over-collection;\n(4) A demonstration that the Underground Project Charges, authorized pursuant\nto section 310, are calculated to meet the electric company’s annual revenue requirement for\nElectric Company Infrastructure Improvement Costs;\n(5) A demonstration that the allocation of Underground Project Charges among\nthe electric company’s distribution service customer classes conforms to the distribution service\ncustomer class cost allocations approved by the Commission in the electric company’s most\nrecent base rate case; provided, that no such charges shall be assessed against customers served\nunder the electric company’s residential aid discount or a succeeding discount program;\n(6) The period of time over which the Underground Project Charges are to be\ncollected; and\n(7) Accounting work papers showing the electric company’s prior year’s receipts\nand disbursements of Underground Project Charges.\n(d)(1) Protests may be filed in opposition to the electric company’s application to adjust\nthe Underground Project Charges within 10 days of the publication of the public notice;\n\nNew\n§ 34-1313.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3207\n\nprovided, that protests shall be limited to the proposed adjusted Underground Project Charge and\nmaterials submitted in support thereof, and whether the proposed adjustment is consistent with\nthe underlying order authorizing the imposition and collection of the Underground Project\nCharge, as most recently approved by the Commission. Protests shall not challenge the scope\nand composition of the Electric Company Infrastructure Improvement Activity unless, and only\nto the extent that, changes in the scope and composition of the Electric Company Infrastructure\nImprovement Activity are proposed in the application to adjust the Underground Project Charges\nsubmitted pursuant to this section.\n(2) If a timely protest is filed objecting to the proposed adjustment of the\nUnderground Project Charges, the Commission shall rule upon the protest no later than 20 days\nfrom the date of the publication of the public notice.\n(e) The proposed adjusted Underground Project Charges shall take effect, subject to\nrefund and adjustment, on the date of filing with the Commission. If no objection is timely\nfiled, or having been timely filed, is denied by the Commission, the proposed charges shall\nbecome final and no longer subject to refund or adjustment on the date of a final decision as set\nforth in subsection (f) of this section, unless the Commission rules otherwise before such date.\n(f)(1) The Commission shall decide an uncontested annual adjustment application\nwithin 45 days from the date filed. If a protest is filed, the time for the Commission’s decision is\nextended by 30 days.\n(2) The Commission’s decision in an annual adjustment proceeding shall not reopen or amend, modify, or otherwise alter a previously issued order authorizing the imposition\nand collection of Underground Project Charges or amendments thereto.\nSUBTITLE C. EXPEDITION; RECONSIDERATION; JUDICIAL REVIEW; REVIEW\nAND ANALYSIS.\nSec. 316. Expedition.\nThe Commission shall expedite its consideration of applications pursuant to sections 312\nand 313. In proceedings to consider the applications, the Commission’s decision shall be issued\nno later than 120 days of the close of the period for public comment upon the application;\nprovided, that if a protest or objection to the application is timely filed with the Commission, the\nperiod for the Commission’s decision is extended by 45 days. When calculating the time\nrequired to issue its decision, the Commission may omit any time interval for which it has\ndetermined the application to be deficient and in which a formal request for material to cure that\ndeficiency was pending.\n\nPart C\n\nSec. 317. Reconsideration of Commission orders. Within 120 days of the effective date\nof this act, the Commission shall amend its rules of practice and procedure to establish rules to\nexpedite the reconsideration of any Commission order that will be issued to decide a matter put\nbefore it pursuant to Title III.\n\nNew\n§ 34-1313.17\n\nNew\n§ 34-1313.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3208\n\nSec. 318. Judicial review of Commission orders.\nA financing order, an order approving an Underground Infrastructure Improvement\nProjects Plan, an order amending an Underground Infrastructure Improvement Projects Plan, or\nan order approving an annual adjustment to the Underground Project Charges are each a final\norder of the Commission. Any party aggrieved by the issuance of any such Commission order\nmay apply to the Commission for reconsideration of the order in accordance with section 8 of the\nPublic Utilities Commission Act (D.C. Official Code § 34-604) and, thereafter, appeal to the\nDistrict of Columbia Court of Appeals in accordance with section 8 of the Public Utilities\nCommission Act (D.C. Official Code §§ 34-605 through 34-609). The Court of Appeals shall\nproceed to hear and determine the appeal as expeditiously as practicable and give the appeal\nprecedence over other matters not accorded similar precedence by law.\n\nNew\n§ 34-1313.18\n\nSec. 319. Review and analysis.\n(a)(1) By December 31, 2019, the Mayor, the Commission, the OPC, and the electric\ncompany shall issue a jointly written report to the Council that:\n(A) Evaluates the effectiveness of the DDOT Underground Electric\nCompany Infrastructure Improvement Activity and the Electric Company Infrastructure\nImprovement Activity in improving the reliability of electric power distribution service and\nreducing the frequency of electric power outages;\n(B) Evaluates the impact of the DDOT Underground Electric Company\nInfrastructure Improvement Activity and the Electric Company Infrastructure Improvement Activity\non tree canopy;\n(C) Evaluates the impact of the DDOT Underground Electric Company\nInfrastructure Improvement Charges and the Underground Project Charges on the electric\ncompany’s residential customers weighing the cost implications of the Underground Project Charge\ncompared to the savings to the customers from improved reliability and the cost reductions from\nreducing overhead line maintenance and vegetation management;\n(D) Provides recommendations regarding whether the Council should:\n(i) Authorize the issuance, sale, and delivery of Bonds at an\namount above the limit set forth in section 202(a);\n(ii) Adjust the limit of the electric company’s investment to be\nrecovered through the Underground Project Charges; or\n(iii) Expand the undergrounding of feeders to include all or a\nportion of the remaining overhead mainline primary and lateral feeders or other alternatives such\nas to begin full undergrounding of feeders pursuant to amended selection criteria, relative to the\nprimary and secondary selection criteria set forth in section 308.\n(2) By December 31, 2027, the Mayor, the Commission, the OPC, and the\nelectric company shall issue a jointly written report to the Council that:\n(A) Evaluates the effectiveness of the DDOT Underground Electric\nCompany Infrastructure Improvement Activity and the Electric Company Infrastructure\n\nNew\n§ 34-1313.19\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3209\n\nImprovement Activity in improving the reliability of electric power distribution service and\nreducing the frequency of electric power outages;\n(B) Evaluates the impact of the DDOT Underground Electric Company\nInfrastructure Improvement Activity and the Electric Company Infrastructure Improvement Activity\non tree canopy;\n(C) Evaluates the impact of the DDOT Underground Electric Company\nInfrastructure Improvement Charges and the Underground Project Charges on the electric\ncompany’s residential customers weighing the cost implications of the Underground Project Charge\ncompared to the savings to the customers from improved reliability and the cost reductions from\nreducing overhead line maintenance and vegetation management;\n(D) Provides recommendations regarding whether the Council should:\n(i) Authorize the issuance, sale, and delivery of additional Bonds;\n(ii) Adjust the limit of the electric company’s investment to be\nrecovered through the Underground Project Charges;\n(iii) Expand the undergrounding of overhead feeders to include the\nsecondary lines pursuant to new primary and secondary selection criteria to be established at that\ntime; or\n(iv) Expand the undergrounding of overhead feeders to include all\nsecondary and service electric power lines and the removal of associated poles.\n(3) The reports required by paragraphs (1) and (2) of this subsection shall include\nany separate statements of the Mayor, the Commission, the OPC, or the electric company that the\nMayor, the Commission, the OPC, or the electric company requests be included in a report.\n(b) The Council shall conduct a public hearing in each quadrant of the District regarding\nthe reports, findings, and recommendations that were filed pursuant to subsection (a) of this\nsection within 90 days of the filing of each report.\nTITLE IV. COMMISSION AND OPC FUNDING; COMMISSION RULES AND\nREGULATIONS\nSec. 401. Commission and OPC funding.\n(a) The costs to be incurred by the Commission and the OPC, respectively, with respect\nto the implementation, administration, and enforcement of this act and any proceedings under\nthis act shall constitute expenses that are recoverable from the Public Service Commission\nAgency Fund and the Office of People’s Counsel Agency Fund, as provided by section 8 of the\nPublic Utilities Commission Act (D.C. Official Code § 34-912).\n(b) For the purpose of funding the participation of OPC in the proceedings provided for\nby this act and in light of the expedited nature of those proceedings, it is necessary to ensure that\nOPC has available at the commencement of those proceedings the funds necessary for its\nparticipation in those proceedings. Therefore, to effect this result, any proceedings for which a\ncommencement date or timeline is specified by this act shall be deemed to begin for purposes of\nsection 8(a)(2) of the Public Utilities Commission Act (D.C. Official Code § 34-912(a)(2)) no\nless than 60 days before the date specified by this act for commencement of the proceedings.\n\nSubchapter\nIV\nNew\n§ 34-1314.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3210\n\nSec. 402. Commission rules and regulations.\nNothing in this act shall be construed to limit the Commission’s authorization under\nparagraph section 8 of the Public Utilities Commission Act (D.C. Official Code § 34-802) to\nadopt rules and regulations consistent with the provisions of this act.\n\nNew\n§ 34-1314.02\n\nSec. 403. Waiver of certain permitting fees; acceptance of Bonds in lieu of cash deposits.\n(a) A public inconvenience fee and steel plate fee shall not apply to Electric Company\nInfrastructure Improvement Activity or to the gas company for any natural gas infrastructure\nrelocation required under the Underground Infrastructure Improvement Projects Plan for the first\n60 days of construction and installation of Electric Company Infrastructure Improvements or any\nnatural gas infrastructure relocation in the applicable portion or segment of the public space or\npublic right-of-way where the Electric Company Infrastructure Improvements are being\nconstructed and installed or the natural gas infrastructure is being relocated.\n(b) The electric company may submit a Bond to DDOT in lieu of a cash deposit for any\nElectric Company Infrastructure Improvement Activity that is subject to a public space permit.\n\nNew\n§ 34-1314.03\n\nSec. 404. Gas company recovery of gas plant relocation costs.\n(a) The gas company may establish a regulatory asset for the operating and capitalrelated costs of any gas plant relocation that is necessary for the completion of DDOT\nUnderground Electric Company Infrastructure Improvement Activity incurred by the gas\ncompany between base rate cases and that are not recovered by any other means; provided, that:\n(1) The gas plant relocation work is pursuant to a written communication from\nDDOT informing the gas company that the relocation of certain of the gas company’s gas plant\nis necessary for the completion of DDOT Underground Electric Company Infrastructure\nImprovement Activity; and\n(2) The gas plant relocation work is in addition to work performed and costs\nincurred by the gas company in the ordinary course of business.\n(b) The regulatory asset shall accrue a pre-tax rate of return at the gas company’s\nauthorized rate of return approved by the Commission in the most recent base rate case.\n(c) The creation of a regulatory asset for the gas company’s gas plant relocation costs\nshall not affect the authority of the Commission to review the prudence of costs associated with\nthe relocation of any gas plant due to DDOT Underground Electric Company Infrastructure\nImprovement Activity. In any Commission proceeding reviewing the gas company’s costs for\nany gas plant relocation that is necessary for the completion of any DDOT Underground Electric\nCompany Infrastructure Improvement Activity, the gas company shall have the burden to prove\nthat:\n(1) The gas plant relocation was necessary for the DDOT Underground Electric\nCompany Infrastructure Improvement Activity to be completed; and\n(2) All of the gas plant relocation costs were prudently incurred.\n\nNew\n§ 34-1314.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-102, effective May 3, 2014\n\n20 DCSTAT 3211\n\nTITLE V. GENERAL PROVISIONS\nSec. 501. Applicability.\nThe DDOT Underground Electric Company Infrastructure Improvement Charge,\nauthorized by section 301, and the Underground Project Charge, authorized by section 310, shall\napply upon the inclusion of their fiscal effect upon the District government in an approved budget\nand financial plan, as certified by the Chief Financial Officer to the Budget Director of the\nCouncil in a certification published by the Council in the District of Columbia Register.\nSec. 502. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 503. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c) (1)), and publication in the District of\nColumbia Register.\n\nSubchapter V\nNew\n§ 34-1315.01\n\n\f",
  "title": "Electric Company Infrastructure Improvement Financing Act of 2014",
  "end": "3211",
  "start": "3178",
  "name": "Law_20-102.pdf"
}