{
  "end": "968", 
  "name": "Law_19-298.pdf", 
  "start": "967", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-298, effective April 27, 2013\n\n20 DCSTAT 967\n\nAN ACT\n\nBill 19-701\nAct 19-666\neffective\nFebruary 5,\n2013\n\nTo amend the Procurement Practices Reform Act of 2010 to expand the causes for debarment or\nsuspension, to ban permanently a person who has twice been debarred from contracting with the\nDistrict, to establish an Excluded Parties List that includes the names of persons and affiliates\ncurrently debarred or suspended from contracting with the District, to require monthly\nmaintenance and publication of the Excluded Parties List, and to require review of the Excluded\nParties List before bid consideration.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this act may\nbe cited as the “Bad Actor Debarment and Suspension Amendment Act of 2012”.\n\nBad Actor\nDebarment\nand\nSuspension\nAmendment\nAct of 2012\n\nSec. 2. Section 907 of the Procurement Practices Reform Act of 2010, approved April 8,\n2011 (D.C. Law 18-371; D.C. Official Code § 2-359.07), is amended as follows:\n(a) Subsection (c) is amended as follows:\n(1) Paragraph (5) is amended by striking the phrase \"title; or\" and inserting the\nphrase \"title;\" in its place.\n(2) Paragraph (6)(B) is amended by striking the phrase \"debarment; or\" and\ninserting the phrase \"debarment;\" in its place.\n(3) Paragraph (7) is amended by striking the phrase \"rules.\" and inserting the\nphrase \"rules; or\" in its place.\n(4) A new paragraph (8) is added to read as follows:\n“(8) Submission of a bid or proposal to contract with an agency or office of the\nDistrict by a person debarred or suspended pursuant to a conviction under subsection (c)(1), (2),\nor (3) of this section, unless the CPO has provided in the submission a written statement to the\nChairman of the Council of the compelling reasons to consider the bid or proposal. A second\ndebarment resulting from the submission of a bid or proposal by a debarred person shall result in\na permanent debarment pursuant to subsection (k) of this section.”.\n(b) New subsections (j) and (k) are added to read as follows:\n“(j)(1) The Office of Contracting and Procurement shall compile and maintain a list of\npersons who have been debarred or suspended in the District to be known as the “Excluded\nParties List,” which shall include:\n\"(A) The name and phone number of the OCP official responsible for\nmaintaining the list;\n\"(B) The names and addresses of suspended and debarred persons;\n\"(C) The name of the agency that instituted the suspension or debarment;\n\"(D) The cause of the suspension or debarment; and\n\nAmend\n§ 2-359.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-298, effective April 27, 2013\n\n20 DCSTAT 968\n\n\"(E) The dates and terms of each suspension or debarment.\n“(2)(A) The Excluded Parties List shall be updated monthly and prominently\npublished on the OCP's website.\n“(B) Copies of the Excluded Parties List shall be distributed electronically\nto District contracting officers and contract administrators on a monthly basis.\n“(C)(i) Bids or proposals received from a person named on the Excluded\nParties List shall be rejected unless the CPO provides the person with a written statement before\nthe bid or proposal is submitted stating the compelling reasons why the bid or proposal should be\nconsidered. The CPO's determination shall be appended to the bid or proposal submitted.\n“(ii) If the bid or proposal is awarded to the debarred or suspended\nperson, the award, along with the CPO's determination, shall be prominently published on the\nOCP's website within 15 days of the issuance of the award and published in the District of\nColumbia Register as soon as is practicable.\n“(3) Immediately before the award of a contract, the contracting officer or\nadministrator shall review the most recent version of the Excluded Parties List to ensure that\npersons being considered for the award are not named on the list. If a person being considered\nfor the award appears on the Excluded Parties List, the contracting officer or administrator shall\nnotify the person in writing that the person's bid or proposal shall be rejected unless the person\nprovides a written statement from the CPO in accordance with sib-subparagraph (i) of this\nsubparagraph within 15 days of receipt of the written notification.\n“(k) A person who has been debarred 2 times by the District shall be banned permanently\nfrom contracting with a District agency or office; provided, that the suspensions leading to\ndebarment resulted from a violation, conviction, or judicial determination listed in subsection\n(b)(1) of this section but not a charge listed in subsection (b)(2) of this subsection. A permanent\nban from contracting with the District bars a person from consideration for award of contracts or\nsubcontracts permanently; provided, that 10 years after the person's debarment, the person may\nbe eligible for reinstatement if the CPO provides written notification to the Chairman of the\nCouncil that the person's business practices have been reformed.\".\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional\nreview as provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(1)), and publication in the\nDistrict of Columbia Register.\n\n\f", 
  "title": "Bad Actor Debarment and Suspension Amendment Act of 2012", 
  "council_period": "20"
}