{
  "start": "2999", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2999\nD.C. Law 20-69, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-218, 20 DCSTAT 2610)\n\nAN ACT\n\nTo amend, on a temporary basis, the Transportation Infrastructure Improvements GARVEE Bond\nFinancing Act of 2009 to include the financing of the replacement and realignment of the\nFrederick Douglass Memorial Bridge as a qualified transportation project for GARVEE Bonds\nsupported by grants to be received from the Federal Highway Administration.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Transportation Infrastructure Improvements GARVEE Bond Financing\nTemporary Amendment Act of 2013”.\n\nBill 20-545\nAct 20-235\neffective\nDecember 20,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nTransportation\nInfrastructure\nImprovements\nGARVEE\nBond\nFinancing\nTemporary\nAmendment\nAct of 2013\n\nSec. 2. The Transportation Infrastructure Improvements GARVEE Bond Financing Act\nof 2009, effective September 23, 2009 (D.C. Law 18–54; D.C. Official Code § 9–107.51 et seq.), is\namended as follows:\n(a) Section 2(16) (D.C. Official Code § 9-107.51(16)) is amended to read as follows:\n“(16) “Qualified Transportation Project” means the following projects that meet the\neligibility requirements of the Federal Highway Administration as permissible transportation\nexpenditures under Title 23 of the Code of Federal Regulations:\n“(A) The project to replace the twin 11th Street Bridges over the Anacostia\nRiver and to improve the interchanges at either end, including adding missing movements to and\nfrom the north onto the Anacostia Freeway; and\n“(B) The project to replace and realign the aging Frederick Douglass Memorial\nBridge and build new interchanges between the bridge and Suitland Parkway, the bridge and\nPotomac Avenue, S.W., Suitland Parkway and Interstate 295, and Suitland Parkway and Martin\nLuther King, Jr. Avenue.”.\n(b) Section 3(a)(1) (D.C. Official Code § 9-107.52(a)(1)) is amended by striking the phrase\n“shall not exceed $200 million” and inserting the phrase “shall not exceed $430 million” in its\nplace.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNote,\n§ 9-107.51\n\nNote,\n§ 9-107.52\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3000\nD.C. Law 20-69, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-218, 20 DCSTAT 2610)\n\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "3000", 
  "name": "Law_20-69.pdf", 
  "title": "Transportation Infrastructure Improvements GARVEE Bond Financing Temporary Amendment  Act of 2013"
}