{
  "end": "963", 
  "name": "Law_19-294.pdf", 
  "start": "961", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-294, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 961\n\nAN ACT\n\nTo establish a certification program to ensure the accuracy of reported recycling rates for construction and\ndemolition projects seeking credit under the terms of the Green Building Act of 2006, a similar\ncertification system, or the construction codes, to delegate certification authority to the District\nDepartment of the Environment, to authorize the District Department of the Environment to assess\nfees, to grant rulemaking authority over the certification program to the Mayor, to grant\ncertification revocation authority to the Mayor, to direct the District Department of the\nEnvironment to set penalties for noncompliance with the act and rules promulgated by the Mayor,\nand to establish the Construction and Demolition Waste Recycling Fund.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Construction and Demolition Waste Recycling Accountability Act of\n2012”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Certified facility” means a waste disposal or materials recovery facility that\nthe Department verifies as reporting accurate, transparent, reliable, and auditable waste recovery,\nuse, and recycling rates pursuant to section 3.\n(2) “Construction and demolition waste” means waste building materials and\nrubble resulting from construction, remodeling, repair, and demolition operation on houses,\ncommercial buildings, pavements, and other structures.\n(3) “Department” means the District Department of the Environment.\n(4) “Person” means an individual, business, or entity that transports or disposes of\nconstruction and demolition waste for commercial purposes, or contracts with another party for\nthe transport or disposal of construction and demolition waste. “Person” shall not include\nresidential property owners who generate construction and demolition waste while performing\nconstruction and demolition projects at their personal residence and transport the waste in their\nown vehicles.\n(5) “Recycling” means a resource recovery method that involves the collection\nand treatment of waste material that can be reprocessed and returned to the economic mainstream\nas raw material or products. “Recycling” shall not include salvaging or reusing building\nmaterials.\n\nBill 19-1032\nAct 19-662\neffective\nJanuary 31,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nConstruction\nand\nDemolition\nWaste\nRecycling\nAccountability\nAct of 2012\n\nNew\nSubchapter II,\nChapter 10,\nTitle 8\nNew\n§ 8-1071\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-294, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 962\n\nSec. 3. Certification.\n(a) On or before July 1, 2014, the Department shall establish procedures to certify that\nconstruction and demolition waste disposal or materials recovery facilities provide accurate,\ntransparent, reliable, and auditable information about waste recovery, use, and recycling rates.\n(b) The Department shall publish a list on its website identifying certified facilities.\n(c) The Department may assess fees on waste disposal and materials recovery facilities to\nrecover the costs of developing and administering the certification program.\n(d) The Department of Consumer and Regulatory Affairs shall determine whether an\nentity seeking credit for recycling construction and demolition waste has satisfied the\nrequirements of section 4(a) and (b).\n\nNew\n§ 8-1072\n\nSec. 4. Construction and demolition recycling accountability.\n(a) Beginning 60 days after the Department gives public notice that it has certified at least\n4 construction and demolition waste facilities, persons seeking credit for recycling construction\nand demolition waste under the Green Building Act of 2006, effective March 8, 2007 (D.C. Law\n16-234; D.C. Official Code § 6-1451.01 et seq.) (“Green Building Act”), a similar certification\nsystem, or the construction codes shall use a certified facility for waste disposal or materials\nrecovery; provided, that persons who transfer construction and demolition waste to a facility\nbefore the Department issues public notice of the certification of at least 4 construction and\ndemolition waste facilities shall be exempt from compliance with this section.\n(b) Credit shall not be applied toward compliance with the Green Building Act, a similar\ncertification system, or the construction codes for construction and demolition waste transferred\nto an uncertified facility.\n(c) The requirement to use a certified facility shall not apply to salvaged or deconstructed\nbuilding materials intended for reuse and transported to a facility for storage and processing\nbefore reuse.\n\nNew\n§ 8-1073\n\nSec. 5. Rules.\nThe Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules\nto implement the provisions of this act.\n\nNew\n§ 8-1074\n\nSec. 6. Revocation.\nThe Mayor may remove a facility from the list of certified facilities if it is found to be in\nviolation of rules promulgated by the Mayor for certified facilities.\nSec. 7. Penalties.\n(a) The Department shall determine the structure for penalties issued to persons for\nviolations of this act and rules promulgated by the Mayor pursuant to section 5, and the\nDepartment shall publish notice of the fine schedule and any periodic updates.\n\nNew\n§ 8-1075\n\nNew\n§ 8-1076\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-294, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 963\n\n(b) The Department may assess a fine, as set forth in regulations, on a person pursuant to\nsubsection (a) of this section.\nSec. 8. Construction and Demolition Waste Recycling Fund.\n(a) There is established as a nonlapsing, special purpose revenue fund the Construction\nand Demolition Waste Recycling Fund (“Fund”). The Fund shall be administered by the\nDirector of the Department and used to develop, promote, and implement the certification\nprogram required under section 3.\n(b) Revenue obtained from the Department’s certification program for waste disposal and\nmaterials recovery facilities, including fees assessed under section 3 and fines collected under\nsection 7, shall be deposited into the Fund as of the effective date of this act.\n(c) All funds deposited into the Fund shall not revert to the unrestricted fund balance of\nthe General Fund of the District of Columbia at the end of a fiscal year, or at any other time, but\nshall be continually available for the uses and purposes set forth in subsection (a) of this section\nwithout regard to fiscal year limitation, subject to authorization by Congress.\n\nNew\n§ 8-1077\n\nSec. 9. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\n\nDelayed\nApplicability\n\nSec. 10. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 11. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Construction and Demolition Waste Recycling Accountability Act of 2012", 
  "council_period": "20"
}