{
  "end": "1101", 
  "name": "Law_19-310.pdf", 
  "start": "1089", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1089\n\nAN ACT\n\nTo amend Title 25 of the District of Columbia Official Code to define the term “miniature”; to define the\nterm “growler”; to clarify what constitutes a nude performance; to define the term\n“overconcentration”; to increase the wine alcohol percentage that can be sold by retailer’s class\nB licensees from 14% to 15%; to allow full-service grocery stores to sell resealed containers of\nbeer for off-premises consumption; to allow retailer’s class C and D licensees to purchase from\nretailer’s class A licensees when District wholesalers are closed; to make it a secondary tier\nviolation to knowingly allow a patron to exit an on-premises establishment with an open container\nof alcohol; to allow caterers that also hold an on-premises retailer’s license to purchase alcoholic\nbeverages from a wholesaler for all catered events; to allow licensed establishments to store\nbooks and records on the premises electronically; to clarify that the holder of a temporary license\ncan receive alcoholic beverage deliveries from wholesalers up to 48 hours before an ABC Boardapproved weekend or holiday event; to clarify which on-premises retail licensees are eligible to\napply for a brew pub permit; to allow brew pubs to sell resealed containers of beer to consumers\nfor off-premises consumption; to create a new wine pub permit that allows for the manufacturing\nand the sale of wine to consumers; to require ABRA to establish a new licensee orientation class;\nto place a moratorium on establishments that permit nude dancing in Ward 5; to permit the\nissuance of additional retailer’s class B licenses if the total number of retailer’s class B licenses is\nless than 300; to clarify the required elements of a security plan; to require notice of certain\nlicense applications to citizens associations registered with ABRA; to require that a protest\nhearing for new license applications be held within 75 days of the end of the protest hearing; to\nrequire the Board to issue written decisions for new applications within 60 days after the close of\nthe record; to change the term “voluntary agreement” to “settlement agreement”; to clarify the\nsettlement agreement enforcement penalties available to the Board; to clarify the conditions that\nare permitted to be in a settlement agreement; to create a stipulated license fee; to delete the term\n“new owner license renewal”; to require citizens associations to include applicants in the notice\nof a scheduled meeting to consider a protest and to reduce the time period of the notice from 10\ndays to 7 days; to require ABRA and the Board to provide certain documents to ANCs and citizens\nassociations upon request; to clarify the impact of a settlement agreement submitted by an\naffected ANC when a protest of a license application is pending; to allow Sunday alcoholic\nbeverage sales by retailer’s class A licensees; to eliminate the requirement that on-premises\nlicensees register, pay a registration fee, and provided notice to the Board and the Police for an\nadditional hour of alcohol sales due to daylight saving time on the 2nd Sunday of March starting\nin Fiscal Year 2014; to clarify that the prohibition of noise from licensed premises does not apply\nto heating, ventilation, and air conditioning devices; to require ABRA to maintain a complaint\nprogram; to require that windows and doors of an establishment remain open or closed, as they\nwere at the time a complaint was made, prior to the determination of a noise violation; to\nestablish as an affirmative defense to a violation of the requirement that a licensee refuse to sell\nalcohol beverages to a person without valid identification that the person served was 21 years of\nage or older; to create a fee for maintaining licenses in safekeeping; to require that an\ninvestigation be conducted before taking summary enforcement action against a licensee; to allow\nthe Board to fine a licensee $30,000 and suspend a license for 30 consecutive days for a 4th\nprimary tier violation within 4 years and revoke the license after the 5th violation; to make it a\nprimary tier violation to sell or serve alcoholic beverages on a suspended or expired license or a\n\nBill 19-824\nAct 19-678\neffective\nFebruary 11,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1090\n\nlicense held in safekeeping; to make it a primary tier violation for failure to comply with the\nstatutory food requirements; to require ABRA to maintain a noise complaint line and track noise\ncomplaints; to amend section 47-2002 of the District of Columbia Official Code to increase the\namount of sales tax revenue used to fund the Reimbursable Detail Subsidy Program from\n$460,000 annually to $1,170,000 annually; and to amend Title 23 of the District of Columbia\nMunicipal Regulations to allow a licensee to store books and records on- premise electronically,\nand to conform the regulations with the new provision allowing certain caterers to purchase\nalcoholic beverages from a wholesaler.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Omnibus Alcoholic Beverage Regulation Amendment Act of 2012”.\nSec. 2. Title 25 of the District of Columbia Official Code is amended as follows:\n(a) Section 25-101 is amended as follows:\n(1) Paragraph (15A) is amended to read as follows:\n“(15A) \"Cooperative agreement\" shall have the same meaning, and is\nsynonymous with, settlement agreement.”.\n(2) A new paragraph (24B) is added to read as follows:\n“(24B) “Growler” means a reusable container that is capable of holding up to 64\nfluid ounces of beer and is designed to be filled and sealed on premises for consumption off\npremises.”.\n(3) A new paragraph (32A) is added to read as follows:\n“(32A) “Miniature” means an alcoholic beverage in a sealed container holding 50\nmilliliters or less.”.\n(4) Paragraph (34) is amended by striking the word “buttocks” and inserting the\nword “anus” in its place.\n(5) A new paragraph (35A) is added to read as follows:\n“(35A) “Overconcentration” means the existence of several licensed\nestablishments that adversely affect a specific locality, section, or portion of the District of\nColumbia, including consideration of the appropriateness standards under § 25-313(b).”.\n(6) Paragraph (49)(B) is amended by striking the phrase “14% alcohol” and\ninserting the phrase “15% alcohol” in its place.\n(7) Paragraph (54) is repealed.\n(8) Paragraph (56) is amended by striking the phrase “not more than 14%” and\ninserting the phrase “not more than 15%” in its place.\n(b) The heading to subchapter II of Chapter 1 is amended by striking the word\n“Licenses” and inserting the phrase “Licenses and Permits” in its place.\n(c) Section 25-112 is amended as follows:\n(1) Subsection (a) is amended by striking the period at the end and inserting the\nphrase “, including the sale of growlers by the holder of an off-premise retailer licensee, class A,\nnotwithstanding any other provision or restrictions of this title.” in its place.\n(2) A new subsection (a-1) is added to read as follows:\n\nOmnibus\nAlcoholic\nBeverage\nRegulation\nAmendment\nAct of 2012\n\nAmend\n§ 25-101\n\nSubchapter II,\nChapter 1\nAmend\n§ 25-112\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1091\n\n“(a-1)(1) An off-premises retailer’s licensee, class B, that is also a full-service grocery\nstore meeting the requirements of § 25-331(d), may also sell beer in growlers.\n“(2)(A) The Board shall promulgate rules within 45 days of the effective date of\nthe Omnibus Alcoholic Beverage Regulation Emergency Amendment Act of 2012, effective\nJanuary 14, 2013 (D.C. Act 19-597)(“Emergency Act”), to provide a definition of “full-service\ngrocery store” as used in this title.\n“(B) Notwithstanding subchapter III of Chapter 3 of this title, the Board\nshall not issue any new full-service grocery store, off-premises retailer’s class B licenses for 45\ndays from the effective date of the Emergency Act or until the rulemaking required by this\nparagraph has been promulgated and approved by the Council, whichever date is sooner.\n“(C) Upon approval by the Council of the regulations promulgated by the\nBoard pursuant to this paragraph, the Council shall incorporate the definition of “full-service\ngrocery store” into §25-101.”.\n(3) Subsection (b) is amended by striking the phrase “shall not be opened,” and\ninserting the phrase “shall not be opened, except for the sale of growlers,” in its place.\n(4) Subsection (c) is amended as follows:\n(A) Paragraph (1) is amended by striking the word “and” at the end.\n(B) A new paragraph (2A) is added to read as follows:\n“(2A) Licensees under a temporary license or an on-premises retailer’s license,\nclass C or D, if the alcoholic beverages were purchased by the off-premises retailer from a\nlicensee under a wholesaler license or brought into the District under a validly issued import\npermit; provided, that the sales to an on-premises retailer’s class C and D license, may be made\nonly on a Saturday, Sunday, or holiday during the hours when licensees under a wholesaler’s\nlicense are closed; provided further, that an on-premises retailer’s licensee shall maintain on the\nlicensed premises for 3 years either a receipt or invoice containing:\n“(A) The date of the purchase;\n“(B) The quantity and brand name of the alcoholic beverages purchased;\nand\n“(C) The name of the on-premises licensee to which the sale was made;\nand”.\n(d) Section 25-113 is amended as follows:\n(1) Subsection (a)(2)(A) is amended as follows:\n(A) The existing language is designated as sub-subparagraph (i).\n(B) A new sub-subparagraph (ii) is added to read as follows:\n“(ii) It shall be a secondary tier violation for an on-premises\nretailer’s class C or D licensee, to knowingly allow a patron to exit the licensed establishment\nwith an alcoholic beverage in an open container.”.\n(2) Subsection (i)(5) is amended by adding a new sentence at the end to read as\nfollows: “A caterer that also holds an on-premises retailer’s license may purchase alcoholic\nbeverages from wholesalers for use at catered events regardless of the number of persons\nattending the event.”.\n\nAmend\n§ 25-113\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1092\n\n(3) Subsection (j)((3)(B) is amended by adding 2 new sentences at the end to read\nas follows: “A licensee may also store its books and records on the premises electronically. The\nrecords stored on the premises electronically shall be made immediately available at the request\nof ABRA staff.”.\n(e) Section 25-115 is amended by adding a new subsection (f) to read as follows:\n“(f) The holder of a temporary license shall be permitted to receive deliveries from a\nwholesaler up to 48 hours before a Board-approved event occurring on a Saturday, Sunday, or\nholiday. The alcoholic beverages delivered pursuant to this subsection shall not be consumed\nuntil the date and time of the event and shall be stored in a secure location.”.\n(f) Section 25-117 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “restaurant or tavern”\nwherever it appears and inserting the phrase “restaurant, tavern, multipurpose facility, hotel, or\nnightclub” in its place.\n(2) A new subsection (a-1) is added to read as follows:\n“(a-1) A brew pub permit shall authorize the licensee to sell beer in growlers.”.\n(3) Subsection (b) is amended by striking the phrase “restaurant or tavern”\nwherever it appears and inserting the phrase “restaurant, tavern, multipurpose facility, hotel, or\nnightclub” in its place.\n(4) Subsection (c) is amended as follows:\n(A) The lead-in language is amended by striking the word “void” and\ninserting the phrase “cancelled or revoked” in its place.\n(B) Paragraph (1) is amended by striking the phrase “restaurant or tavern”\nwherever it appears and inserting the phrase “restaurant, tavern, multipurpose facility, hotel, or\nnightclub” in its place.\n(g) A new section 25-124 is added to read as follows:\n“§ 25-124. Wine pub permit requirements and qualifications.\n“(a) A wine pub permit shall authorize the licensee to manufacture wine at one location\nfrom grapes or fruit transported from an area that produces wine to the licensed restaurant,\ntavern, multipurpose facility, hotel, or nightclub for on-premises consumption and for sale to\nlicensed wholesalers for the purpose of resale to other licensees.\n“(b) A wine pub permit shall be issued only to the licensee under an on-premises\nrestaurant, tavern, multipurpose facility, hotel, or nightclub license, class C or D, in conjunction\nwith the issuance of an on-premises restaurant, tavern, multipurpose facility, hotel, or nightclub\nlicense, class C or D.\n“(c) The location used to manufacture wine shall be on or immediately adjacent to the\nrestaurant, tavern, multipurpose facility, hotel, or nightclub licensed to the wine pub owner in\naccordance with subsection (b) of this section.\n“(d) The holder of a wine pub permit may also sell wine to patrons in sealed bottles or\nother closed containers for off-premises consumption.\n“(e) The minimum annual fee of the wine pub permit shall be $5,000.\n“(f) A wine pub permit shall be cancelled or revoked if:\n\nAmend\n§ 25-115\n\nAmend\n§ 25-117\n\nNew\n§ 25-124\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1093\n\n“(1) The restaurant, tavern, multipurpose facility, hotel, or nightclub ceases to be\noperated as a restaurant, tavern, multipurpose facility, hotel, or nightclub; or\n“(2) The licensee’s on-premises retailer’s license, class C or D, is revoked or\ncancelled.\n“(g) A wine pub permit shall be automatically suspended whenever and for the same\nperiod that the licensee’s retailer’s license, class C or D, is suspended.”.\n(h) A new section 25-212 is added to read as follows:\n“§ 25-212. New licensee and general public orientation class.\n“ABRA shall establish a new licensee orientation class that shall be available to licensees\nand the public at no charge. The class curriculum shall include the following:\n“(1) A review of relevant provisions contained in both this title and Title 23 of the\nDistrict of Columbia Municipal Regulations;\n“(2) Noise abatement and sound management; and\n“(3) How to work proactively with Advisory Neighborhood Commissions,\nneighborhood and business groups, and residents.”.\n(i) Section 25-301 is amended by adding a new subsection (a-1) to read as follows:\n“(a-1) To determine whether an applicant for a new license meets the criteria of\nsubsection (a)(1) of this section, the Board shall examine records, covering the last 10 years from\nthe date of application, maintained by ABRA regarding prior violations of the District’s alcohol\nlaws and regulations by the applicant or establishments owned or controlled by the applicant.”.\n(j) Section 25-315(b)(1) is amended by striking the phrase “voluntary agreement” and\ninserting the phrase “settlement agreement” in its place.\n(k) Section 25-332(a) is amended to read as follows:\n“(a)(1) After the effective date of the Omnibus Alcoholic Beverage Regulation\nAmendment Act of 2012, passed on 2nd reading on December 18, 2012 (Enrolled version of Bill\n19-824), the Board may issue new off-premises retailer’s class B licenses, if the Board finds that\nthe number of retailer’s class B licenses is less than the quota set forth in § 25-331(b). A\ncondition of the license shall be that the sale of alcoholic beverages for consumption offpremises shall constitute no more than 25% of the total volume of gross receipts of the licensee\non an annual basis.\n“(2) No more than one retailer’s license, class B, issued under this subsection\nshall be issued to the same applicant or to an individual with an ownership interest in another\nlicense issued under this subsection.\n“(3) The issuance of new retailer’s licenses, class B, under this subsection shall be\naudited by ABRA and subject to the reporting requirements set forth in § 25-112(e).”.\n(l) Section 25-374 is amended as follows:\n(1) A new subsection (a-1) is added to read as follows:\n“(a-1) On or after January 1, 2013, a class CN license with a nude dancing endorsement\nunder § 25-371(b) shall not be transferred into Ward 5, as defined by section 4 of the\nRedistricting Procedure Act of 1981, effective March 6, 1982 (D.C. Law 4-87; D.C. Official\nCode § 1-1041.03); provided, that this section shall not prohibit the transfer of an existing CN\n\nNew\n§ 25-212\n\nAmend\n§ 25-301\n\nAmend\n§ 25-315\nAmend\n§ 25-332\n\nAmend\n§ 25-374\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1094\n\nlicense with a nude dancing endorsement within Ward 5.”.\n(2) Subsection (f) is amended by striking the phrase “voluntary agreement” and\ninserting the phrase “settlement agreement” in its place.\n(m) Section 25-402 is amended as follows:\n(1) Subsection (d) is redesignated as paragraph (1) of subsection (d).\n(2) Subsection (e) is redesignated as paragraph (2) of subsection (d).\n(3) Subsection (f) is redesignated as paragraph (3) of subsection (d).\n(4) The new redesignated subsection (d)(3) is amended to read as follows:\n“(3) A written security plan filed pursuant to this subsection shall include at least\nthe following elements:\n“(A) A statement on the type of security training provided for, and\ncompleted by, establishment personnel, including:\n“(i) Conflict resolution training;\n“(ii) Procedures for handling violent incidents, other emergencies,\nand calling the Metropolitan Police Department; and\n“(iii) Procedures for crowd control and preventing overcrowding;\n“(B) The establishment's procedures for permitting patrons to enter;\n“(C) A description of how security personnel are stationed inside and in\nfront of the establishment and the number and location of cameras used by the establishment;\n“(D) Procedures in place to prevent patrons from becoming intoxicated\nand ensuring that only persons 21 years or older are served alcohol;\n“(E) A description of how the establishment maintains an incident log;\n“(F) The establishment’s procedures for preserving a crime scene; and\n“(G) In the event that cameras are required to be installed by the Board or\nin accordance with the establishment’s security plan, the establishment shall ensure the\nfollowing:\n“(i) The cameras utilized by the establishment are operational;\n“(ii) Any footage of a crime of violence or a crime involving a gun\nis maintained for a minimum of 30 days; and\n“(iii) The security footage is made available within 48 hours upon\nthe request of ABRA or the Metropolitan Police Department.”.\n(n) Section 25-403 is amended as follows:\n(1) Subsection (e) is redesignated as paragraph (1) of subsection (e).\n(2) Subsection (f) is redesignated as paragraph (2) of subsection (e).\n(3) Subsection (g) is redesignated as paragraph (3) of subsection (e).\n(4) The new redesignated subsection (e)(3) is amended to read as follows:\n“(3) A written security plan filed pursuant to this subsection shall include at least\nthe following elements:\n“(A) A statement on the type of security training provided for, and\ncompleted by, establishment personnel, including:\n“(i) Conflict resolution training;\n\nAmend\n§ 25-402\n\nAmend\n§ 25-403\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1095\n\n“(ii) Procedures for handling violent incidents, other emergencies,\nand calling the Metropolitan Police Department; and\n“(iii) Procedures for crowd control and preventing overcrowding;\n“(B) The establishment's procedures for permitting patrons to enter;\n“(C) A description of how security personnel are stationed inside and in\nfront of the establishment and the number and location of cameras used by the establishment;\n“(D) Procedures in place to prevent patrons from becoming intoxicated\nand ensuring that only persons 21 years or older are served alcohol;\n“(E) A description of how the establishment maintains an incident log;\n“(F) The establishment’s procedures for preserving a crime scene; and\n“(G) In the event that cameras are required to be installed by the Board or\nin accordance with the establishment’s security plan, the establishment shall ensure the\nfollowing:\n“(i) The cameras utilized by the establishment are operational;\n“(ii) Any footage of a crime of violence or a crime involving a gun\nis maintained for a minimum of 30 days; and\n“(iii) The security footage is made available within 48 hours upon\nthe request of ABRA or the Metropolitan Police Department.”.\n(o) Section 25-421(a) is amended as follows:\n(1) Paragraph (4) is amended by striking the period at the end and inserting the\nphrase “; and” in its place.\n(2) A new paragraph (5) is added to read as follows:\n“(5) A citizens association meeting the requirements of § 25-601(3); provided,\nthat the citizens association has, at least 30 days before the Board’s receipt of the application,\nregistered with ABRA by providing a copy of its charter, and an e-mail or other electronic\naddress in a form consistent with ABRA’s procedures.”.\n“(p) Section 25-432(b)(1) is amended by inserting the phrase “, to be held within 75 days\nof the end of the protest period, for new license applications” after the phrase “protest hearing”.\n“(q) Section 25-433(c) is amended by adding the sentence “For new license applications,\nthe Board shall issue its written decisions accompanied by findings of fact and conclusions of\nlaw within 60 days after the close of the record.” after the sentence that reads “Within 90 days\nafter the close of the record, the Board shall issue its written decision accompanied by findings\nof fact and conclusions of law.”.\n(r) Section 25-446 is amended as follows:\n(1) The section heading is amended to read as follows:\n“§ 25-446. Settlement agreements; approval process; penalties for violations.”.\n(2) Strike the phrase “voluntary agreement” wherever it appears and insert the\nphrase “settlement agreement” in its place.\n(3) Subsection (b) is amended as follows:\n(A) The existing language is designated as paragraph (1).\n(B) New paragraphs (2) and (3) are added to read as follows:\n\nAmend\n§ 25-421\n\nAmend\n§ 25-432\nAmend\n§ 25-433\n\nAmend\n§ 25-446\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1096\n\n“(2) Except as provided in § 25-446.02, all provisions of a settlement agreement\napproved by the Board shall be enforceable by ABRA or the Board.\n“(3) A settlement agreement not approved by the Board shall not be enforced by\nABRA or the Board.”.\n(4) Subsection (e) is amended to read as follows:\n“(e) Upon a determination that a licensee has violated a settlement agreement, the Board\nshall penalize the licensee according to the provisions set forth for violations of a license in\nChapter 8 of this title.”.\n(s) New sections 25-446.01 and 25-446.02 are added to read as follows:\n“§ 25-446.01. Settlement agreements – enforceable provisions.\n“A settlement agreement enforceable by the Board under this subchapter may include:\n“(1) Provisions allowing or prohibiting entertainment and the hours that\nentertainment would be allowed;\n“(2) Specific methods to mitigate the level of noise outside the establishment,\nincluding:\n“(A) Sound attenuation elements;\n“(B) Requiring that the doors and windows of the establishment remain\nclosed (except for ingress and egress) during hours of entertainment;\n“(C) Restricting indoor entertainment to a specific area of the\nestablishment; and\n“(D)(i) Specification of physical attributes to mitigate noise emanating\nfrom an outdoor facility.\n“(ii) For the purposes of this subparagraph, the term “physical\nattributes” may include architectural features, sound barriers, and placement of speakers;\n“(3) Descriptions of reasonable efforts that the applicant or existing licensee will\ntake to control litter and other debris in the immediate area surrounding the establishment,\nincluding:\n“(A) The frequency that the applicant or existing licensee will monitor the\narea;\n“(B) The days and time that the applicant or existing licensee will remove\ntrash; and\n“(C) The efforts to be made by the licensee to limit rat and vermin\ninfestation;\n“(4) Descriptions of parking arrangements, including the use of valet service\ncontingent on proper permitting by the District Department of Transportation;\n“(5) Requirements that the applicant or existing licensee maintain an incident log\nand that the incident log be made available to ABRA and the Board, upon request;\n“(6) A notice to cure provision;\n“(7) Restrictions on hours of operation and sales and service for a new or existing\nlicensee’s facilities;\n\nNew\n§ 25-446.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1097\n\n“(8) Descriptions of how the licensee will address specific issues in determining\nthe hours of operation, including:\n“(A) The licensee’s history of previous violations;\n“(B) The proximity of the establishment to residences; and\n“(C) The hours of operation and sales and service of alcohol for other\nexisting licensed establishments in the area;\n“(9) Restrictions on the utilization of floors, occupancy, and the number of seats\nfor existing licensees and address specific issues in determining occupancy issues, including:\n“(A) The licensee’s history of previous violations;\n“(B) The proximity of the establishment to residences; and\n“(C) The hours of operation and sales and service of alcohol for other\nexisting licensed establishments in the area; and\n“(10) Stipulations that the establishment will comply with existing District\nstatutes and regulations, or will comply with privileges granted by ABRA or any other District\nagency.\n“§ 25-446.02. Settlement agreements – unenforceable provisions.\n“The Board shall not enforce the following provisions if included in a settlement\nagreement covered by this subchapter:\n“(1) Restraints on the ability of an applicant or existing licensee to operate its\nbusiness, including:\n“(A) Requirements that the ANC or other community members approve\nfuture ownership changes;\n“(B) Requirements that the ANC or other community members be notified\nof intent to transfer ownership;\n“(C) Prohibitions against the applicant or existing licensee applying for a\nchange in license class;\n“(D) A requirement that the applicant or existing licensee change the\nlicense class before selling the license;\n“(E) Requirements that prohibit the licensee from applying for changes to\nlicensed operation procedures, including applications for summer gardens, sidewalk cafes,\nrooftop decks, entertainment endorsements, and changes of hours:\n“(F) Mandates regarding specific brands of alcohol or pricing for alcohol;\n“(G) Restrictions on the age of patrons; and\n“(H) Requirements that the applicant or existing licensee use a specific\ncompany for services;\n“(2) Statements that create administrative procedures in addition to those required\nby ABRA or any other District agency;\n“(3) A requirement that the applicant or existing licensee attend ANC meetings or\nother community meetings;\n“(4) Statements or requirements that the applicant or existing licensee:\n\nNew\n§ 25-446.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1098\n\n“(A) Provide money, special considerations, or other financial benefits to\nthe community;\n“(B) Join any group; or\n“(C) Hire local individuals; and\n“(5) Any requirement that contracts, incident logs, or similar documents, be made\navailable to the ANC or other community groups or members.”.\n(t) Section 25-501 is amended by adding a new subsection (f) to read as follows:\n“(f) The minimum fee for a stipulated license issued by the Board pursuant to section 200\nof Title 23 of the District of Columbia Municipal Regulations (23 DCMR § 200) shall be $100.”.\n(u) Section 25-601 is amended as follows:\n(1) The lead-in language is amended by striking the phrase “a new owner license\nrenewal,”.\n(2) Paragraph (3)(B) is amended by striking the phrase “meeting being given at\nleast 10 days before the date of the meeting.” and inserting the phrase “meeting given to the\nvoting body and the applicant at least 7 days before the date of the meeting;” in its place.\n(v) A new section 25-601.01 is added to read as follows:\n“§ 25-601.01. Certain documents to be made available.\n“An ANC, or citizens association meeting the requirements of § 25-601(3), may\nrequest from ABRA or the Board a copy of a contract to which a licensee is a party, an incident\nlog kept by a licensee, or similar document, if obtained by ABRA or the Board pursuant to this\ntitle.”.\n(w) Section 25-609 is amended as follows:\n(1) The existing language is designated as subsection (a).\n(2) The newly designated subsection (a) is amended as follows:\n(A) Strike the phrase “if any,” and insert the phrase “if any, and serve a\ncopy upon the applicant or licensee,” in its place.\n(B) Strike the phrase “Whether or not” and insert the word “Whether” in\nits place.\n(C) Strike the phrase “The applicant” and insert the phrase “The applicant\nor licensee” in its place.\n(3) A new subsection (b) is added to read as follows:\n“(b) In the event that an affected ANC submits a settlement agreement to the Board on a\nprotested license application, the Board, upon its approval of the settlement agreement, shall\ndismiss any protest of a group of no fewer than 5 residents or property owners meeting the\nrequirements of § 25-601(2). The Board shall not dismiss a protest filed by another affected\nANC or by a citizens association meeting the requirements of § 25-601(3) upon the Board’s\napproval of an ANC’s settlement agreement submission.”.\n(x) Section 25-711(a) is amended by striking the phrase “voluntary agreement” wherever\nit appears and inserting the phrase “settlement agreement” in its place.\n(y) Section 25-722(b) is amended by striking the phrase “class B” and inserting the\nphrase “class A or B” in its place.”.\n\nAmend\n§ 25-501\n\nAmend\n§ 25-601\n\nNew\n§ 25-601.01\n\nAmend\n§ 25-609\n\nAmend\n§ 25-711\nAmend\n§ 25-722\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1099\n\n(z) Section 25-723 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “closed miniature containers\nof alcoholic beverages” and inserting the phrase “miniatures as defined in § 25-101(32A)” in its\nplace.\n(2) Subsection (d) is amended by adding a new paragraph (4) to read as follows:\n“(4) This subsection shall expire on September 30, 2013.”.\n(3) A new subsection (f) is added to read as follows:\n“(f)(1) During the beginning of daylight saving time under § 28-2711, on the 2nd Sunday\nof March of each year, a licensee under an on-premises retailer’s license may sell and serve\nalcoholic beverages between 3:00 a.m. and 4:00 a.m.\n“(2) A licensee operating under an on-premises retailer’s license shall not be\nrequired to obtain Board approval to sell or serve alcoholic beverages in accordance with\nparagraph (1) of this subsection.\n“(3) This subsection shall apply as of October 1, 2013.”.\n(aa) Section 25-724 is amended by striking the phrase “voluntary agreement” and\ninserting the phrase “settlement agreement” in its place.\n(bb) Section 25-725 is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Paragraph (3) is amended by striking the word “or” at the end.\n(B) Paragraph (4) is amended by striking the period at the end and\ninserting the phrase “; or” in its place.\n(C) A new paragraph (5) is added to read as follows:\n“(5) Heating, ventilation, and air conditioning devices.”.\n(2) New subsections (d) and (e) are added to read as follows:\n“(d)(1) ABRA shall maintain a complaint program to receive noise complaints by phone,\nemail, and fax. The complaint program shall be staffed by an ABRA employee until at least one\nhour after the end time for the legal sale of alcoholic beverages as set forth in § 25-723.\n“(2) ABRA shall keep records regarding noise complaints and record the\nfollowing information at the time the complaint is made:\n“(A) The time and date of the complaint;\n“(B) The name and address of the establishment that is the subject of the\ncomplaint;\n“(C) The name and address of the complainant, if available;\n“(D) The nature of the noise complaint; and\n“(E) Whether the complaint was substantiated by ABRA.\n“(3) Upon receipt of a noise complaint, ABRA shall attempt to contact the\nestablishment by phone or in person and inform the ABC manager on-duty that a noise\ncomplaint has been received and describe the nature of the complaint.\n“(4) ABRA shall notify the licensee of the complaint by e-mail, phone, or\nregistered mail within 72 hours of receiving the complaint. ABRA shall notify the licensee of\nthe results of any investigation that may result in a show cause hearing within 90 days as\n\nAmend\n§ 25-723\n\nAmend\n§ 25-724\n\nAmend\n§ 25-725\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1100\n\nrequired by § 25-832.\n“(e) The windows and doors of an establishment from which noise can be heard shall\nremain kj2(z)open or closed, as they were at the time the complaint was made, in order for an\nABRA investigator or Metropolitan Police Department officer to determine whether a violation\nof subsection (a) of this section exists. The ABRA investigator shall have the authority to direct\nthat windows and doors be closed or opened. ”.\n(cc) Section 25-783 is amended by adding a new subsection (e) to read as follows:\n“(e) An affirmative defense to a violation of subsection (a) of this section shall be that the\nperson was at the time of the violation 21 years of age or older.”.\n(dd) Section 25-791 is amended by adding a new subsection (c-1) to read as follows:\n“(c-1)(1) Except as proved by paragraph (3) of this subsection, the Board shall assess\nlicenses in safekeeping a fee of 25% of the annual license fee for every 6 months that the license\nremains in safekeeping. The initial 6-month fee shall be paid by the licensee at the time the\nlicense is placed in safekeeping. Each additional 6-month safekeeping fee shall be paid in\nadvance by the licensee.\n“(2) After 4 consecutive 6-month periods of safekeeping, the safekeeping fee shall\nbe 50% of the annual license fee for every 6 months that the license remains in safekeeping.\n“(3) The safekeeping fee required by this subsection shall not apply to a licensee\nserving a suspension.”.\n(ee) Section 25-823(6) is amended by striking the phrase “voluntary agreement” and\ninserting the phrase “settlement agreement” in its place.\n(ff) Section 25-826(b) is amended by striking the phrase “The Board may summarily”\nand inserting the phrase word “The Board, after investigation, may summarily” in its place.\n(gg) Section 25-830 is amended as follows:\n(1) Subsection (c) is amended as follows:\n(A) Paragraph (3) is amended to read as follows:\n“ (3) A licensee found in violation of a primary tier offense for the 4th time within\n4 years shall have the license either revoked or fined no less than $30,000 and suspended for 30\nconsecutive days.”.\n(B) A new paragraph (4) is added to read as follows:\n“(4) A licensee found in violation of a primary tier offense for the 5th time within\n4 years shall have the license revoked.”.\n(2) New subsections (i) and (j) are added to read as follows:\n“(i) It shall be a primary tier violation for a licensee to sell or serve alcohol on a\nsuspended or expired license or a license held in safekeeping.\n“(j) It shall be a primary tier violation for a licensee to fail to comply with either of the\nstatutory food requirements in § 25-113(b)(3)(B).”.\nSec. 3. Conforming amendments.\n(a) Section 47-2002(b) of the District of Columbia Official Code is amended by striking\nthe phrase “$460,000 annually” and inserting the phrase “$1,170,000 annually” in its place.\n\nAmend\n§ 25-783\n\nAmend\n§ 25-791\n\nAmend\n§ 25-823\nAmend\n§ 25-826\nAmend\n§ 25-830\n\nAmend\n§ 47-2002\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-310, effective May 1, 2013\n\n20 DCSTAT 1101\n\n(b) Title 23 of the District of Columbia Municipal Regulations is amended as follows:\n(1) Section 1208 is amended by adding a new subsection 1208.6 to read as\nfollows:\n“1208.6 The holder of a Retailer’s, Manufacturer’s, or Wholesaler’s license may store\nbooks and records on the licensed premises electronically; provided, that the records are made\nimmediately available at the request of ABRA staff.”.\n(2) Subsection 2002.1 is amended by adding the phrase “, other than one also\nholding an on-premises retailer’s license under D.C. Official Code § 25-113(a)-(e),” after the\nphrase “licensed under § 2000.1,”.\n(3) A new subsection 2002.3 is added to read as follows:\n“2002.3 Any caterer that also holds an on-premises retailer’s license under D.C. Official\nCode § 25-113(a)-(e) shall be exempt from the provisions of this section.”.\n(4) Subsection 2003.1 is amended by adding a new sentence at the end to read as\nfollows: “Specific approval shall not be required for any caterer that also holds an on-premises\nretailer’s license under D.C. Official Code § 25-113 (a)-(e).”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDCMR\n\n\f", 
  "title": "Omnibus Alcoholic Beverage Regulation Amendment Act of 2012", 
  "council_period": "20"
}