{
  "end": "941", 
  "name": "Law_19-289.pdf", 
  "start": "938", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-289, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 938\n\nAN ACT\n\nTo amend An Act To regulate the erection, hanging, placing, painting, display, and maintenance of outdoor\nsigns and other forms of exterior advertising within the District of Columbia, to provide the\nMayor with rulemaking and enforcement authority over the outdoor display of signs in the\nDistrict; to amend the Construction Codes Approval and Amendments Act of 1986 to remove the\nregulation of exterior signs from the Construction Codes, and to repeal provisions that reference\nnon-existent model building codes, Gallery Place sign rulemaking, and a long-dormant advisory\nCouncil; and to make conforming amendments to the Litter Control Administration Act of 1985,\nthe District of Columbia Bus Shelter Act of 1979, section 25-763 of the District of Columbia\nOfficial Code, section 7 of Chapter 150 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth\nnineteen hundred and fourteen, and for other purposes, and the Department of Transportation\nEstablishment Act of 2002.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Sign Regulation Authorization Amendment Act of 2012”.\nSec. 2. An Act To regulate the erection, hanging, placing, painting, display, and\nmaintenance of outdoor signs and other forms of exterior advertising within the District of\nColumbia, approved March 3, 1931 (46 Stat. 1486; D.C. Official Code § 1-303.21 et seq.), is\namended as follows:\n(a) Section 1 (D.C. Official Code § 1-303.21) is amended to read as follows:\n“Sec. 1. Rules.\n“(a) The Mayor shall issue, amend, repeal and enforce rules governing the hanging,\nplacing, painting, projection, display, and maintenance of signs on public space, public buildings,\nor other property owned or controlled by the District and on private property within public view\nwithin the District. The proposed rules shall be submitted to the Council for a 45-day period of\nreview, excluding Saturdays, Sundays, legal holidays, and days of Council recess. If the Council\ndoes not approve or disapprove the proposed rules, in whole or in part, by resolution within this\n45-day review period, the proposed rules shall be deemed disapproved. The rules shall not take\neffect until approved by the Council.\n“(b) The rules shall:\n“(1) Determine the types of signs that shall be allowed and prohibited and\nestablish permit requirements for signs, where appropriate;\n“(2) Establish standards for the location, size, and illumination of different types\nof signs;\n“(3) Allow for the display of signs that contribute to a healthy business\nenvironment and civic communication while protecting the health, safety, convenience, and\n\nBill 19-819\nAct 19-656\neffective\nJanuary 29,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSign\nRegulation\nAuthorization\nAmendment\nAct of 2012\n\nAmend\n§ 1-303.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-289, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 939\n\nwelfare of the public, including protection of the appearance of outdoor space throughout the\nDistrict;\n“(4) State the specific requirements for large signs and billboards;\n“(5) Establish standards for signs on historic sites or in historic areas;\n“(6) Provide structural requirements for signs to ensure their safety;\n“(7) Ensure compliance with federal highway requirements;\n“(8) Provide for the creation of Designated Entertainment Areas to allow for the\ndisplay of additional signs;\n“(9) Establish permit fees; and\n\"(10) Be in compliance with section 3107A of Title 12A of the District of\nColumbia Municipal Regulations (12A DCMR § 3107A).\".\n(b) Section 2 (D.C. Official Code § 1-303.22) is repealed.\n(c) Section 4 (D.C. Official Code § 1-303.23) is amended to read as follows:\n“Sec. 4. Penalties and enforcement.\n“(a) Adjudication of infractions of these rules shall be pursuant to the Department of\nConsumer and Regulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C.\nLaw 6-42; D.C. Official Code § 2-1801.01 et seq.) (“Civil Infractions Act”), and the Litter\nControl Administration Act of 1985, effective March 25, 1986 (D.C. Law 6-100; D.C. Official\nCode § 8-801 et seq.) (“Litter Control Act”). The Mayor shall enforce the rules applicable to\nsigns on public space, public buildings, and other owned or controlled by the District property\nunder the Litter Control Act and the rules applicable to signs on private property under the Civil\nInfractions Act. The Mayor may also establish, by rulemaking, a schedule of fines and penalties\nfor infractions of these rules that are separate from the fines and penalties imposed under the\nCivil Infractions Act and the Litter Control Act. These rules shall be subject to Council review\nand approval as described in section 1.\n“(b) A person or entity, whether as principal, agent, or employee, violating rules\nissued pursuant to sections 1 or 4 shall, upon conviction in the Superior Court of the District of\nColumbia, be fined no less than $5 nor more than $200 for each offense, and a fine shall be\nimposed for each day that the violation continues.\".\nSec. 3. The Construction Codes Approval and Amendments Act of 1986, effective March\n21, 1987 (D.C. Law 6-216; D.C. Official Code § 6-1401 et seq.), is amended as follows:\n(a) Section 4(a)(1) (D.C. Official Code 6-1403(a)(1)) is amended by striking the phrase\n“signs, advertising devices” and inserting the phrase “interior signs, advertising devices” in its\nplace.\n(b) Section 4a (D.C. Official Code § 6-1403.01) is repealed.\n(c) Section 10 (D.C. Official Code § 6-1409) is amended by repealing subsections (a-1)\nand (b).\n(d) Section 10a (D.C. Official Code § 6-1410) is repealed.\n(e) Section 10b (D.C. Official Code § 6-1411) is repealed.\n\nRepeal\n§ 1-303.22\nAmend\n§ 1-303.23\n\nAmend\n§ 6-1403\n\nRepeal\n§ 6-1403.01\nAmend\n§ 6-1409\nRepeal\n§§ 6-1410\n6-1411\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-289, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 940\n\nSec. 4. Section 3(a)(1) of the Litter Control Administration Act of 1985, effective March\n25, 1986 (D.C. Law 6-100; D.C. Official Code § 8-802(a)(1)), is amended as follows:\n(a) Strike the phrase \"of 1988,\" and insert the phrase \"of 1988, effective March 16, 1989\n(D.C. Law 7-226); D.C. Official Code § 8-1001 et seq.),\" in its place.\n(b) Strike the phrase beginning with \", and a number of rules\" through the end of the\nparagraph and insert the phrase \"a number of rules recorded in § 2221.6, 2407.12, and 2407.13 of\n18 DCMR, §§ 101, 102, 103, 104, 900.7, 900.8, 900.10, 1000, 1001, 1002, 1005, 1008, 1009,\n2000, 2001, 2002, and 2010 of 24 DCMR, and any rules relating to signs on public space, public\nbuildings, or other property owned or controlled by the District issued pursuant to sections 1 and\n4 of An Act To regulate the erection, hanging, placing, painting, display, and maintenance of\noutdoor signs and other forms of exterior advertising within the District of Columbia, approved\nMarch 3, 1931 (46 Stat. 1486; D.C. Official Code §§ 1-303.21 and 1-303.23).” in its place.\n\nAmend\n§ 8-802\n\nSec. 5. Section 10 of the District of Columbia Bus Shelter Act of 1979, effective May\n10, 1980 (D.C. Law 3-67; D.C. Official Code § 9-1159), is amended by striking the phrase “The\nprovisions of section 2 of An Act To regulate the erection, hanging, placing, painting, display,\nand maintenance of outdoor signs and other forms of exterior advertising within the District of\nColumbia, approved March 3, 1931 (46 Stat. 1486; D.C. Official Code § 1-303.22), and Title\n5A1, Article 14 of the Building Code of the District of Columbia” and inserting the phrase “The\nprovisions of sections 1 and 4 of An Act To regulate the erection, hanging, placing, painting,\ndisplay, and maintenance of outdoor signs and other forms of exterior advertising within the\nDistrict of Columbia, approved March 3, 1931 (46 Stat. 1486; D.C. Official Code §§ 1-303.21\nand 1-303.23), and rules issued pursuant to those sections” in its place.\n\nAmend\n§ 9-1159\n\nSec. 6. Section 25-763(f) of the District of Columbia Official Code is amended by\nstriking the phrase “the regulations contained in Chapter 31 of Title 12 of the District of\nColumbia Municipal Regulations.” and inserting the phrase “section 1 of An Act To regulate the\nerection, hanging, placing, painting, display, and maintenance of outdoor signs and other forms\nof exterior advertising within the District of Columbia, approved March 3, 1931 (46 Stat. 1486;\nD.C. Official Code § 1-303.21), and any rules issued pursuant to that section.” in its place.\n\nAmend\n§ 25-763\n\nSec. 7. Section 7 of Chapter 150 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 974;\nD.C. Official Code § 42-1801), is repealed.\n\nRepeal\n§ 42-1801\n\nSec. 8. Section 5(4)(G)(iii) of the Department of Transportation Establishment Act of\n2002, effective May 21, 2002 (D.C. Law 14-137; D.C. Official Code § 50-921.04(4)(G)(iii)), is\namended to read as follows:\n“(iii) The requirements of sections 1 and 4 of An Act To regulate the\nerection, hanging, placing, painting, display, and maintenance of outdoor signs and other forms\n\nAmend\n§ 50-921.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-289, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 941\n\nof exterior advertising within the District of Columbia, approved March 3, 1931 (46 Stat. 1486;\nD.C. Official Code §§ 1-303.21 and 1-303.23), and rules issued pursuant to those sections,\npertaining to outdoor signs and other forms of exterior advertising in the District of Columbia,\nshall not apply; and”.\nSec. 9. Any order, rule, or regulation in effect under a law replaced by this act shall\nremain in effect until repealed, amended, or superseded.\n\nNote all\naffected\nsections\n\nSec. 10. Applicability.\nSections 3, 4, 5, 6, 7, and 8 shall not apply until the Mayor’s issuance of a comprehensive\nfinal rulemaking governing signs on public space and private property pursuant to section 2.\n\nDelayed\nApplicability\n\nSec. 11. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 12. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Sign Regulation Authorization Amendment Act of 2012", 
  "council_period": "20"
}