{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1011\n\nAN ACT\n\nBill 19-169\nAct 19-668\neffective\nFebruary 11,\n2013\n\nTo amend An Act To provide for the payment and collection of wages in the District of Columbia provide\nfor a penalty for an employer who misclassifies an employee as an independent contractor, to\nallow the employee to seek up to treble damages for lost wages and benefits, to require an\nemployer to pay restitution, to subject an employer to a stop-work order or debarment, to require\nan employer to provide notice to each employee of their status as an independent contractor and\nthe implications of such status, and to require an employer to maintain records of independent\ncontractors working on their job sites; and to amend the Procurement Practices Reform Act of\n2010 to provide that a violation of Title II of An Act To provide for the payment and collection of\nwages in the District of Columbia is cause for debarment or suspension from consideration for\naward of District contracts and subcontracts.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Workplace Fraud Amendment Act of 2012”.\n\nWorkplace\nFraud\nAmendment\nAct of 2012\n\nSec. 2. An Act To provide for the payment and collection of wages in the District of\nColumbia, approved August 3, 1956 (70 Stat. 976; D.C. Official Code § 32-1301 et seq.), is\namended as follows:\n(a) Designate sections 1 through 11 as Title I.\n(b) A new Title II is added to read as follows:\n“TITLE II. WORKPLACE FRAUD ACT.\n“Sec. 201. Definitions.\n“For the purposes of this title, the term:\n“(1) “Construction services” includes, without limitation, all building or work on\nbuildings, structures, and improvements of all types such as bridges, dams, plants, highways,\nparkways, streets, tunnels, sewers, mains, power lines, pumping stations, heaving generators,\nrailways, airports, terminals, docks, piers, wharves, buoys, jetties, breakwaters, levees, canals,\ndredging, shoring, rehabilitation and reactivation of plants, scaffolding, drilling, blasting,\nexcavating, clearing and landscaping. The term “construction services” shall also include moving\nconstruction-related materials on the job site.\n“(2) “Employee” means every person, other than an exempt person or an\nindependent contractor, providing construction services to another person.\n“(3) “Employer” means any individual, partnership, firm, association, joint stock\ncompany, trust, limited liability company, corporation, the administrator or executor of the estate\nof a deceased individual or the receiver, trustee, or successor of any of the same, or any other\nlegal entity permitted to do business within the District of Columbia employing a person to\nprovide services, or any person or group of persons acting directly or indirectly in the interest of\nan employer.\n\nNew\nSubchapter II,\nChapter 13,\nTitle 32\nNew\n§ 32-1331.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1012\n\n“(4) “Exempt person” means an individual who:\n“(A)(i) Performs services in a personal capacity and who employs no\nindividuals other than a spouse, child, or immediate family member of the individual; or\n“(ii) Performs services free from direction and control over the\nmeans and manner of providing the services, subject only to the right of the person or entity for\nwhom services are provided to specify the desired result;\n“(B) Furnishes the tools and equipment necessary to provide the service;\nand\n“(C) Operates a business that is considered inseparable from the individual\nfor purposes of taxes, profits, and liabilities, in which the individual exercises complete control\nover the management and operations of the business.\n“(5) “Interested party” means a person with an interest in compliance with this\ntitle.\n“(6) “Knowingly” means having actual knowledge of, or acting with deliberate\nignorance or reckless disregard for, the prohibition involved.\n“(7) “Mayor” mean the Mayor of the District of Columbia or his or her designated\nagent or agents.\n“(8) “Stop work order” means written notice from the Mayor to an employer to\ncease or hold work until the employer is given notice by the Mayor to resume work.\n“Sec. 202. Application.\n“This title shall apply only to the construction services industry.\n“Sec. 203. Deemed employers.\n“For the purposes of this title, the officers of a corporation and any agents having the\nmanagement thereof who knowingly permit the corporation to violate this title shall be deemed\nto be the employers of the employees of the corporation.\nSec. 204. Workplace fraud prohibited.\n“(a) An employer shall not improperly classify an individual who performs services for\nremuneration paid by an employer as an independent contractor.\n“(b) An employer has improperly classified an individual when an employer-employee\nrelationship exists, as determined by subsection (c) of this section, but the employer has not\nclassified the individual as an employee.\n“(c) An employer-employee relationship shall be presumed to exist when work is\nperformed by an individual for remuneration paid by an employer, unless to the satisfaction of\nthe Mayor, the employer demonstrates that:\n“(1) The individual is an exempt person; or\n“(2)(A) The individual who performs the work is free from control and direction\nover the performance of services, subject only to the right of the person or entity for whom\nservices are provided to specify the desired result;\n“(B) The individual is customarily engaged in an independently\nestablished trade, occupation, profession, or business; and\n“(C) The work is outside of the usual course of business of the employer\n\nNew\n§ 32-1331.02\nNew\n§ 32-1331.03\n\nNew\n§ 32-1331.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1013\n\nfor whom the work is performed.\n“Sec. 205. Investigation of complaints.\n“(a) The Mayor, pursuant to a complaint from an employee, a representative of an\nemployee, an interested party, or on his or her own initiative, shall investigate violations of this\ntitle.\n“(b) The Mayor may:\n“(1) Enter and inspect the premises or place of business, employment, or work\nsite, and upon demand examine and copy, wholly or partly, any or all books, registers, payrolls,\nand other records, including those required to be made, kept, and preserved under this title or\nunder any regulation issued pursuant to this title;\n“(2) Question an employer, employee, or other person in the premises, place of\nbusiness or employment, or work site;\n“(3) Require from any employer full and correct statements in writing, including\nsworn statements, upon forms prescribed or approved by the Mayor, with respect to the payment\nof wages, hours, names, addresses, and such other information pertaining to remuneration to\nemployees or independent contractors as the Mayor may determine necessary or appropriate; and\n“(4) Investigate such facts, conditions, or matters as the Mayor may determine\nnecessary or appropriate to determine whether this title or any regulation issued pursuant to this\ntitle has been or is being violated.\n“(c)(1) The Mayor, in the performance of any duty or the execution of any power\nprescribed by this title, may administer oaths or affirmations, hold hearings, certify official acts,\ntake and cause to be taken depositions of witnesses, issue subpoenas, and compel the attendance\nof witnesses and production of books, papers, documents, records, and testimony.\n“(2) In case of failure of any person to comply with a lawful subpoena or of the\nrefusal of any witness to produce evidence or to testify to any matter about which he or she may\nbe lawfully interrogated, the Superior Court of the District of Columbia, upon the application of\nthe Mayor or the Mayor's designee, may compel obedience by proceedings for contempt as\nprovided in section 12(e) of the Office of Administrative Hearings Establishment Act of 2001,\neffective March 6, 2002 (D.C. Law 14-076; D.C. Official Code § 2-1831.09(e)).\n“(d) An employer that fails to produce to the Mayor the books and records requested in\nthe course of an investigation to determine whether the employer is in compliance with the\nprovisions of this title shall be subject to an administrative penalty not to exceed $500 per day\nfor each day the requested records are not produced.\n“(e) Nothing contained in this title shall be deemed a limitation on any power or\nauthority of the Mayor under any law which may be otherwise applicable to administer or\nenforce this title.\n“Sec. 206. Hearings.\n“(a)(1) Within 15 days after service of notice of a violation, an alleged violator may\nsubmit a written request to the Mayor to hold a hearing on the alleged violation.\n“(2) Upon receipt of a timely request, the Mayor shall conduct a hearing in\naccordance with the procedures set forth in Title I of the District of Columbia Administrative\n\nNew\n§ 32-1331.05\n\nNew\n§ 32-1331.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1014\n\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.),\nand issue a decision within 30 days after the hearing.\n“(b) If the Mayor, after investigation but before a hearing, has cause to believe that a\nperson is violating any provision of this title and the violation has caused, or may cause,\nimmediate and irreparable harm to the public, the Mayor may issue a stop work order requiring\nthe alleged violator to immediately cease and desist construction-related business activities. The\norder shall be served by certified mail or delivery in person.\n“(c)(1) Within 10 days after service of a stop work order, the alleged violator may submit\na written request to the Mayor for an expedited hearing on the alleged violation\n“(2) Upon receipt of a timely request for an expedited hearing, the Mayor shall\nconduct a hearing within 10 days after the date of receiving the request and shall deliver to the\nalleged violator at his or her last known address a written notice of the hearing by any means\nguaranteed to be received at least 5 days before the hearing date.\n“(3) The Mayor shall issue a decision within 10 days after an expedited hearing.\n“(d) Any party aggrieved by a final order of the Mayor under subsection (c)(3) of this\nsection may seek judicial review and appeal under section 11 of the District of Columbia\nAdministrative Procedure Act, approved October 21, 1968 (82 Stat. 1209; D.C. Official Code §\n2-510).\n“Sec. 207. Penalties.\n“(a) Any employer who violates or fails to comply with the requirements of this title\nshall be subject to a civil penalty of not less than $1,000, and not more than $5,000, for each\nviolation. Each employee who is not properly classified in violation of this title shall be\nconsidered a separate violation.\n“(b) An employer who violates section 210 shall be subject to a civil penalty of not less\nthan $5,000, and not more than $10,000, for each such violation.\n“(c) In addition to the penalties provided in subsections (a) and (b) of this section, an\nemployer may be subject to a stop work order, and may be ordered to make restitution, pay any\ninterest due, and otherwise comply with all applicable laws and regulations.\n“(d) Within 30 days of the final order, an employer found in violation of this title shall be\nrequired to:\n“(1) Pay restitution to or on behalf of any individual not properly classified; and\n“(2) Otherwise come into compliance with all applicable labor laws, including\nthose related to income tax withholding, unemployment insurance, wage and hour laws, and\nworkers’ compensation.\n“(e) Notwithstanding subsections (a) and (b) of this section, an employer who has been\nfound to have violated this title more than twice in a 2-year period:\n“(1) Shall have the choice of being assessed an administrative penalty of $20,000\nfor each employee that was not properly classified, or be debarred for 5 years; and\n“(2) If an employer is debarred pursuant to paragraph (1) of this subsection, the\nemployer shall be subject to a civil penalty of not less than $5,000, and not more than $10,000,\nfor each employee that was not properly classified, and may be ordered to make restitution, pay\n\nNew\n§ 32-1331.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1015\n\nany interest due, and otherwise comply with all applicable laws and regulations.\n“(f) Any penalty issued under this section against an employer shall be in effect against\nany successor corporation or business entity that:\n“(1) Has one or more of the same principals or officers as the employer against\nwhom the penalty was assessed; and\n“(2) Is engaged in the same or equivalent trade or activity.\n“Sec. 208. Provisions of law may not be waived by agreement.\n“No provision of this title may in any way be contravened or set aside by private\nagreement. Any agreement between an employer and employee in which the employee, despite\nnot being an exempt person, agrees to be classified as an independent contractor shall be no\ndefense to any action to recover unpaid wages or liquidated damages.\n“Sec. 209. Private right of action.\n“(a) A person aggrieved by a violation of this title, or any rule issued pursuant to this\ntitle, by an employer or entity may bring a civil action in any court of competent jurisdiction\nwithin 3 years after the occurrence of the alleged violation of title. A person whose rights have\nbeen violated under this title by an employer or entity is entitled to collect:\n“(1) The amount of any wages, salary, employment benefits, or other\ncompensation denied or lost to the person by reason of the violation, plus an additional equal\namount in liquidated damages;\n“(2) Compensatory damages and an amount up to $500 for each violation of this\ntitle or any rule issued pursuant to this title; and\n“(3) In the case of unlawful retaliation, all legal or equitable relief as may be\nappropriate.\n“(b) A court may order the following:\n“(1) Reinstatement and the payment of back wages;\n“(2) Fringe benefits;\n“(3) Seniority rights;\n“(4) Treble damages for lost wages or benefits; or\n“(5) Any combination of the remedies set forth in paragraphs (1) through (4) of\nthis subsection .\n“(c) The court shall allow for reasonable attorneys fees and costs of the action to be paid\nby the defendant.\n“Sec. 210. Retaliation prohibited.\n“(a) An employer may not discriminate in any manner or take adverse action against any\nperson because the person:\n“(1) Makes an oral or written complaint with the employer or the Mayor alleging\nthat the employer violated any provision of this title or any rule issue pursuant to this title;\n“(2) Brings an action or initiates a proceeding involving a violation of this title;\n“(3) Testifies in an action authorized under this title or a proceeding involving a\nviolation of the provisions of this title or any rule issued pursuant to this title; or\n“(4) Assists in an investigation by providing information to a litigant in a civil\n\nNew\n§ 32-1331.08\n\nNew\n§ 32-1331.09\n\nNew\n§ 32-1331.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1016\n\naction, the Mayor, or another agency in proceedings as provided by title\n“(b)(1) A person who believes that an employer has discriminated in any manner or\ntaken adverse action against the person in violation of this title may submit to the Mayor a\nwritten complaint, signed by the complainant, that alleges the discrimination.\n“(2) Upon receipt of a complaint, the Mayor shall conduct an investigation.\n“Sec. 211. Provisions relating to contracts with public bodies.\n“(a) Where, after investigation, the Mayor determines that an employer who is or has\nengaged in work on a project funded by District funds is in violation of this title, the Mayor\nshall:\n“(1) Withhold from payment due to the employer an amount that is sufficient to:\n“(A) Pay restitution to each employee according to section 209, including\nany applicable prevailing wages; and\n“(B) Pay any benefits, taxes, or other contributions that are required by\nlaw to be paid on behalf of the employee.\n“(2) Upon a final determination, the Mayor shall release the full amount of the\nwithheld funds if no violation is found, or if a violation is found, the balance of the withheld\nfunds after all obligations are satisfied pursuant to paragraph (1) of this subsection.\n“(b) An employer found to be in violation of this section more than twice in a 2-year\nperiod shall be subject to debarment. A debarment under this section shall be in effect against\nany successor corporation or business entity that:\n“(1) Has one or more of the same principals or officers as the employer against\nwhom the debarment was imposed; and\n“(2) Is engaged in the same or equivalent trade or activity.\n“Sec. 212. Employer record-keeping requirements.\n“(a) An employer shall keep, for at least 3 years, in or about its place of business, records\nof the employer containing the following information:\n“(1) The name, address, occupation, and classification of each employee, exempt\nperson, or independent contractor;\n“(2) The rate of pay of each employee or method of payment for the independent\ncontractor or exempt person;\n“(3) The classification of each individual as an employee, exempt person, or an\nindependent contractor;\n“(4) The amount that is paid each pay period to each employee, exempt person,\nor independent contractor;\n“(5) The hours that each employee, exempt person, or independent contractor\nworks each day and each work week;\n“(6) For all individuals who are not classified as employees, evidence that each\nindividual is an exempt person or an independent contractor or an employee thereof; and\n“(7) Other information that the Mayor requires, by regulation, as necessary to\nenforce this title.\n“(b)(1) An employer shall provide each individual classified as an independent\n\nNew\n§ 32-1331.11\n\nNew\n§ 32-1331.12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1017\n\ncontractor or exempt person with written notice of such classification at the time the individual is\nhired.\n“(2) The written notice shall include:\n“(A) An explanation of the implications of the individual’s classification\nas an independent contractor or exempt person rather than as an employee, in compliance with\nthe Language Access Act of 2004, effective June 19, 2004 (D.C. Law 15-167;D.C. Official Code\n§ 2-1933), and\n“(B) Contact information for the Mayor.\n“(3) Failure to provide a written notice shall be evidence of a knowing violation.\nThe employer shall be liable for an administrative penalty of $500 for each individual that the\nemployer failed to notify.\n“(4) The Mayor shall adopt regulations establishing specific requirements for the\ncontent and form of the notice within 180 days of the effective date of this title and, the adoption\nof such regulations shall be a prerequisite to the obligation to furnish the notice.\n“Sec. 213. Further acts prohibited; penalty.\n“(a) A person who knowingly incorporates or forms, or assists in the incorporation or\nformation of, a corporation, partnership, limited liability company, or other entity, or pays or\ncollects a fee for use of a foreign or domestic corporation, partnership, limited liability\ncorporation, or other entity for the purpose of facilitating, or evading detection of, a violation of\nthis title shall be subject to a civil penalty not less than $5,000 and not to exceed $20,000.\n“(b) A person who knowingly conspires with, aids and abets, assists, advises, or\nfacilitates, an employer with the intent of violating this title shall be subject to a civil penalty not\nless than $5,000 and not to exceed $20,000.\n“Sec. 214. Rules.\n“The Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue\nrules to implement the provisions of this title. The proposed rules shall be submitted to the\nCouncil for a 30-day period of review, excluding Saturdays, Sundays, legal holidays, and days of\nCouncil recess. If the Council does not approve or disapprove the proposed rules, in whole or in\npart, by resolution within this 30-day review period, the proposed rules shall be deemed\napproved.\n“Sec. 215. Workplace Fraud Fund.\n“There is established as a nonlapsing fund the Workplace Fraud Fund (“Fund”). Each\ncivil penalty collected pursuant to this title shall be paid into the Fund to partially offset the\nadministration, investigation, and other expenses incurred in implementing this title. All funds\ndeposited into the Fund, and any interest earned on those funds, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of the fiscal\nyear, or at any other time, but shall be continually available for the administration of this title\nwithout regard to fiscal year limitation, subject to authorization of Congress.”.\n\nNew\n§ 32-1331.13\n\nNew\n§ 32-1331.14\n\nNew\n§ 32-1331.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-300, effective April 27, 2013 (Delayed Applicability)\n\n20 DCSTAT 1018\n\nSec. 3. Section 907(c) of the Procurement Practices Reform Act of 2010, effective April\n8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-359.07(c)), is amended as follows:\n(a) Paragraph (6) is amended by striking the word “or” at the end.\n(b) A new paragraph (6A) is added to read as follows:\n“(6A) A violation of Title II of An Act To provide for the payment and collection\nof wages in the District of Columbia, passed on 2nd reading on December 18, 2012 (Enrolled\nversion of Bill 19-169); and”.\n\nAmend\n§ 2-359.07\n\nSec. 4. Applicability.\nSections 205, 206, and 212(e) of this title shall apply upon the inclusion of their fiscal\neffect in an approved budget and financial plan, as certified by the Chief Financial Officer to the\nBudget Director of the Council in a certification published by the Council in the District of\nColumbia Register.\n\nDelayed\nApplicability\n§§ 32-1331.05,\n32-1331.06,\n321331.12(b)(4)\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Workplace Fraud Amendment Act of 2012",
  "end": "1018",
  "start": "1011",
  "name": "Law_19-300.pdf"
}