{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-80, effective February 22, 2014\n\n20 DCSTAT 2934\n\nAN ACT\n\nBill 20-117\nAct 20-250\neffective\nDecember 27,\n2013\n\nTo amend the Prohibition on Government Employee Engagement in Political Activity Act of 2010 to add\ndefinitions, clarify that the District of Columbia Board of Ethics and Government Accountability\nshall enforce its provisions, address non-District elections, and provide enforcement of the act\nthrough the Code of Conduct.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Prohibition on Government Employee Engagement in Political Activity\nAmendment Act of 2013”.\n\nProhibition on\nGovernment\nEmployee\nEngagement\nin Political\nActivity\nAmendment\nAct of 2013\n\nSec. 2. The Prohibition on Government Employee Engagement in Political Activity Act\nof 2010, effective March 31, 2011 (D.C. Law 18-335; D.C. Official Code § 1-1171.01 et seq.), is\namended as follows:\n(a) Section 2 (D.C. Official Code § 1-1171.01) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n\"(1) \"Board\" means the District of Columbia Board of Ethics and Government\nAccountability established by section 202 of the Board of Ethics and Government Accountability\nEstablishment and Comprehensive Ethics Reform Amendment Act of 2011, effective April 27,\n2012 (D.C. Law 19-124; D.C. Official Code § 1-1162.02).\".\n(2) Paragraphs (2), (3), (4), and (5) are redesignated as paragraphs (3), (7), (8),\nand (9), respectively.\n(3) A new paragraph (2) is added to read as follows:\n\"(2) \"Candidate\" means an individual who seeks nomination or election to any\nelective office in the District whether or not the person is elected. An individual is deemed to be\na candidate if the individual has received political contributions or made expenditures or has\nconsented to another person receiving contributions or making expenditures with a view to\nbringing about the individual's nomination or election.\".\n(4) The newly redesignated paragraph (3)(A) is amended as follows:\n(A) The lead-in text is amended by striking the phrase \"other than the\nfollowing\" and inserting the phrase \"other than the following (if not otherwise employed by the\nDistrict)\" in its place.\n(B) Subparagraph (iii) is amended to read as follows:\n“(iii) The Attorney General, after January 1, 2018;”.\n(C) Sub-subparagraph (vi) is amended by striking the phrase \"Education;\"\nand inserting the phrase \"Education; or\" in its place.\n(D) A new sub-subparagraph (vii) is added to read as follows:\n\nAmend\n§ 1-1171.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-80, effective February 22, 2014\n\n20 DCSTAT 2935\n\n\"(vii) Members of the District of Columbia Statehood\nDelegation;\".\n(5) New paragraphs (4), (5), and (6) are added to read as follows:\n\"(4) “On duty” means the time period when an employee is:\n\"(A) In a pay status other than paid leave, compensatory time off, credit\nhours, time off as an incentive award, or excused or authorized absence (including leave without\npay); or\n\"(B) Representing any agency or instrumentality of the District\ngovernment in an official capacity.\n\"(5) “Partisan” when used as an adjective means related to a political party.\n\"(6) “Partisan political group” means any committee, club, or other organization\nthat is regulated by the District and that is affiliated with a political party or candidate for public\noffice in a partisan election, or organized for a partisan purpose, or which engages in partisan\npolitical activity.\".\n(6) The newly redesignated paragraph (7) is amended by striking the phrase\n\"means any office\" and inserting the phrase \"means any office in the District government\" in its\nplace.\n(7) The newly redesignated paragraph (8) is amended as follows:\n(A) Subparagraph (A) is amended as follows:\n(i) Strike the phrase \"any activity\" and insert the phrase \"any\nactivity that is regulated by the District\" in its place.\n(ii) Strike the phrase \"referendum\" and insert the phrase\n\"referendum. For the purposes of section 4, political activity is not limited to activities regulated\nby the District\" in its place.\n(B) Subparagraph (B) is amended as follows:\n(i) Sub-subparagraph (i) is amended by striking the phrase \"Board\nof Elections and Ethics\" and inserting the word \"Board\" in its place.\n(ii) Sub-subparagraph (ii)(II) is amended by striking the word\n\"questioners\" and inserting the word \"questionnaires\" in its place.\n(8) New paragraphs (10) and (11) are added to read as follows:\n\"(10) “Political party” means a national political party, a State political party, or\nan affiliated organization that is regulated by the District.\n\"(11) “Political purpose” means an objective of promoting or opposing a political\nparty, candidate for partisan political office, or partisan political group that is regulated by the\nDistrict.\".\n(b) Section 3 (D.C. Official Code § 1-1171.02) is amended as follows:\n(1) Subsection (b)(3) is amended by striking the phrase \"section 602 of the\nDistrict of Columbia Campaign Finance Reform and Conflict of Interest Act, approved August\n14, 1974 (88 Stat. 467; D.C. Official Code § 1-1106.02)\" and inserting the phrase \"section 224 of\nthe Board of Ethics and Government Accountability Establishment and Comprehensive Ethics\n\nAmend\n§ 1-1171.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-80, effective February 22, 2014\n\n20 DCSTAT 2936\n\nReform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19-124; D.C. Official\nCode § 1-1162.24)\" in its place.\n(2) Subsection (c) is repealed.\n(c) Section 4 (D.C. Official Code § 1-1171.03) is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) New subsections (b) and (c) are added to read as follows\n\"(b) An employee may not coerce, explicitly or implicitly, any subordinate employee to\nengage in political activity.\n\"(c) For the purposes of this section, the term “political activity” is not limited to\nactivities regulated by the District and includes soliciting, accepting, receiving, or making\npolitical contributions or other political activities.\".\n(d) Section 5 (D.C. Official Code § 1-1171.04) is amended to read as follows:\n\"Sec 5. Enforcement.\n\"A violation of this act shall constitute a violation of the Code of Conduct as defined in\nsection 101(7) of the Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code § 1-1161.01(7)), and shall be enforceable by the Board in accordance\nwith that act.”.\n(e) Section 6 (D.C. Official Code § 1-1171.05) is repealed.\n(f) Section 7 (D.C. Official Code § 1-1171.06) is amended by striking the phrase \"Board\nof Elections and Ethics\" and inserting the word \"Board\" in its place.\n(g) A new section 7a is added to read as follows:\n\"Sec. 7a. Conforming amendment.\n\"Section 101(7) of the Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code § 1-1161.01(7)), is amended by adding a new subparagraph (E-i) to\nread as follows:\n\"(E-i) The Prohibition on Government Employee Engagement in Political\nActivity Act of 2010, effective March 31, 2011 (D.C. Law 18-335; 58 DCR 599);\".\n(h) Section 8 (D.C. Official Code § 1-1171.07) is amended to read as follows.\n\"Sec. 8. Applicability.\n\"(a) This act shall apply as of January 29, 2013.\n“(b) For an offense committed between January 29, 2013, and the effective date of the\nProhibition on Government Employee Engagement in Political Activity Emergency Amendment\nof 2013, effective March 7, 2013 (D.C. Act 20-25; 60 DCR 3986)(“Emergency Act”), this act\nshall not be construed to prohibit any conduct that was proscribed under the federal Hatch Act, 5\nU.S.C. § 7321 et seq., or this act, or authorize any penalties that were not available before the\neffective date of the Emergency Act.”.\n\nAmend\n§ 1-1171.03\n\nAmend\n§ 1-1171.04\n\nRepeal\n§ 1-1171.05\nAmend\n§ 1-1171.06\nNew\n§ 1-1171.06a\n\nAmend\n§ 1-1171.07\nNote,\n§ 1-1171.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-80, effective February 22, 2014\n\n20 DCSTAT 2937\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Prohibition on Government Employee Engagement in Political Activity Amendment Act of 2013",
  "end": "2937",
  "start": "2934",
  "name": "Law_20-80.pdf"
}