{
  "start": "834", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-260, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 834\n\nAN ACT\n\nBill 19-828\nAct 19-612\neffective\nJanuary 9,\n2013\n\nTo amend the Establishment of the Office of the Chief Medical Examiner Act of 2000 to require the\ncertification of the accuracy of breath test instruments at least once every 180 days; to amend the\nDepartment of Forensic Sciences Establishment Act of 2011 to require the certification of the\naccuracy of breath test instruments at least once every 180 days; to amend the Anti-Drunk Driving\nAct of 1982 to establish criteria for the admissibility of breath test results in criminal proceedings,\nestablish the admissibility of records of maintenance for breath test instruments in criminal\nproceedings, establish requirements for the presence and testimony of the technician that\nadministered or observed the breath test, to require written notice of the provisions governing\nadmission of breath tests be given to a person that has been charged under this act, and to permit\nthe introduction of chemical tests in a criminal proceedings.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Breath Test Admissibility in Criminal Proceedings Amendment Act of\n2012”.\n\nBreath Test\nAdmissibility\nin Criminal\nProceedings\nAmendment\nAct of 2012\n\nSec. 2. Section 2918b(b) of the Establishment of the Office of the Chief Medical\nExaminer Act of 2000, effective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 51401 et seq.), as amended by section 202 of the Comprehensive Impaired Driving and Alcohol\nBreath Testing Program Amendment Act of 2012, signed by the Mayor on October 24, 2012\n(D.C. Act 19-489; 59 DCR 12957), is amended by striking the phrase “3 months” and inserting\nthe phrase “180 days” in its place.\n\nAmend\n§ 5-1419\n\nSec. 3. Section 8(a) of the Department of Forensic Sciences Establishment Act of 2011,\neffective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.07(a)), as amended by\nsection 201 of the Comprehensive Impaired Driving and Alcohol Breath Testing Program\nAmendment Act of 2012, signed by the Mayor on October 24, 2012 (D.C. Act 19-489; 59 DCR\n12957), is amended by striking the phrase “3 months” and inserting the phrase “180 days” in its\nplace.\n\nAmend\n§ 5-1501.07\n\nSec. 4. The Anti-Drunk Driving Act of 1982, effective September 14, 1982 (D.C. Law 4145; D.C. Official Code § 50-2205.02 et seq.), as amended by section 103(e)(3) of the\nComprehensive Impaired Driving and Alcohol Breath Testing Program Amendment Act of 2012,\nsigned by the Mayor on October 24, 2012 (D.C. Act 19-489; 59 DCR 12957), is amended as\nfollows:\n(a) Section 3q is amended to read as follows:\n“Sec. 3q. Admissibility of breath test results in a criminal proceeding.\n\nAmend\n§ 50-2206.52\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-260, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 835\n\n“(a) Evidence from breath tests shall not be admitted in a criminal proceeding unless\ncompliance with the following criteria has been shown:\n“(1) The breath test instrument on which the breath test was conducted was\noperated by either a certified breath test operator or certified technician;\n“(2) A certified breath test operator or certified technician observed the\nadministration of the breath test and determined that no contamination by mouth alcohol\noccurred;\n“(3) A reference standard was analyzed in conjunction with the subject analyses,\nand the analytical results of the reference standard agreed with the predicted value within the\nacceptable range set by regulation pursuant to section 8 of the Department of Forensic Sciences\nEstablishment Act of 2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 51501.07);\n“(4) Duplicate breath specimens were collected from the person and the\nanalytical results of the paired breath specimens were within the acceptable range set by\nregulation pursuant to section 8 of the Department of Forensic Sciences Establishment Act of\n2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.07);\n“(5) The breath test instrument analytically demonstrates the absence of ethanol\nbefore the testing of each breath specimen;\n“(6) Analytical results are expressed in grams of alcohol per 210 liters of breath\n(g/210L); and\n“(7) The instrument on which the breath test was conducted had been tested\nwithin 180 days before the breath test and had been found to be accurate.\n“(b)(1) Records of maintenance, set by regulation pursuant to section 8 of the\nDepartment of Forensic Sciences Establishment Act of 2011, effective August 17, 2011 (D.C.\nLaw 19-18; D.C. Official Code § 5-1501.07), shall be admissible in any proceeding as evidence\nof the operating condition of the breath test instrument at the time of the person’s breath test.\n“(2) Records of maintenance demonstrating that the instrument was in proper\noperating condition at the time of the person’s test shall be prima facie evidence that the\ninstrument was functioning properly.\n“(c) The inability of any person to obtain either the manufacturer’s schematics or\nsoftware for a quantitative breath testing device shall not affect the admissibility of the results of\na breath test pursuant to this section.”.\n(b) New sections 3q-1, 3q-2, and 3q-3 are added to read as follows:\n“Sec. 3q-1. Presence or testimony of person maintaining breath test instrument in a\ncriminal proceeding.\n“(a) The record of a breath test is admissible in court as prima facie evidence of the\namount of grams of alcohol per 210 liters of a person’s breath without the testimony of the\npersons responsible for maintaining the breath test instrument’s proper operating condition if:\n“(1) The criteria in section 3q(a) have been met;\n\nNew\n§ 50-2206.52a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-260, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 836\n\n“(2) The record of a breath test is provided to the person, or his or her counsel,\nwithin 15 calendar days of arraignment or notice of appearance of counsel, whichever is later;\nand\n“(3) There are more than 30 calendar days between the date the breath test is\nprovided to the person, or his or her counsel, and the trial date.\n“(b)(1) Notwithstanding subsection (a) of this section, a person may demand the\npresence of the persons responsible for maintaining the breath test instrument’s proper operating\ncondition to provide evidence in the government’s case-in-chief by serving upon the\ngovernment, in writing, his or her request for the live testimony of the persons responsible for\nmaintaining the breath test instrument’s proper operating condition no later than 15 calendar\ndays before trial.\n“(2) A person’s failure to file a timely request pursuant to paragraph (1) of this\nsubsection shall constitute a waiver of the person’s right to demand the presence of the persons\nresponsible for maintaining the breath test instrument’s proper operating condition to provide\nevidence in the government’s case-in-chief.\n“(c) For the purposes of this section, the term “record of a breath test” means the\nanalytical results of a breath test administered on:\n“(1) A breath test instrument operated by the Metropolitan Police Department\nthat has been certified as accurate pursuant to section 8 of the Department of Forensic Sciences\nEstablishment Act of 2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 51501.07), as amended by section 201 of the Comprehensive Impaired Driving and Alcohol\nBreath Testing Program Amendment Act of 2012, signed by the Mayor on October 24, 2012\n(D.C. Act 19-489; 59 DCR 12957); or\n“(2) A breath test instrument operated by other law enforcement agencies that has\nbeen certified as accurate by the persons designated by that agency to certify the accuracy of the\ninstrument.\n“Sec. 3q-2. Notification regarding admissibility of breath test results in a criminal\nproceeding.\n“Any person upon whom a breath specimen is collected shall be informed, in writing, of\nthe provisions of sections 3q and 3q-1 at the time that person is charged.\n“Sec. 3q-3. Admissibility of chemical test results for a criminal proceeding; blood or\nurine.\n“The results of chemical testing pertaining to blood or urine used to determine whether\nthe person’s specimens contained alcohol or a drug or any combination thereof may be\nadmissible as evidence in a criminal proceeding if the chemical testing was performed at a\nforensic laboratory, hospital, other equivalent medical facility, or at a laboratory contracted by a\nhospital or medical facility to perform chemical testing for specimens supplied by the hospital or\nequivalent medical facility.”.\n\nNew\n§ 50-2206.52b\n\nNew\n§ 50-2206.52c\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-260, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 837\n\nSec. 5. Applicability.\nThis act shall apply as of the effective date of the Comprehensive Impaired Driving and\nAlcohol Breath Testing Program Amendment Act of 2012, signed by the Mayor on October 24,\n2012 (D.C. Act 19-489; 59 DCR 12957).\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602( c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02( c)(1)), and publication in the District of\nColumbia Register.\n\nApplicable\nas of April 27,\n2013\n\n\f", 
  "end": "837", 
  "name": "Law_19-260.pdf", 
  "title": "Breath Test Admissibility in Criminal Proceedings Amendment Act of 2012"
}