{
  "end": "4140", 
  "name": "Law_20-146.pdf", 
  "start": "4137", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4137\nD.C. Law 20-146, effective December 17, 2014 (Expiration date July 30, 2015)\n(Related Emergency Legislation is Act 20-374, 20 DCSTAT 3689)\n\nAN ACT\n\nTo standardize, on a temporary basis, licensing and registration application requirements using the\nNationwide Mortgage Licensing System and Registry for all non-depository financial institutions\nregulated through the administration of the District of Columbia Banking Code, to require each\napplicant obtain a unique identifier from and apply through the Nationwide Mortgage Licensing\nSystem, to authorize the Commissioner to waive or modify any of the requirements of this act or\nother application requirements in the Banking Code and to establish new requirements as needed\nto participate in the Nationwide Mortgage Licensing System, to authorize use of the Nationwide\nMortgage Licensing System for criminal history background checks and credit checks as\nnecessary, to allow the Commissioner to share confidential information with specified third\nparties including the Nationwide Mortgage Licensing System, to authorize the Commissioner to\ncontract with third parties to collect fees and share information and maintain records, to\nauthorize license renewal and reinstatement periods, to provide for the payments of nonrefundable application fees, to provide that the Commissioner shall report Banking Code\nviolations and enforcement actions to the Nationwide Mortgage Licensing System, to require the\nCommissioner to establish an information challenge process for data entered into the Nationwide\nMortgage Licensing System, and to provide that the Commissioner may promulgate regulations to\nimplement the act.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Nationwide Mortgage Licensing System Conformity Temporary Act of\n2014”.\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Applicant” means a person filing an initial or renewal application for\nlicensure or registration under the Banking Code.\n(2) “Application” means an initial or renewal application for licensure or\nregistration under the Banking Code processed through the Department or its designee such as\nthe NMLS or any other person or third party prescribed by the Commissioner.\n(3) “Banking Code” means the statutory provisions concerning banking and\nfinancial institutions that are codified in Title 26 of the District of Columbia Official Code, laws\nadministered by the Commissioner, and rules and regulations promulgated under those statutory\nprovisions and laws.\n(4) “Commissioner” means the Commissioner of the Department of Insurance,\nSecurities, and Banking.\n(5) “Conference of State Bank Supervisors” or “CSBS” means the professional\nassociation of state officials responsible for chartering, regulating, and supervising state-\n\nBill 20-846\nAct 20-389\neffective\nJuly 29, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nNationwide\nMortgage\nLicensing\nSystem\nConformity\nTemporary\nAct of 2014\nNote, New\n§ 26-1161.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4138\nD.C. Law 20-146, effective December 17, 2014 (Expiration date July 30, 2015)\n(Related Emergency Legislation is Act 20-374, 20 DCSTAT 3689)\n\nchartered commercial and savings banks and state-licensed branches and agencies of foreign\nbanks.\n(6) “Department” means the Department of Insurance, Securities, and Banking.\n(7) “Nationwide Mortgage Licensing System and Registry” or “NMLS” means a\nmortgage licensing system developed and maintained by the Conference of State Bank\nSupervisors, the American Association of Residential Mortgage Regulators, or their successors\nfor the licensing and registration of persons engaged in the state-regulated financial service\nindustries.\n(8) “State Regulatory Registry, LLC” or “SRR” means the entity which owns and\noperates the NMLS, or its successors.\n(9) “Unique identifier” means a number or other identifier assigned by protocols\nestablished by the NMLS.\nSec. 3. Unique identifier required.\nEach licensee and registrant under the Banking Code shall register with, and maintain, a\nvalid unique identifier issued by the NMLS.\n\nNote, New\n§ 26-1161.02\n\nSec. 4. Form and contents of application.\n(a) An application shall be filed on a form prescribed by the Commissioner, including all\ninformation required by the Commissioner as set forth by statute or regulation.\n(b) For purposes of participating in the NMLS, the Commissioner is authorized to waive\nor modify in whole or by part any statutory or regulatory requirements for applications in any\nprovision of the Banking Code, and to establish new requirements as are reasonably necessary to\nparticipate in NMLS.\n\nNote, New\n§ 26-1161.03\n\nSec. 5. Background checks.\nThe Commissioner may use the NMLS as an agent for requesting information from, and\ndistributing information to, the Federal Bureau of Investigation, the Department of Justice, any\ngovernmental agency, or any source as directed by the Commissioner.\n\nNote, New\n§ 26-1161.04\n\nSec. 6. Confidential information.\nTo assist in the performance of the Commissioner’s duties under this act, the\nCommissioner may:\n(1) Share documents, materials, or other information, including confidential and\nprivileged documents, materials, or information subject to this act, with state, federal, and\ninternational regulatory agencies and law enforcement authorities, and with the CSBS, SRR,\nNMLS, and their affiliates or subsidiaries; provided, that the recipient agrees to maintain the\nconfidentiality and privileged status of the documents, materials, or other information;\n(2) Receive documents, materials, or information, including confidential and\nprivileged documents, materials, or other information, including confidential and privileged\n\nNote, New\n§ 26-1161.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4139\nD.C. Law 20-146, effective December 17, 2014 (Expiration date July 30, 2015)\n(Related Emergency Legislation is Act 20-374, 20 DCSTAT 3689)\n\ndocuments, materials, or other information, from state, federal, or international regulatory\nagencies or law enforcement authorities or from the CSBS, SRR, NMLS or their affiliates or\nsubsidiaries, and shall maintain as confidential or privileged any documents, materials, or other\ninformation received with notice or the understanding that it is confidential or privileged under\nthe laws of the jurisdiction that is the source of the documents, materials, or other information;\n(3) Enter into agreements for sharing and using confidential information\nconsistent with this act;\n(4) Authorize a national criminal background check and submission of\nfingerprints and other identifying information, submitted through the NMLS, and receive\ncriminal history record information from NMLS, the Metropolitan Police Department, and the\nFederal Bureau of Investigation for the purposes of facilitating determinations regarding\neligibility for licensure or registration under the Banking Code; and\n(5) Contract with a third party, including the SRR, the CSBS, or their affiliates or\nsubsidiaries, to perform any functions, including the collection of licensing, registration and\nprocessing fees, collection of contact information and other identifying information, fingerprints,\nwritten consent to a criminal background check, personal history and experience, and conduct of\nexaminations-related activities covered under the Banking Code, that the Commissioner may\nconsider appropriate.\nSec. 7. Renewal.\n(a) A license or registration issued under this act shall expire on a date to be determined\nby the Commissioner. A license or registration may thereafter be renewed for one-year term\nextensions as provided by this section.\n(b) Before a license expires, the applicant may renew the license or registration for\nadditional one-year terms, if the applicant:\n(1) Demonstrates that the applicant continues to meet the standards for licensing\nor registration under this act and under all relevant provisions of the Banking Code;\n(2) Pays all applicable fees as prescribed by the Commissioner and all third-party\nfees; and\n(3) Submits to the Commissioner a renewal application on the form that the\nCommissioner requires.\n\nNote, New\n§ 26-1161.06\n\nSec. 8. Application fees.\n(a) When filing an application, each applicant shall pay the applicable fees prescribed by\nthe Commissioner and any third-party fees. Any fees paid in connection with the processing of\nan application shall be non-refundable.\n(b) The Commissioner may, from time to time, increase or decrease the fees set forth in\nthis section. The fees shall be fixed at such rates, and computed on such bases and in such\nmanner as may, in the judgment of the Commissioner, be necessary to defray the approximate\ncosts of carrying out the regulatory functions set forth in this act and the Banking Code. These\n\nNote, New\n§ 26-1161.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4140\nD.C. Law 20-146, effective December 17, 2014 (Expiration date July 30, 2015)\n(Related Emergency Legislation is Act 20-374, 20 DCSTAT 3689)\n\nfees shall not be abated or refunded by surrender, suspension, cancellation, or revocation of a\nregistration.\nSec. 9. NMLS reporting requirements.\nThe Commissioner shall regularly report violations of the Banking Code, as well as\nenforcement actions and other relevant information, to the NMLS. The reports shall be subject to\nthe provisions of section 6t.\n\nNote, New\n§ 26-1161.08\n\nSec. 10. NMLS information challenge process.\nThe Commissioner shall establish a process whereby applicants, licensees, and registrants\nmay challenge information entered into the NMLS by the Commissioner.\n\nNote, New\n§ 26-1161.09\n\nSec. 11. Rules.\nThe Commissioner may issue rules to implement the provisions of this act.\nSec. 12. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 13. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\nNote, New\n§ 26-1161.10\n\n\f", 
  "title": "Nationwide Mortgage Licensing System Conformity Temporary Act of 2014", 
  "council_period": "20"
}