{
  "start": "942", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 942\n\nAN ACT\n\nBill 19-995\nAct 19-658\neffective\nJanuary 29,\n2013\n\nTo amend the Compulsory/No Fault Motor Vehicle Insurance Act of 1982 to eliminate the requirement that\na motorized bicycle be insured; to amend An Act To provide for the annual inspection of all motor\nvehicles in the District of Columbia to eliminate the requirement that a motorized bicycle be\ninspected; to amend An Act To provide for the recording and releasing of liens by entries on\ncertificates of title for motor vehicles and trailers, and for other purposes to remove motorized\nbicycles from its requirements; to amend the District of Columbia Traffic Act, 1925 to eliminate\nthe requirement that an operator of a motorized bicycle have a driver’s license and to replace\nmotorized bicycles with motor-driven cycles as an exception to the 40 miles per gallon and above\nexemption for the payment of excise taxes; to amend the District of Columbia Revenue Act of 1937\nto eliminate the requirement that a motorized bicycle be registered; to amend Title 18 of the\nDistrict of Columbia Municipal Regulations to delete moped from the waiver of meeting the\nrequirements of the National Traffic and Motor Safety Act of 1966, to require of those riding\nmotor-driven cycles some of the riding and safety standards required of those riding motorcycles,\nto revise the definitions of motorcycle, motor-driven cycle, and motorized bicycle, and to repeal\nthe definition of moped.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Motorized Bicycle Amendment Act of 2012”.\n\nMotorized\nBicycle\nAmendment\nAct of 2012\n\nSec. 2. The Compulsory/No Fault Motor Vehicle Insurance Act of 1982, effective\nSeptember 18, 1982 (D.C. Law 4-155; D.C. Official Code § 31-2401 et seq.), is amended as\nfollows:\n(a) Section 3 (D.C. Official Code § 31-2402) is amended as follows:\n(1) Paragraph (16) is amended to read as follows:\n“(16) The term “motorcycle” means a motor vehicle that has a seat or saddle for\nthe use of the operator and is designed to travel on no more than 3 wheels in contact with the\nground. The term “motorcycle” does not include a 3-wheeled motor vehicle with a cab and\nwindshield tractor, a motor-driven cycle, or a motorized bicycle unless operated at speeds in\nexcess of 30 miles per hour.”.\n(2) Paragraph (17) is amended to read as follows:\n“(17) The term \"motor vehicle\" means a vehicle propelled by an internalcombustion engine, electricity, or steam. The term \"motor vehicle\" shall not include a traction\nengine, road roller, vehicle propelled only upon rails or tracks, personal assistive mobility\ndevice, as defined by section 2(12) of the District of Columbia Traffic Act, 1925, approved\nMarch 3, 1925 (43 Stat. 1119; D.C. Official Code § 50-2201.02(12)), a battery-operated\nwheelchair when operated by a person with a disability, or a motorized bicycle.”.\n(b) Section 7(c-1) (D.C. Official Code § 31-2406(c-1)), is amended by striking the\nphrase “except for the operation of motorcycles” and inserting the phrase “except for the\noperation of motorcycles and motor-driven cycles” in its place.\n\nAmend\n§ 31-2402\n\nAmend\n§ 31-2406\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 943\n\nSec. 3. Section 8 of An Act To provide for the annual inspection of all motor vehicles in\nthe District of Columbia, effective March 15, 1985 (D.C. Law 5-176; D.C. Official Code § 501108), is amended to read as follows:\n“Sec. 8. As used in this act, the term \"motor vehicle\" means a vehicle propelled by an\ninternal-combustion engine, electricity, or steam. The term \"motor vehicle\" shall not include a\ntraction engine, road roller, vehicle propelled only upon rails or tracks, personal assistive\nmobility device, as defined by section 2(12) of the District of Columbia Traffic Act, 1925,\napproved March 3, 1925 (43 Stat. 1119; D.C. Official Code § 50-2201.02(12)), a batteryoperated wheelchair when operated by a person with a disability, or a motorized bicycle.”.\n\nAmend\n§ 50-1108\n\nSec. 4. Section 1(9) of An Act To provide for the recording and releasing of liens by\nentries on certificates of title for motor vehicles and trailers, and for other purposes, approved\nJuly 2, 1940 (54 Stat. 736; D.C. Official Code § 50-1201), is amended to read as follows:\n“(9) \"Motor vehicle\" means a vehicle propelled by an internal-combustion engine,\nelectricity, or steam. The term \"motor vehicle\" shall not include a traction engine, road roller,\nvehicle propelled only upon rails or tracks, personal assistive mobility device, as defined by\nsection 2(12) of the District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat.\n1119; D.C. Official Code § 50-2201.02(12)), a battery-operated wheelchair when operated by a\nperson with a disability, or a motorized bicycle.”.\n\nAmend\n§ 50-1201\n\nSec. 5. The District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat.\n1119; D.C. Official Code § 50-2201.01 et seq.), is amended as follows:\n(a) Section 6(j)(3)(J) (D.C. Official Code § 50-2201.03(j)(3)(J)) is amended by striking\nthe phrase “motorized bicycles” and inserting the phrase “motor-driven cycles” in its place.\n(b) Section 7(f) (D.C. Official Code § 50-1401.01(f)) is amended to read as follows:\n“(f) For purposes of this section and sections 8 and 13, the term \"motor vehicle\" means a\nvehicle propelled by an internal-combustion engine, electricity, or steam. The term \"motor\nvehicle\" shall not include a traction engine, road roller, vehicle propelled only upon rails or\ntracks, personal assistive mobility device, as defined by section 2(12), a battery-operated\nwheelchair when operated by a person with a disability, or a motorized bicycle.”.\nSec. 6. The District of Columbia Revenue Act of 1937, approved August 17, 1937 (50\nStat. 679; D.C. Official Code § 50-1501.01), is amended as follows:\n(a) Section 1(1) (D.C. Official Code § 50-1501.01(1)) is amended to read as follows:\n“(1) The term \"motor vehicle\" means a vehicle propelled by an internalcombustion engine, electricity, or steam. The term \"motor vehicle\" shall not include a traction\nengine, road roller, vehicle propelled only upon rails or tracks, personal assistive mobility\ndevice, as defined by section 2(12) of the District of Columbia Traffic Act, 1925, approved\nMarch 3, 1925 (43 Stat. 1119; D.C. Official Code § 50-2201.02(12)), a battery-operated\nwheelchair when operated by a person with a disability, or a motorized bicycle.”.\n\nAmend\n§ 50-2201.03\nAmend\n§ 50-1401.01\n\nAmend\n§ 50-1501.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 944\n\n(b) Section 3(b)(5) (D.C. Official Code § 50-1501.03(b)(5)) is amended by striking the\nphrase “motorized bicycle” and inserting the phrase “ motor-driven cycle” in its place.\n\nAmend\n§ 50-1501.03\n\nSec. 7. Title 18 of the District of Columbia Municipal Regulations (18 DCMR) is\namended as follows:\n(a) Section 413.6 (18 DCMR § 413.6) is amended by striking the phrase “motorized\nbicycle” and inserting the phrase “motor-driven cycle” in its place.\n(b) Section 422.2 (18 DCMR § 422.2) is amended by striking the phrase “Motorized\nbicycles” and inserting the phrase “Motor-driven cycles” in its place.\n(c) Section 601 (18 DCMR § 601.1 et seq.) is amended as follows:\n(1) Subsection 601.4 (18 DCMR § 601.4) is amended to read as follows:\n“601.4. Except as provided in § 601.5, vehicles registered in the District of\nColumbia shall be inspected periodically for exhaust emissions and compliance with this\nTitle as follows:\n“(a) Passenger vehicle: every two (2) years;\n“(b) Motorcycle: every two (2) years;\n“(c) Bus: semiannually; except as provided in (d);\n“(d) Bus owned or leased by the Washington Metropolitan Area Transit Authority:\nannually;\n“(e) Taxicab and other public vehicles-for-hire: semiannually;\n“(f)\nMotor-driven cycle: every two (2) years;\n“(g) Repealed;\n“(h) Commercial vehicle: annually;\n“(i)\nTow truck: annually;\n“(j)\nVehicle registered as a class F(I) historic motor vehicle: one (1) time, at time of\nregistration, plus an inspection limited to confirming the odometer reading every two (2) years;\n“(k) Vehicle registered as a class F(II) historic motor vehicle: one (1) time, at time of\nregistration; and\n“(l)\nAll other motor vehicles: every two (2) years.”.\n(2) Subsection 601.8 (18 DCMR § 601.8) is amended to read as follows:\n“601.8 The fees for inspections shall be as follows:\n“(a) Passenger vehicle, including historic motor vehicle: $35;\n“(b) Motor driven cycle: $35;\n“(c) Motorcycle: $35;\n“(d) Commercial vehicles and vehicles-for-hire, including all buses: $35;\n“(e) Trailers, based upon the manufacturer’s shipping weight: $35;\n“(f)\nTow truck: $35;\n“(g)\nSalvage vehicle: $35;\n“(h) New vehicles for which an inspection is not required but for which a sticker is\nrequired: $10; and\n“(i)\nAll other motor vehicles: $35.”.\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 945\n\n(d) Section 607 (18 DCMR § 607) is amended by striking the phrase “motorized\nbicycles” wherever it appears and inserting the phrase “motor-driven cycles” in its place.\n(e) Section 700.9 (18 DCMR § 700.9) is amended by striking the phrase “; except that\nmopeds need not display such a certification of compliance”.\n(f) Section 704 (18 DCMR 704 et seq.) is amended as follows:\n(1) Subsection 704.1 (18 DCMR § 704.1) is amended by striking the phrase\n“motorized bicycle” and inserting the phrase “motor-driven cycle” in its place.\n(2) Subsection 704.3 (18 DCMR § 704.3) is amended by striking the phrase\n“motorized bicycle” and inserting the phrase “motor-driven cycle” in its place.\n(3) Subsection 704.4 (18 DCMR § 704.4) is amended by striking the phrase\n“motorized bicycle” and inserting the phrase “motor-driven cycle” in its place.\n(g) Section 705.2 (18 DCMR § 705.2) is amended by striking the phrase “and motorized\nbicycles” and inserting the phrase “and motor-driven cycles” in its place.\n(h) Section 706 (18 DCMR 706.1 et seq.) is amended as follows:\n(1) Subsection 706.2 (18 DCMR § 706.2) is amended by striking the phrase\n“motorized bicycles” and inserting the phrase “motor-driven cycles” in its place.\n(2) Subsection 706.4 (18 DCMR § 706.4) is repealed.\n(3) Subsection 706.6 (18 DCMR § 706.6) is amended as follows:\n(A) Strike the phrase “motorized bicycle” and insert the phrase motordriven cycle” in its place.\n(B) Add the sentence “Each new motorized bicycle sold and operated\nupon a street or highway shall carry on the rear, either as part of the tail lamp or separately, one\n(1) red reflector that meets the requirements of this section.” at the end.\n(i) Subsection 715.4 (18 DCMR § 715.4) is amended by striking the phrase “motorized\nbicycle” and inserting the phrase “motor-driven cycle” in its place.\n(j) Subsection 718.1 (18 DCMR § 718.1) is amended by striking the phrase “motorized\nbicycle” and inserting the phrase “motor-driven cycle” in its place.\n(k) Subsection 720.3 (18 DCMR § 720.3) is amended by striking the phrase “motorized\nbicycles” and inserting the phrase “motor-driven cycles” in its place.\n(l) Section 724.1 (18 DCMR § 724.1) is amended by striking the phrase “and motorized\nbicycles” in Row B1 of Column 1 and inserting the phrase “motor-driven cycles, and motorized\nbicycles” in its place.\n(m) Section 733.1 (18 DCMR § 733.1) is amended by striking the phrase “motorized\nbicycles” and inserting the phrase “motor-driven cycles” in its place.\n(n) Section 737 (18 DCMR § 737) is amended by striking the phrase “motorized\nbicycles” wherever it appears and inserting the phrase “motor-driven cycles” in its place.\n(o) Section 2215 (18 DCMR § 2215) is amended as follows:\n(1) The section heading is amended by striking the phrase “RIDING ON\nMOTORCYCLES” and inserting the phrase “RIDING ON MOTORCYCLES AND MOTORDRIVEN CYCLES” in its place.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 946\n\n(2)\nSubsections 2215.1, 2215.2, and 2215.3 (18 DCMR §§ 2215.1, 2215.2,\nand 2215.3) are amended to read as follows:\n“2215.1 A person operating a motorcycle or motor-driven cycle shall ride only upon the\npermanent and regular seat attached, and the operator shall not carry any other person nor shall\nany other person ride on a motorcycle or motor-driven cycle unless the motorcycle or motordriven cycle is designed to carry more than one person.\n“2215.2 If a motorcycle or motor-driven cycle is equipped to carry more than one (1)\nperson, the passenger may ride upon the permanent, regular seat if designed for two (2) persons,\nupon another seat firmly attached in a position to the rear or side of the motorcycle or motordriven cycle and provided with foot rests and handgrips, or in a side car attached to the\nmotorcycle.\n“2215.3 No person shall operate or ride upon a motorcycle or motor-driven cycle unless\nwearing a protective helmet in the manner for which the helmet was designed and of a type\napproved by the Director. [See chapter 7].”.\n(p) Section 2400.8 (18 DCMR § 2400.8) is amended by striking the phrase “or motorized\nbicycle” wherever it appears and inserting the phrase “, motor-driven cycle, or motorized\nbicycle” in its place.\n(q) Section 2405.1(h) (18 DCMR § 2405.1(h)) is amended to read as follows:\n“(h) On the sidewalk; provided, that a motor-driven cycle may be parked on the sidewalk\nif it:\n“(1) Is outside of the Central Business District, as defined by section 9901.1\nof Title 18 of the District of Columbia Municipal Regulations (18 DCMR § 9901.1);\n“(2) Is not attached to any tree, tree box, or planting area; and\n“(3) Does not block the path of pedestrians and maintains an ADA compliant\nclearance from any other obstruction, as defined in section 4.3 of the ADA Accessibility\nGuidelines.”.\n(r) Section 2411.13 (18 DCMR § 2411.13) is amended by striking the phrase “motorized\nbicycle” and inserting the phrase “motor-driven cycle” in its place.\n(s) Section 2600.1 (18 DCMR § 2600.1) is amended as follows:\n(1) Strike the phrase “Motorized bicycles (See also violations for other vehicles)\nOperating unregistered minibike or motorized bicycle [§ 411.1] $50” and insert the phrase\n“Motorized bicycles Operating in excess of 20 miles per hour [§ 9901] $100” in its place.\n(2) Insert the phrase “Motor-driven cycle (see also violations for other vehicles)\nFailure to wear protective helmet while riding a motor-driven cycle. [§ 2215] $75 Improper\nriding on [§ 2215] $25 Operating in excess of 30 miles per hour [§ 9901] $100” in between the\n\"Motorcycles\" and \"No bus streets\" infractions.\n(t) Section 4019.11 (18 DCMR § 4019.11) is amended by striking the phrase “motor\nscooter” and inserting the phrase “motor-driven cycle” in its place.\n(u) Section 4023.5 (18 DCMR § 4023.5) is amended by striking the phrase “motor\nscooter,”.\n(v) Section 9901 (18 DCMR § 9901) is amended as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 947\n\n(1) The definition of “moped” is repealed.\n(2) The definition of “motorcycle” is amended to read as follows:\n“Motorcycle – a motor vehicle that has a seat or saddle for the use of the operator and has two\n(2) or three (3) wheels in contact with the ground. The term “motorcycle” does not include a tractor, a\nmotor driven cycle or motorized bicycle unless operated at speeds in excess of thirty miles per hour\n(30 mph), or a three (3)-wheeled motor vehicle with a cab and windshield.”.\n(3) The definition of the term “motor-driven cycle” is amended to read as\nfollows:\n“Motor-driven cycle – a motor vehicle that has:\n“(a) A seat or saddle for the use of the operator and has:\n“(b) Two (2) or three (3) wheels in contact with the ground;\n“(c) A gas, electric, or hybrid motor with a maximum piston or rotor displacement of\nfifty cubic centimeters (50 cc), or its equivalent, which will propel the device unassisted at a\nmaximum speed no greater than thirty miles per hour (30 mph). A motor-driven cycle shall be a\nmotorcycle when operated at speeds in excess of thirty miles per hour (30 mph) and the operator\nshall be required to have on his or her possession a valid motorcycle endorsement; and\n“(d) A direct or automatic power drive system which requires no clutch or gear shift\noperation by the operator after the drive system is engaged with the power unit.”.\n(4) The definition of the term “Motorized Bicycle” is amended to read as follows:\n“Motorized bicycle” − a vehicle that has:\n“(a) A post mounted seat or saddle for each person that the device is designed and\nequipped to carry;\n“(b) A vehicle with two (2) or three (3) wheels in contact with the ground, which are at\nleast sixteen inches (16 in.) in diameter;\n“(c) Fully operative pedals for human propulsion; and\n“(d) A motor incapable of propelling the device at a speed of more than twenty miles\nper hour (20 mph) on level ground.\n“A motorized bicycle shall be a motorcycle when operated by motor at speeds in excess\nof thirty miles per hour (30 mph) and the operator shall be required to have on his or her\npossession a valid motorcycle endorsement. A motorized bicycle shall be a motor-driven cycle\nwhen operated by motor at speeds in excess of twenty miles per hour (20 mph) and the operator\nshall be required to have on his or her possession a valid driver’s license.”.\nSec. 8. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 9. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-290, effective April 27, 2013\n\n20 DCSTAT 948\n\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "948", 
  "name": "Law_19-290.pdf", 
  "title": "Motorized Bicycle Amendment Act of 2012"
}