{
  "end": "202", 
  "name": "Law_19-244.pdf", 
  "start": "200", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-244, effective March 19, 2013\n\n20 DCSTAT 200\n\nAN ACT\n\nBill 19-783\nAct 19-565\neffective\nDecember 7,\n2012\n\nTo amend the District of Columbia Traffic Act, 1925, to allow owners of real property in the District who\nlive in the District on a part-time basis to house their vehicles in the District and use a driver’s\nlicense or identification card issued by their home jurisdiction to purchase a registration\nreciprocity sticker, to allow a business or governmental entity located outside of the District to\npurchase a reciprocity sticker for an employee who lives in the District, is domiciled in the\nDistrict, is licensed to operate a motor vehicle in the District, and uses a vehicle that was provided\nby the employee's employer for the employee’s use, and to allow an out-of-state vehicle owner that\nis a partnership, corporation, association, or governmental entity to obtain a registration\ncertificate and identification tags; and to amend the District of Columbia Revenue Act of 1937 and\nChapter 4 of Title 18 of the District of Columbia Municipal Regulations to make conforming\nchanges.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Department of Motor Vehicles Reciprocity Amendment Act of 2012”.\n\nDepartment of\nMotor\nVehicles\nReciprocity\nAmendment\nAct of 2012\n\nSec. 2. Section 8 of the District of Columbia Traffic Act, 1925, approved March 3, 1925\n(43 Stat. 1123; D.C. Official Code § 50-1401.02), is amended by adding new subsections (e-1)\nand (e-2) to read as follows:\n“(e-1)(1) An owner or operator of a motor vehicle shall be exempt from compliance with\nsection 7, section 2 of Title IV of the District of Columbia Revenue Act of 1937, approved\nAugust 17, 1937 (50 Stat. 680; D.C. Official Code § 50-1501.02), and sections 414.1, 422.1, and\n422.7 of Title 18 of the District of Columbia Municipal Regulations (18 DCMR § 414.1, 422.1,\n422.7); provided, that the owner or operator:\n“(A) Is a legal resident of a state, territory, possession of the United\nStates, foreign country, or political subdivision other than the District of Columbia;\n“(B) Owns residential property in the District of Columbia;\n“(C) Lives at the residential property described in subparagraph (B) of this\nparagraph on a part-time basis;\n“(D) Has a motor vehicle registered and licensed in a state, territory,\npossession of the United States, foreign country, or political subdivision other than the District of\nColumbia; and\n“(E) Has complied with the motor vehicle registration and licensing laws\nof a state, territory, or possession of the United States, or of a foreign country or political\nsubdivision thereof, of which the owner or operator is a legal resident.\n\nAmend\n§ 50-1401.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-244, effective March 19, 2013\n\n20 DCSTAT 201\n\n“(2) An individual who meets the qualifications set forth in paragraph (1) of this\nsubsection shall be required to submit proof, as required by the Mayor, that the individual owns\nresidential property in the District and is a part-time resident.\n“(3) An individual who meets the qualifications set forth in paragraphs (1) and (2)\nof this subsection may obtain and display a valid reciprocity sticker. The Mayor shall issue,\nupon application and for a $338 fee, a reciprocity sticker to the motor vehicle owner or operator\nwho complies with this subsection, which shall be valid for one year. A motor vehicle owner or\noperator while in compliance with this subsection shall be able to obtain successive reciprocity\nstickers, each valid for one year, and each for a fee of $338.\n“(e-2)(1) A motor vehicle owner that is a partnership, corporation, association, trust,\nlimited liability company, or government entity and has legally complied with the motor vehicle\nregistration and licensing laws of a state, territory, or possession of the United States, shall be\nexempt from compliance with section 2 of Title IV of the District of Columbia Revenue Act of\n1937, approved August 17, 1937 (50 Stat. 680; D.C. Official Code § 50-1501.02), and sections\n414.1, 422.1, 422.7, and 422.10 of Title 18 of the District of Columbia Municipal Regulations\n(18 DCMR § 414.1, 422.1, 422.7, 422.10); provided, that:\n“(A) The vehicle is housed in the District of Columbia;\n“(B) The vehicle is provided to an employee of the owner or lessee for the\nemployee’s use;\n“(C) The employee is domiciled in the District of Columbia;\n“(D) The employee is licensed by the District of Columbia to operate a\nmotor vehicle; and\n“(E) The business or government entity purchases a reciprocity sticker for\nthe vehicle provided to its employee.\n“(2) The Mayor shall issue, upon application and for a $338 fee, a reciprocity\nsticker to the motor vehicle owner or operator who complies with this subsection, which shall be\nvalid for one year. While in compliance with this subsection, the motor vehicle owner or\noperator shall be able to obtain successive reciprocity stickers, each valid for one year, and each\nfor a fee of $338. There shall be no fee for vehicles owned by the District or the United States\ngovernment.”.\nSec. 3. Section 2(c)(5)(A)(i) of Title IV of the District of Columbia Revenue Act of\n1937, approved August 17, 1937 (50 Stat. 680; D.C. Official Code § 50-1501.02(c)(5)(A)(i)), is\namended as follows:\n(1) Sub-sub-subparagraph (I) is amended to read as follows:\n“(I) The owner is a leasing company and the lessee is not\ndomiciled in the District of Columbia;”.\n(2) Sub-sub-subparagraph (III) is amended by striking the word “owner” and\ninserting the word “lessee” in its place.\n\nAmend\n§ 50-1501.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-244, effective March 19, 2013\n\n20 DCSTAT 202\n\nSec. 4. Section 401.1(f) of Title 18 of the District of Columbia Municipal Regulations\n(18 DCMR § 401.01(f)) is amended to read as follows:\n“(f) Proof of District of Columbia residency for at least one owner; provided, that a\nvehicle owned by an out-of-state lessor and leased to a District of Columbia resident or an\nemployer of a District of Columbia resident, as set forth in section 2 of Title IV of the District of\nColumbia Revenue Act of 1937, approved August 17, 1937 (50 Stat. 680; D.C. Official Code §\n50-1501.02(c)(5)(A)(i)), may apply and an out-of-state insurance company may apply in\nconnection with an insurance claim if the vehicle is located in the District.”.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDCMR\n\n\f", 
  "title": "Department of Motor Vehicles Reciprocity Amendment Act of 2012", 
  "council_period": "20"
}