{
  "start": "3606", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-128, effective July 23, 2014\n\n20 DCSTAT 3606\n\nAN ACT\n\nTo amend the Department of Transportation Establishment Act of 2002 to authorize the Director of the\nDistrict Department of Transportation (“DDOT”) to enter into a payment agreement for services\nrelated to DDOT’s review of proposed and existing projects and to create the Transportation\nInfrastructure Project Review Fund, into which DDOT shall deposit fees received for services\nrelated to DDOT’s review of proposed and existing projects.\n\nBill 20-431\nAct 20-345\neffective\nJune 3, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Transportation Infrastructure and Public Space Impact Mitigation\nAmendment Act of 2014”.\n\nSec. 2. The Department of Transportation Establishment Act of 2002, effective May 21,\n2002 (D.C. Law 14–137; D.C. Official Code § 50–921.01 et seq.), is amended as follows:\n(a) Section 3(f) (D.C. Official Code § 50–921.02(f)) is amended to read as follows:\n“(f)(1) The Director may:\n“(A) With respect to the program established pursuant to 49 U.S.C. § 5310\n(the “5310 Program”):\n“(i) Enter into agreements with nonprofit organizations to provide\nthose nonprofit organizations vehicles to transport elderly residents and residents with\ndisabilities;\n“(ii) Provide an application for the 5310 Program each year, solicit\napplicants to apply, and administer a selection process to identify which eligible applicants may\nparticipate;\n“(iii) Enter into agreements with the nonprofit organizations that\nare selected to receive vehicles to ensure they use the vehicles as prescribed by the 5310 Program\nguidelines and regulations enacted pursuant to this paragraph, including the requirement that the\nvehicle recipient deposit matching funds into the District Department of Transportation\nEnterprise Fund for Transportation Initiatives; and\n“(iv) Enter into contracts with third parties for the procurement and\nmaintenance of eligible vehicles to be used by the nonprofit organizations selected by the\nDirector;\n“(B) Enter into an agreement with a developer, property owner, utility\ncompany, the federal government or other governmental entity, or other person or entity\nrequiring payment for:\n”(i) The costs of DDOT’s review of the proposed or existing\nproject on private property or public space that may affect the transportation infrastructure or\n\nAmend\n§ 50-921.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-128, effective July 23, 2014\n\n20 DCSTAT 3607\n\npublic space in the District or DDOT’s ability to manage and maintain the transportation\ninfrastructure or public space in the District;\n“(ii) The implementation of transportation infrastructure or public\nimprovements or mitigation measures to address the project’s impact on the transportation\ninfrastructure or public space in the District or on DDOT’s ability to manage and maintain the\ntransportation infrastructure or public space in the District; or\n“(iii) The cost of both review and the implementation of mitigation\nmeasures; and\n“(C) Promulgate, amend, or repeal rules to implement the provisions of\nthis subsection, pursuant to the Mayor’s authority under the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.).\n“(2) A payment, improvement, and mitigation measure required under an\nagreement authorized by paragraph (1)(B) of this subsection shall be reasonably related to:\n“(A) The costs incurred by DDOT in reviewing the project;\n“(B) The effects of the project on the transportation infrastructure or\npublic space in the District; and\n“(C) The effects of the project on DDOT’s ability to manage and maintain\nthe transportation infrastructure or public space in the District.\n“(3) A payment made pursuant to an agreement authorized by paragraph (1)(B) of\nthis subsection shall be in addition to, and not in lieu of, a payment required for the temporary\nuse of public space or the use of the public right of way pursuant to the District of Columbia\nPublic Space Rental Act, approved October 17, 1968 (82 Stat. 1156; D.C. Official Code § 101101.01 et seq.), or Title VI of the Fiscal Year 1997 Budget Support Act of 1996, effective April\n9, 1997 (D.C. Law 11-198; D.C. Official Code § 10-1141.01 et seq.).”.\n(b) The second section 9f (D.C. Official Code § 50-921.16) is redesignated as section 9h.\n(c) A new section 9i is added to read as follows:\n“Sec. 9i. Transportation Infrastructure Project Review Fund.\n“(a) There is established as a special fund the Transportation Infrastructure Project\nReview Fund (“Fund”), which shall be administered by the Director of the DDOT in accordance\nwith subsection (c) of this section.\n“(b) The Fund shall consist of the revenue collected from the following sources pursuant\nto section 3(f):\n“(1) Payments made by an individual or entity pursuant to an agreement entered\ninto under section 3(f); and\n“(2) Payments made to the District for transportation infrastructure or public\nspace improvements or mitigation measures, when the payments are made pursuant to an order\nof the Zoning Commission or the Board of Zoning Adjustment.\n“(c) The Fund shall be used for the following purposes:\n“(1) To fund the review of a project on private property or public space that may\naffect the transportation infrastructure or public space in the District or DDOT’s ability to\nmanage and maintain the transportation infrastructure or public space in the District;\n\nAmend\n§ 50-921.16\nNew\n§ 50-921.17\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-128, effective July 23, 2014\n\n20 DCSTAT 3608\n\n“(2) To fund transportation infrastructure or public space improvements or\nmitigation measures related to a project on private property or public space that will affect the\ntransportation infrastructure or public space in the District or DDOT’s ability to manage and\nmaintain the transportation infrastructure or public space in the District;\n“(3) To fund transportation infrastructure or public space improvements or\nmitigation measures required pursuant to an order of the Zoning Commission or the Board of\nZoning Adjustment; and\n“(4) To the extent not needed for the purposes set forth in paragraphs (1), (2), and\n(3) of this subsection, for local transportation enhancement projects, local transportation\ninfrastructure projects, and studies on the effects of transportation infrastructure projects,\nincluding the effects of such projects on private property.\n“(d) The fees deposited into the Fund shall be separate from any funds paid for the\ntemporary use of public space or the use of the public right of way, pursuant to the District of\nColumbia Public Space Rental Act, approved October 17, 1968 (82 Stat. 1156; D.C. Official\nCode § 10-1101.01 et seq.), and Title VI of the Fiscal Year 1997 Budget Support Act of 1996,\neffective April 9, 1997 (D.C. Law 11-198; D.C. Official Code § 10-1141.01 et seq.).\n“(e)(1) The money deposited into the Fund, and any interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\n“(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated in the Fund shall be continually available without regard to fiscal year limitation.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "3608", 
  "name": "Law_20-128.pdf", 
  "title": "Transportation Infrastructure and Public Space Impact Mitigation Amendment Act of 2014"
}