{
  "start": "1755", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1755\nD.C. Law 20-10, effective July 13, 2013 (Expiration date February 23, 2014)\n(Related Emergency Legislation is Act 20-53, 20 DCSTAT 1401)\n\nAN ACT\n\nTo amend, on a temporary basis, the Department of Health Functions Clarification Act of 2001 to\nauthorize the Director of the Department of Health to award grants in fiscal year 2013 for clinical\nnutritional home delivery services for individuals living with cancer and other life-threatening\ndiseases, ambulatory health services, poison control hotline and prevention education services,\noperations and primary care services for school-based health clinics, and a teen pregnancy\nprevention program.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Department of Health Grant-Making Authority Temporary Amendment\nAct of 2013\".\n\nSec. 2. Section 4907a of the Department of Health Functions Clarification Act of 2001,\neffective March 3, 2010 (D.C. Law 18-111; D.C. Official Code § 7-736.01), is amended by\nadding new subsections (c), (d), and (e) to read as follows:\n“(c) For fiscal year 2013, the Director of the Department of Health shall have the\nauthority to issue grants to qualified community organizations for the purpose of providing the\nfollowing services:\n“(1) Clinical nutritional home delivery services for individuals living with cancer\nand other life-threatening diseases;\n“(2) Ambulatory health services for an amount not to exceed $3,239,980;\n“(3) Poison control hotline and prevention education services for an amount not\nto exceed $350,000;\n“(4) Operations and primary care services for school-based health clinics for an\namount not to exceed $1,350,000; and\n“(5) A teen pregnancy prevention program for an amount not to exceed\n$500,000.”.\n“(d) Any grant in excess of $250,000 issued pursuant to subsection (c) of this section\nshall be awarded through a competitive process unless otherwise authorized under law.\n“(e) The Department of Health shall submit a quarterly report to the Council on all grants\nissued pursuant to the authority granted in subsection (c) of this section.”.\n\nBill 20-11\nAct 20-68\neffective\nMay 15, 2013\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nDepartment of\nHealth GrantMaking\nAuthority\nTemporary\nAmendment\nAct of 2013\n\nNote,\n§ 7-736.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1756\nD.C. Law 20-10, effective July 13, 2013 (Expiration date February 23, 2014)\n(Related Emergency Legislation is Act 20-53, 20 DCSTAT 1401)\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "1756", 
  "name": "Law_20-10.pdf", 
  "title": "Department of Health Grant Making Authority Temporary Amendment Act of 2013"
}