{
  "end": "2909", 
  "name": "Law_20-75.pdf", 
  "start": "2908", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-75, effective February 22, 2014\n\n20 DCSTAT 2908\n\nAN ACT\n\nBill 20-116\nAct 20-241\neffective\nDecember 23,\n2013\n\nTo amend the Board of Ethics and Government Accountability Establishment and Comprehensive Ethics\nReform Amendment Act of 2011 to allow the Director of Government Ethics to issue advisory\nopinions upon his or her own initiative, clarify how advisory opinions may be appealed, and\nexpand the range of penalties that may be imposed for a low-level violation of the District of\nColumbia’s Code of Conduct.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Ethics and Government Accountability Amendment Act of\n2013”.\n\nBoard of\nEthics and\nGovernment\nAccountability\nAmendment\nAct of 2013\n\nSec. 2. The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law 19124; D.C. Official Code § 1-1161.01 et seq.), is amended as follows:\n(a) Section 219 (D.C. Official Code § 1-1162.19) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “the Ethics Board or” after\nthe comma.\n(2) A new subsection (a-1) is added to read as follows:\n“(a-1)(1) The Director of Government Ethics may issue, on his or her own initiative, an\nadvisory opinion on any general question of law he or she considers of sufficient public\nimportance concerning a provision of the Code of Conduct over which the Ethics Board has\nprimary jurisdiction.\n“(2) Before an advisory opinion is issued under this subsection, the Director of\nGovernment Ethics shall publish a notice of the proposed advisory opinion in the District of\nColumbia Register and provide a public-comment period of at least 30 days, during which a\nperson may submit information or comment on the proposed advisory opinion. An advisory\nopinion that does not meet the procedural requirements of this paragraph shall be void ab initio.”.\n(3) Subsection (c) is amended to read as follows:\n“(c)(1) If an advisory opinion is issued by the Director of Government Ethics in response\nto a request for an advisory opinion, the requesting employee or public official may appeal the\nopinion for consideration by the Ethics Board.\n“(2) If the Director of Government Ethics issues an advisory opinion on his or her\nown initiative, an employee or public official aggrieved by the opinion may appeal the opinion\nfor consideration by the Ethics Board.”.\n(b) Section 221(a)(4) (D.C. Official Code § 1-1162.21(a)(4)) is amended to read as\nfollows:\n\nAmend\n§ 1-1162.19\n\nAmend\n§ 1-1162.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-75, effective February 22, 2014\n\n20 DCSTAT 2909\n\n“(4)(A) In addition to any civil penalty imposed under this title, a violation of the\nCode of Conduct may result in the following:\n“(i) Remedial action in accordance with the Merit Personnel Act;\n“(ii) A public censure imposed by the Ethics Board;\n“(iii) A non-public, informal admonition imposed by the Director\nof Government Ethics for low-level violations of the Code of Conduct such as:\n“(I) A one-time, minor misuse of government property;\n“(II) A non-habitual time and leave issue that does not have\na specific harmful impact;\n“(III) A non-uniform application of a regulation or policy\nby a supervisor, where it is not a regular occurrence and was not for an unlawful purpose;\n“(IV) A relatively minor action based, at least in part, on\nadvice or guidance sought in good faith from another, such as a supervisor, and given in good\nfaith, though erroneous; or\n“(V) A minor, incidental ethics violation for which the\nperson made amends and rectified the situation;\n“(iv) A finding of a violation and a period of probation after which\na respondent may seek expungement of the violation upon successful completion of any\nprobationary terms imposed by the Director of Government Ethics or the Ethics Board; or\n“(v) Any negotiated disposition of a matter offered by the Director\nof Government Ethics, and accepted by the respondent, subject to approval by the Ethics Board.\n“(B) A non-public, informal admonition imposed under subparagraph\n(A)(iii) of this paragraph may be appealed to the Ethics Board.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Board of Ethics and Government Accountability Amendment Act of 2013", 
  "council_period": "20"
}