{
  "end": "4131", 
  "name": "Law_20-152.pdf", 
  "start": "4128", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-152, effective December 17, 2014\n\n20 DCSTAT 4128\n\nAN ACT\n\nTo assist in the successful reintegration of previously incarcerated persons into the community by\nremoving barriers to gainful employment, to prohibit the consideration of a job applicant’s arrest\nrecord during the hiring process, to restrict an employer’s inquiry into a job applicant’s prior\nconvictions until after a conditional offer of employment, to establish penalties, to give authority\nfor enforcement to the Office of Human Rights, and to require the Office of the District of\nColumbia Auditor to report on the impact of this act on returning citizens and employers.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fair Criminal Record Screening Amendment Act of 2014”.\n\nSec. 2.\nDefinitions.\nFor the purposes of this act, the term:\n(1) “Applicant” means any person considered or who requests to be considered\nfor employment by an employer.\n(2) “Arrest” means being apprehended, detained, taken into custody, held for\ninvestigation, or restrained by a law enforcement agency due to an accusation or suspicion that\nthe person committed a crime.\n(3) “Conditional offer” means an offer that is conditional solely on:\n(A) The results of the employer’s subsequent inquiring into or gathering\ninformation about the applicant’s criminal record; or\n(B) Some other employment-related contingency expressly\ncommunicated to the applicant at the time of the offer.\n(4) “Conviction” means any sentence arising from a verdict or plea of guilty\nor nolo contendere, including a sentence of incarceration, a suspended sentence, a sentence of\nprobation, or a sentence of unconditional discharge.\n(5) “Criminal accusation” means an existing accusation that an individual has\ncommitted a crime, lodged by a law enforcement agency through an indictment, information,\ncomplaint, or other formal charge.\n(6) “Employer” means any person, company, corporation, firm, labor\norganization, or association, including the District government, but not including the courts, that\nemploys more than 10 employees in the District of Columbia.\n(7) \"Employment\" means any occupation, vocation, job, or work for pay,\nincluding temporary or seasonal work, contracted work, contingent work, and work through the\n\nBill 20-642\nAct 20-422\neffective\nAugust 21,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nFair Criminal\nRecord\nScreening\nAmendment\nAct of 2014\nNew\nSubchapter I,\nChapter 13B\nTitle 32\nNew\n§ 32-1341\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-152, effective December 17, 2014\n\n20 DCSTAT 4129\n\nservices of a temporary or other employment agency or any form of vocational or educational\ntraining with or without pay, where the physical location of the employment is in whole or\nsubstantial part within the District of Columbia.\n(8) “Inquiry” means any direct or indirect conduct intended to gather\ncriminal history information from or about an applicant using any method, including application\nforms, interviews, and criminal history checks.\n(9) “Interview” means any direct contact by the employer with the applicant,\nwhether in person or by telephone, to discuss the employment being sought or the applicant’s\nqualifications.\nSec. 3. Inquiries into certain arrests, accusations, and convictions.\n(a) An employer may not make an inquiry about or require an applicant to disclose or\nreveal:\n(1) An arrest; or\n(2) A criminal accusation made against the applicant, which:\n(A) Is not then pending against the applicant; or\n(B) Did not result in a conviction.\n(b) An employer may not make an inquiry about or require an applicant to disclose or\nreveal a criminal conviction until after making a conditional offer of employment.\n(c) The prohibitions of this act shall not apply:\n(1) Where a federal or District law or regulation requires the consideration of an\napplicant’s criminal history for the purposes of employment;\n(2) To a position designated by the employer as part of a federal or District\ngovernment program or obligation that is designed to encourage the employment of those with\ncriminal histories; or\n(3) To any facility or employer that provides programs, services, or direct care to\nminors or vulnerable adults.\n(d) Following the extension of a conditional offer of employment, an employer may only\nwithdraw the conditional offer to an applicant or take an adverse action against an applicant for a\nlegitimate business reason. The employer’s determination of a legitimate business reason must\nbe reasonable in light of the following factors:\n(1) The specific duties and responsibilities necessarily related to the employment\nsought or held by the applicant;\n(2) The bearing, if any, of the criminal offense for which the applicant was\npreviously convicted will have on his or her fitness or ability to perform one or more such duties\nor responsibilities;\n(3) The time which has elapsed since the occurrence of the criminal offense;\n(4) The age of the applicant at the time of the occurrence of the criminal offense;\n(5) The frequency and seriousness of the criminal offense; and\n\nNew\n§ 32-1342\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-152, effective December 17, 2014\n\n20 DCSTAT 4130\n\n(6) Any information produced by the applicant, or produced on his or her behalf,\nin regard to his or her rehabilitation and good conduct since the occurrence of the criminal\noffense.\n(e) If an applicant believes that a conditional offer was terminated or an adverse action\nwas taken against the applicant on the basis of a criminal conviction, the applicant may request,\nwithin 30 days after the termination or adverse action, that the employer provide the applicant\nwithin 30 days after the receipt of the request:\n(1) A copy of any and all records procured by the employer in consideration of\nthe applicant, including criminal records; and\n(2) A notice that advises the applicant of his or her opportunity to file an\nadministrative complaint with the Office of Human Rights.\nSec. 4. Filing a complaint with the Office of Human Rights; exclusive remedy.\n(a) A person claiming to be aggrieved by a violation of this act may file an administrative\ncomplaint with the Office of Human Rights, in accordance with the procedures set forth in Title\nIII of the Human Rights Act of 1977, effective December 13, 1977 (D.C. Law 2-38; D.C.\nOfficial Code § 2-1403.01 et seq.).\n(b) Notwithstanding section 316 of the Human Rights Act of 1977, effective December\n13, 1977 (D.C. Law 2-38; D.C. Official Code § 2-1403.16), the administrative remedies\nreferenced in subsection (a) of this section are exclusive. A person claiming to be aggrieved by a\nviolation of this act shall have no private cause of action in any court based on a violation of this\nact.\nSec. 5. Penalties.\nIf the Commission on Human Rights finds that a violation of this act has occurred, the\ncommission shall impose the following penalties, of which half shall be awarded to the\ncomplainant:\n(1) For employers that employ 11 to 30 employees, a fine of up to $1,000;\n(2) For employers that employ 31 to 99 employees, a fine of up to $2,500; or\n(3) For employers that employ 100 or more employees, a fine of up to $5,000.\n\nNew\n§ 32-1343\n\nSec. 6. Reporting requirements.\n(a) The Office of Human Rights shall maintain data on the number of complaints filed\npursuant to this act, demographic information on the complainants, the number of investigations\nit conducts, and the disposition of every complaint and investigation.\n(b) Data maintained by the Office of Human Rights pursuant to subsection (a) of this\nsection shall be submitted to the Council annually, beginning one year from the effective date of\nthis act.\n(c) Eighteen months after the effective date of this act, the Office of the District of\nColumbia Auditor (‘ODCA”) shall provide the Council with a report, using information that\nODCA may request from relevant government agencies, nonprofit organizations, and employers\n\nNew\n§ 32-1345\n\nNew\n§ 32-1344\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-152, effective December 17, 2014\n\n20 DCSTAT 4131\n\nthat are willing to voluntarily provide data, on the hiring of applicants with criminal backgrounds\nby employers and the impact of this act on employers.\nSec. 7. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 8. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Fair Criminal Record Screening Amendment Act of 2014", 
  "council_period": "20"
}