{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 269\nD.C. Law 19-246, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-557, 59 DCR 14784)\n\nAN ACT\n\nTo authorize, on a temporary basis, a building owner or tenant of a building owner to reconstruct building\nprojections in the public space after the completion of the 18th Street streetscape project.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Streetscape Reconstruction Second Temporary Act of 2012”.\nSec. 2. Authority to reconstruct building projections upon completion of 18th Street\nstreetscape project.\n(a) Upon completion of the 18th Street streetscape project (capital project number\nSR036A), a building owner or any tenant of the building owner shall be permitted to reconstruct\nany building projection that existed before the commencement of the streetscape project and that\nwas altered because of the streetscape project; provided, that the building projection is identical\nto the building projection that existed at the commencement of the streetscape project and the\nbuilding owner, or the tenants of the building owner, obtains the building and construction\npermits required by law and pays the associated building and construction permit fees; provided\nfurther, that reconstruction of any building projections for which no public space permit has been\nissued must be reconstructed as a temporary structure.\n(b) For the purposes of this section, the term:\n(1) “Building projection” means a bay window, staircase, patio, sidewalk café, or\nother fixture attached to a building and located on public space.\n(2) “Streetscape project” means a roadway reconstruction on a commercial main\nstreet.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\nBill 19-1051\nAct 19-574\neffective\nDecember 20,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nStreetscape\nReconstruction Second\nTemporary\nAct of 2012\nNote,\n§ 1-325.191\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 270\nD.C. Law 19-246, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-557, 59 DCR 14784)\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Streetscape Reconstruction Second Temporary Act of 2012",
  "end": "270",
  "start": "269",
  "name": "Law_19-246.pdf"
}