{
  "start": "2940", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-83, effective February 22, 2014\n\n20 DCSTAT 2940\n\nAN ACT\n\nTo amend the District of Columbia Government Comprehensive Merit Personnel Act of 1978 and Chapter\n12 of Title 6-B of the District of Columbia Municipal Regulations to permit government employees\nto take 3 days of leave without loss of pay to make arrangements for or attend the funeral or\nmemorial service of an immediate relative.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Funeral and Memorial Service Leave Amendment Act of 2013\".\n\nSec. 2. The District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601.01 et seq.), is\namended as follows:\n(a) Section 1203(n) (D.C. Official Code § 1-612.03(n)) is amended by striking the phrase\n“who died as a result of wound, disease or injury incurred while serving as a member of the\narmed forces in a combat zone”.\n(b) Section 1231(6) (D.C. Official Code §1-612.31(6)) is amended to read as follows:\n“(6) “Immediate relative” means:\n“(A) An individual who is related to the recipient employee by blood,\nmarriage, adoption, or domestic partnership as father, mother, child, husband, wife, sister,\nbrother, aunt, uncle, grandparent, grandchild, or similar familial relationship;\n“(B) An individual for whom the recipient employee is the legal guardian;\nor\n“(C) A fiancé, fiancée, or domestic partner.”.\nSec. 3. Chapter 12 of Title 6-B of the District of Columbia Municipal Regulations (6-B\nDCMR § 1201 et seq.) is amended as follows:\n(a) Section 1261 is amended as follows:\n(1) Subsection 1261.1 is amended by striking the phrase “one (1) day” and\ninserting the phrase “three (3) days” in its place.\n(2) Subsection 1261.3 is repealed.\n(b) Section 1299.1 is amended as follows:\n(1) The definition for “Combat zone” is repealed.\n(2) The definition for “Immediate relative” is amended to read as follows:\n“Immediate relative- an individual who is related to an employee covered by this chapter by\nblood, marriage, adoption, or domestic partnership as father, mother, child, husband, wife, sister,\nbrother, aunt, uncle, grandparent, grandchild, or similar familial relationship; an individual for\n\nBill 20-235\nAct 20-253\neffective\nDecember 27,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nFuneral and\nMemorial\nService Leave\nAmendment\nAct of 2013\n\nAmend\n§ 1-612.03\n\nAmend\n§ 1-612.31\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-83, effective February 22, 2014\n\n20 DCSTAT 2941\n\nwhom an employee covered by this chapter is the legal guardian; or fiancé, fiancée, or domestic\npartner of an employee covered by this chapter.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "2941", 
  "name": "Law_20-83.pdf", 
  "title": "Funeral and Memorial Service Leave Amendment Act of 2013"
}