{
  "end": "3283", 
  "name": "Law_20-117.pdf", 
  "start": "3277", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3277\n\nAN ACT\n\nTo amend the Homeless Services Reform Act of 2005 to clarify the priority to be given to homeless families\nfor tenant-based housing assistance; to amend the District of Columbia Public Assistance Act of\n1982 to provide the Mayor with authority to establish the review and redetermination schedule for\npersons receiving POWER benefits; to forgive and authorize the refund of possessory interest\ntaxes incurred under leases entered into pursuant to the Land Acquisition for Housing\nDevelopment Opportunities Program; to amend An Act To create a Department of Corrections in\nthe District of Columbia to clarify the Department of Corrections’ authority over the management\nand operation of the Central Cellblock to include persons detained at a medical facility in the\nDistrict; to amend the Department of Health Functions Clarification Act of 2001 to authorize the\nDepartment of Health to award grants for clinical nutritional home delivery services for\nindividuals living with cancer and other life-threatening diseases and related services in fiscal\nyear 2014; to amend the School Transit Subsidy Act of 1978 to clarify the fares charged, if any, to\nstudents to travel to and from school; to amend the Fiscal Year 2014 Budget Support Act of 2013\nto make technical and conforming changes; to amend the Housing Production Trust Fund Act of\n1988 to clarify that after May 1, 2013, bonds to fund the New Communities Initiative shall no\nlonger be backed by the Housing Production Trust Fund; to amend Title 47 of the District of\nColumbia Official Code to clarify that the New Communities Initiative may be financed by income\ntax secured bonds, to clarify the cost-of-living adjustment for senior-citizen and disabled real\nproperty tax relief, to correct the income threshold and cost-of-living adjustment to housing\ncooperatives, to update the lot numbers for the Tregaron Conservancy property tax exemption, to\nclarify that the base year for cost-of-living adjustments related to the personal income tax\nstandard deduction and exemption is 2011, to clarify the scope of the processing exemption from\nthe sales tax, and to improve the administrability of the tax abatement financial analysis process;\nand to amend An Act To provide for compulsory school attendance, for the taking of a school\ncensus in the District of Columbia, and for other purposes, to bring truancy notification\nrequirements into alignment with current government practice.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fiscal Year 2014 Budget Support Technical Clarification Amendment\nAct of 2014”.\n\nSec. 2. Section 8c of the Homeless Services Reform Act of 2005, effective October 22, 2005\n(D.C. Law 16-35; to be codified at D.C. Official Code § 4-751.05), is amended to read as follows:\n“Sec. 8c. Placement of first-priority homeless families.\n“(a) When funds that have been allocated for tenant-based assistance under section 26c of\nthe District of Columbia Housing Authority Act of 1999, effective March 2, 2007 (D.C. Law 16192; D.C. Official Code § 6-228), are made available because a family that has been receiving\ntenant-based assistance no longer requires or has become ineligible for the assistance, the Mayor\n\nBill 20-482\nAct 20-291\neffective\nMarch 7, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nFiscal Year\n2014 Budget\nSupport\nTechnical\nClarification\nAmendment\nAct of 2014\n\nAmend\n§ 4-753.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3278\n\nand the District of Columbia Housing Authority shall use those funds to provide tenant-based\nassistance to homeless families referred by the Department of Human Services and determined to\nhave first priority to shelter pursuant to 29 DCMR § 2508.01(a)(1). The referrals shall be made in\naccordance with the special eligibility criteria set forth in 29 DCMR § 2556 through 29 DCMR §\n2558.\n“(b) Funding for tenant-based assistance that has been made available due to reasons other\nthan the circumstances described in subsection (a) of this section shall not be subject to the\nrequirements of subsection (a) of this section.”.\nSec. 3. Section 572a(b) of the District of Columbia Public Assistance Act of 1982, effective\nApril 6, 1982 (D.C. Law 4-101; D.C. Official Code § 4-205.72a(b)), is amended by striking the\nphrase “shall be subject to annual review and redetermination” and inserting the phrase “shall be\nsubject to review and redetermination by the Mayor” in its place.\n\nAmend\n§ 4-205.72a\n\nSec. 4. The Council orders that all possessory interest taxes as imposed by section 471005.01of the District of Columbia Official Code, as well as penalties, interest, and other charges\nassociated with such possessory interest taxes, that have been imposed with respect to leases\nentered into under the provisions of the Land Acquisition for Housing Development\nOpportunities Program (10 DCMR § B4500 et seq.), shall be forgiven for the period beginning\nJune 9, 2001, through September 30, 2013, and that any payments made for this period be\nrefunded to the persons who made the payments.\n\nNot codified\n\nSec. 5. Section 2 of An Act To create a Department of Corrections in the District of\nColumbia, approved June 27, 1946 (60 Stat. 320; D.C. Official Code § 24-211.02), is amended\nby adding a new subsection (a-1) to read as follows:\n“(a-1)(1) The Department of Corrections shall have charge of the management\nand operation of the Central Cellblock, located at 300 Indiana Avenue, N.W., Washington, D.C.,\nand shall be responsible for the safekeeping, care, and protection of all persons detained at the\nCentral Cellblock or detained at a medical facility in the District, by the Metropolitan Police\nDepartment, before their initial court appearance.\n“(2) Nothing in this subsection shall be construed as:\n“(A) Removing any authority from the Metropolitan Police\nDepartment to determine where to hold in custody any person arrested and awaiting an initial\ncourt appearance;\n“(B) Granting any arrest powers to any employee of the\nDepartment of Corrections performing any duty at the Central Cellblock; or\n“(C) Limiting any powers or authority of the Metropolitan Police\nDepartment or the Department of Corrections.”.\n\nAmend\n§ 24-211.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3279\n\nSec. 6. Section 4907a of the Department of Health Functions Clarification Act of 2001,\neffective March 3, 2010 (D.C. Law 18-111; D.C. Official Code § 7-736.01), is amended as\nfollows:\n(a) Subsection (c)(1) is amended to read as follows:\n\"(1) Qualified community organizations for the purpose of providing the\nfollowing services:\n\"(A) Ambulatory health services for an amount not to exceed $3,236,980;\n\"(B) Poison control hotline and prevention education services for an\namount not to exceed $350,000;\n\"(C) Operations and primary care services for school-based health clinics\nfor an amount not to exceed $2,250,000; and\n“(D) Clinical nutritional home delivery services for individuals living with\ncancer and other life-threatening diseases; and”.\n(b) Subsection (d)(2) is amended to read as follows:\n“(2) The Department of Health shall submit a quarterly report to the Secretary to\nthe Council on all grants issued pursuant to the authority granted in subsection (c) of this section\nand any grant in excess of $250,000 shall be awarded through a competitive process unless\notherwise authorized by law.”.\n\nAmend\n§ 7-736.01\n\nSec. 7. Section 2 of the School Transit Subsidy Act of 1978, effective March 6, 1979\n(D.C. Law 2-152; D.C. Official Code § 35-233), is amended as follows:\n(a) Subsection (a) is amended to read as follows:\n“(a)(1) On regular school days, no student shall be charged a bus fare for regular route\ntransportation within the District during peak and off-peak hours on the Metrobus Transit System\nand the DC Circulator.\n“(2) The fare to be paid by a student on regular school days for regular route\ntransportation during peak and off-peak hours on the Metrorail Transit System within the District\nshall be as follows:\n“(A) $30 dollars for a monthly pass; and\n“(B) $9.50 for a 10-trip rail pass.\n“(3) The fares listed in paragraph (2) of this subsection shall be modified by the\nsame percentage as future Washington Metropolitan Area Transit Authority fare increases or\ndecreases, rounded to the nearest dime ($.10).”.\n(b) Subsection (c) is amended to read as follows:\n\"(c) Reduced fares for students under this section on the Metrobus and Metrorail Transit\nSystems and the DC Circulator shall be available only to persons who are under 22 years of age\nand are:\n\"(1)(A) District residents; and\n\"(B) Currently enrolled in a regular course of instruction at an elementary\nor secondary public, parochial, or private school located in the District; or\n\"(2) Youth in the District's foster care system until they reach 21 years of age.\".\n\nAmend\n§ 35-233\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3280\n\n(c) A new subsection (g) is added to read as follows:\n“(g) The District Department of Transportation shall have the authority to issue rules to\nimplement the provisions of this act.”.\nSec. 8. The Fiscal Year 2014 Budget Support Act of 2013, effective December 24, 2013\n(D.C. Law 20-61; 60 DCR 12472), is amended as follows:\n(a) Section 7112 is amended by striking the phrase “Sec. 7113” and inserting the phrase\n“Sec. 7013” in its place.\n(b) Section 7272(b) is amended by striking the year “2013” and inserting the year “2012”\nin its place.\n(c) Section 10003 is repealed.\nSec. 9. Section 203 of the Housing Production Trust Fund Act of 1988, effective October\n20, 2005 (D.C. Law 16-33; D.C. Official Code § 42-2812.03), is amended as follows:\n(a) The first subsection (e) is amended to read as follows:\n“(e) After May 1, 2013, all new bonds or notes for the New Communities Initiative shall\nbe issued, secured, and paid pursuant to Subchapter II-D of Chapter 3 of Title 47 of the District\nof Columbia Official Code; provided, that the new bonds or notes issued for the New\nCommunities Initiative shall be:\n“(1) Subject to Council approval by resolution submitted by the Mayor that\nincludes the specific information required in subsection (d)(1) through (7) of this section;\n“(2) Issued from time to time as separate and independent income tax secured\nrevenue bonds issued pursuant to Subchapter II-D of Chapter 3 of Title 47 of the District of\nColumbia Official Code and not as a part of an income tax secured revenue bond issued for\nCapital Projects (other than for the New Communities Initiative), as defined in § 47-340.26(9),\nor for any other purposes; and\n“(3) Notwithstanding the provisions of this subsection, refunding bonds and notes\npayable from and secured by the Allocated Fund may be issued to refund bonds issued under this\nact if such refunded bonds and notes were issued before May 1, 2013.”.\n(b) The second subsection (e) is designated as subsection (f).\n(c) The newly designated subsection (f) is amended by striking the phrase “On an annual\nbasis,” and inserting the phrase “By April 1, 2014,” in its place.\nSec. 10. Subchapter II-D of Chapter 3 of Title 47 of the District of Columbia Official\nCode is amended as follows:\n(a) Section 47-340.26 is amended as follows:\n(1) Paragraph (9) is amended by striking the phrase “purposes,” and inserting the\nphrase “purposes, and New Communities Initiative Projects,” in its place.\n(2) A new paragraph (16A) is added to read as follows:\n“(16A) “New Communities Initiative Projects” means the projects approved in\naccordance with § 42-2812.03(e)).\n\nNot codified\n\nAmend\n§ 47-1089\nAmend\n§ 35-233\nAmend\n§ 42-2812.03\n\nAmend\n§ 47-340.26\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3281\n\n(3) Paragraph (17) is amended by striking the phrase “District, but” and inserting\nthe phrase “District, excluding debt from the District’s Deed Tax Revenue Bonds issued before\nMay 1, 2013, but” in its place.\n(b) Section 47-340.28 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “costs of Capital Projects”\nand inserting the phrase “costs of Capital Projects and the New Communities Initiative Projects”\nin its place.\n(2) Subsection (b-1) is amended by striking the phrase “the capital\nprojects” and inserting the phrase “the Capital Projects and the New Communities Initiative\nProjects” in its place.\n(3) Subsection (d) is amended by striking the phrase “series of the bonds, less any\ncapitalized interest accrued interest and costs of issuance.” and inserting the phrase “series of the\nbonds for the Capital Projects, less any capitalized interest, accrued interest, and costs of\nissuance. Subject to applicable law, the District shall maintain a new communities initiative\nproject fund separate and apart from other funds of the District into which it will deposit the\nproceeds of any series of the bonds for the New Communities Initiative Projects, less any\ncapitalized interest, accrued interest, and costs of issuance.” in its place.\n(c) Section 47-340.29(a)(11) is amended by striking the phrase “and this subchapter” and\ninserting the phrase “, this subchapter, or Chapter 28 of Title 42” in its place.\n\nAmend\n§ 47-340.28\n\nAmend\n§ 47-340.29\n\nSec. 11. (a) Section 47-802 of the District of Columbia Official Code is amended by\nadding a new paragraph (16) to read as follows:\n“(16)(A) The phrase “senior or disabled cost-of-living adjustment” for any real\nproperty tax year means $125,000 multiplied by the difference between the Consumer Price\nIndex for the preceding real property tax year and the Consumer Price Index for the real property\ntax year beginning October 1, 2012, divided by the Consumer Price Index for the real property\ntax year beginning October 1, 2012.\n“(B) For the purposes of this paragraph, the Consumer Price Index for any\nreal property tax year is the average of the Consumer Price Index for the Washington-Baltimore\nMetropolitan Statistical Area for all-urban consumers published by the Department of Labor, or\nany successor index, as of the close of the 12-month period ending on September 30 of such real\nproperty tax year.”.\n(b) Subsection (a) of this section shall apply to tax years beginning after September 30,\n2013.\n\nAmend\n§ 47-802\n\nSec. 12. (a) Section 47-863(a)(1A) of the District of Columbia Official Code is amended\nas follows:\n(1) Subparagraph (A) is amended by striking the phrase “$125,000; adjusted for\ninflation beginning on January 1, 2015, as measured by the percentage increase, if any, from the\npreceding fiscal year in the Consumer Price Index for All Urban Consumers, WashingtonBaltimore Area, published by the Bureau of Labor Statistics of the Department of Labor”\n\nAmend\n§ 47-863\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3282\n\nwherever it appears and inserting the phrase “$125,000, increased annually, beginning October 1,\n2014, by the senior or disabled cost-of-living adjustment (if the adjustment does not result in a\nmultiple of $50, rounded to the next lowest multiple of $50)” in its place.\n(2) Subparagraph (B) is amended by striking the figure “$100,000” wherever it\nappears and inserting the phrase “$125,000, increased annually, beginning October 1, 2014, by\nthe senior or disabled cost-of-living adjustment (if the adjustment does not result in a multiple of\n$50, rounded to the next lowest multiple of $50)” in its place.\n(b) Subsection (a) of this section shall apply to tax years beginning after September 30,\n2013.\nSec. 13. Section 47-1077 of the District of Columbia Official Code is amended by\nstriking the phrase “Lots 849 and 857” and inserting the phrase “Lots 857, 859, and 860” in its\nplace.\n\nAmend\n§ 47-1077\n\nSec. 14. (a) Section 47-1801.04(11) of the District of Columbia Official Code is amended\nto read as follows:\n“(11)(A) “Cost-of-living adjustment” means an amount, for any calendar year, equal to\nthe dollar amount set forth in paragraphs (44)(A) and (B) of this section or §§ 471806.02(f)(1)(A) and (i) multiplied by the difference between the Consumer Price Index for the\npreceding calendar year and the Consumer Price Index for the calendar year beginning January\n1, 2011, divided by the Consumer Price Index for the calendar year beginning January 1, 2011.\n“(B) For the purposes of this paragraph, the Consumer Price Index for any\ncalendar year is the average of the Consumer Price Index for the Washington-Baltimore\nMetropolitan Statistical Area for all-urban consumers published by the Department of Labor, or\nany successor index, as of the close of the 12-month period ending on July 31 of such calendar\nyear.”.\n(b) This section shall apply for taxable years beginning after December 31, 2010.\n\nAmend\n§ 47-1801.04\n\nSec. 15. (a) Section 47-2005(11) of the District of Columbia Official Code is amended by\nstriking the phrase “refining;” and inserting the phrase “refining of tangible personal property for\nsale or resale;” in its place.\n(b) This section shall apply as of August 1, 2013.\n\nAmend\n§ 47-2005\n\nSec. 16. Section 47-4701(b) of the District of Columbia Official Code is amended as\nfollows:\n(a) Paragraph (1)(F) is amended as follows:\n(1) Sub-subparagraph (iii) is amended to read as follows:\n“(iii) For exemptions or abatements related to a person or group of\npersons that can be readily identified, a review and analysis of the financial condition of the\nrecipient of the proposed exemption or abatement and an advisory opinion stating whether or not\nit is likely that the recipient could be reasonably expected to meet its fiscal needs without the\n\nAmend\n§ 47-4701\n\nNote,\n§ 47-2005\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3283\n\nproposed exemption or abatement. If individual financial information is not available, the\nrequirements of this sub-subparagraph may be met through an advisory opinion on whether the\nproposed exemption or abatement can reasonably be expected to meet the proposed public policy\ngoal.”\n(2) Sub-subparagraph (iv) is amended by striking the phrase “or taxpayers” and\ninserting the phrase “or taxpayers that cannot be readily identified” in its place.\n(b) Paragraph (2)(A) is amended by striking the phrase “for a bill that grants an\nexemption or abatement to a housing development” and inserting the phrase “where applicable”\nin its place.\nSec. 17. Section 6(c) of Article II of An Act To provide for compulsory school\nattendance, for the taking of a school census in the District of Columbia, and for other purposes,\neffective August 25, 1994 (D.C. Law 10-159; D.C. Official Code § 38-207(c)), is amended to\nread as follows:\n“(c) Within 2 business days of a minor student’s 10th unexcused absence during a school\nyear, the educational institution shall send the minor’s parent:\n“(1) Information from the Chief of Police about the compulsory attendance\nrequirements and criminal penalties for violations of this act; and\n“(2) A letter notifying the parent that he or she may be in violation of the school\nattendance requirements under this act and may be subject to prosecution.”.\nSec. 18. Applicability.\nExcept as otherwise provided, this act shall apply as of October 1, 2013.\nSec. 19. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 20. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 38-207\n\nNote,\nAll amended\nsections\nexcept § 472005\n\n\f", 
  "title": "Fiscal Year 2014 Budget Support Technical Clarification Amendment Act of 2014", 
  "council_period": "20"
}