{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-242, effective March 19, 2013\n\n20 DCSTAT 194\n\nAN ACT\n\nTo amend the Motor Vehicle Safety Responsibility Act of the District of Columbia to allow a plaintiff to use\nan alternative method of service of process when serving defendants in motor vehicle cases who\ndo not reside in the District of Columbia and to reduce the amount of service of process related\nlitigation in the Superior Court of the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Alternative Service of Process Amendment Act of 2012”.\nSec. 2. Section 7(a) of the Motor Vehicle Safety Responsibility Act of the District of\nColumbia, approved May 25, 1954 (68 Stat. 123; D.C. Official Code § 50-1301.07(a)), is\namended to read as follows:\n“(a) The operation by a nonresident or by his agent of a motor vehicle on any public\nhighway of the District of Columbia shall be deemed equivalent to an appointment by such\nnonresident of the Mayor or his successor in office to be his true and lawful attorney upon whom\nmay be served all lawful processes in any action or proceedings against such nonresident\ngrowing out of any accident or collision in which said nonresident or his agent may be involved\nwhile operating a motor vehicle on any such public highway, and said operation shall be a\nsignification of his agreement that any such process against him, which is so served, shall be of\nthe same legal force and validity as if served upon him personally in the District of Columbia.\nService of such process shall be made by leaving a copy of the process with a fee of $2 in the\nhands of the Mayor or in his office, and such service shall be sufficient service upon the said\nnonresident; provided, that notice of such service and a copy of the summons and complaint are\nforthwith sent by certified mail without return receipt requested by the plaintiff, or his attorney,\nto the defendant at his last known address. The plaintiff has a duty to exercise due diligence in\nthe investigation of the last known address of the defendant. The court in which the action is\npending may order such continuances as may be necessary to afford the defendant a reasonable\nopportunity to defend the action, and no judgment by default in any such action shall be granted\nuntil at least 20 days shall have elapsed after attempted service upon the defendant, as\nhereinabove provided, of a copy of the process and notice of service of said process upon the\nMayor.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 19-752\nAct 19-563\neffective\nDecember 7,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nAlternative\nService of\nProcess\nAmendment\nAct of 2012\nAmend\n§ 50-1301.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-242, effective March 19, 2013\n\n20 DCSTAT 195\n\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code ' 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Alternative Service of Process Amendment Act of 2012",
  "end": "195",
  "start": "194",
  "name": "Law_19-242.pdf"
}