{
  "end": "260", 
  "name": "Law_19-226.pdf", 
  "start": "239", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 239\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nAN ACT\n\nBill 19-947\nAct 19-537\neffective\nNovember 16,\n2012\n\nTo amend, on a temporary basis, the Fiscal Year 2013 Budget Support Act of 2012 to rename a fund and to\nmake a technical correction; to amend section 47-1005.02 of the District of Columbia Official\nCode to clarify the application of the affordable housing property tax exemption; to amend the\nDistrict of Columbia Deed Recordation Tax Act to make a conforming amendment; to amend\nsection 47-902 of the District of Columbia Official Code to make a conforming amendment related\nto the deed transfer tax for affordable housing properties; to amend section 47-1812.08 of the\nDistrict of Columbia Official Code to exclude the standard deduction from withholding\ncalculations for employers, and to clarify the formula to be applied when an employee is entitled\nto additional withholding exemptions; to amend section 47-2202 of the District of Columbia\nOfficial Code to remove a sunset on the use tax rate, and to apply a 10% rate to the use tax for offpremises consumption of alcohol; to amend section 47-3802 of the District of Columbia Official\nCode to reduce the scope of a subject-to-appropriations provision; to amend Chapter 47 of Title\n47 of the District of Columbia Official Code to set forth annual certification requirements of\ncontinuing eligibility for exemptions and abatements from real property tax; to amend the\nFamilies Together Amendment Act of 2010 and the Adoption Reform Amendment Act of 2010 to\nrepeal subject-to-appropriations provisions for acts that have been funded; to approve the salary\nschedule for members of the Real Property Tax Appeals Commission; and to amend Chapter 18 of\nTitle 47 of the District of Columbia Official Code to make certain clarifying changes to the\nprocedures for combined reporting.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fiscal Year 2013 Budget Support Technical Clarification Temporary\nAmendment Act of 2012”.\n\nFiscal Year\n2013 Budget\nSupport\nTechnical\nClarification\nTemporary\nAmendment\nAct of 2012\n\nTITLE I. BUDGET RELATED AMENDMENTS.\nSec. 101. The Fiscal Year 2013 Budget Support Act of 2012, effective September 20, 2012\n(D.C. Law 19-168; 59 DCR 8025), is amended as follows:\n(a) Section 4021 is amended by striking the phrase “Books and Other Library Materials”\nand inserting the phrase “Library Collections” in its place.\n(b) Section 4022 is amended by striking the phrase “Books and Other Library Materials”\nwherever it appears and inserting the phrase “Library Collections” in its place.\n(c) Section 9032 is amended by striking the phrase “$22,243,741” in Table A and\ninserting the phrase “$22,243,751” in its place.\nSec. 102. Section 47-1005.02(a)(1) of the District of Columbia Official Code is\namended to read as follows:\n“(a)(1) Property eligible for the low-income housing tax credit provided by section 42 of\nthe Internal Revenue Code, (“affordable housing”) that is owned by an organization that is not\norganized or operated for private gain, or that is owned by an entity controlled, directly or indirectly,\nby such an organization, shall be exempt from the tax imposed by Chapter 8 of this title and from a\npayment in lieu of tax imposed under § 47-1002(20) during the time that the real property is being\n\nNote,\n§§ 39-107\n39-114\n\nNote,\n§ 47-1005.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 240\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\ndeveloped for or being used as affordable housing and is subject to restrictive covenants governing\nincome during the federal low-income housing tax credit compliance period, including any\nextended use period.”.\nSec. 103. Section 302(32) of the District of Columbia Deed Recordation Tax Act,\napproved March 2, 1962 (76 Stat. 11; D.C. Official Code § 42-1102(32)), is amended to read as\nfollows:\n“(32) A deed to property if the Mayor has certified that the property and purchaser are\neligible for exemption from property taxation pursuant to D.C. Official Code § 47-1005.02.”.\n\nNote,\n§ 42-1102\n\nSec. 104. Section 47-902 of the District of Columbia Official Code is amended by\nadding a new paragraph (25) to read as follows:\n“(25) Transfers of property if the Mayor has certified that the property and purchaser\nare eligible for exemption from property taxation pursuant to § 47-1005.02.”.\n\nNote,\n§ 47-902\n\nSec. 105. Section 47-1812.08 of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (b)(1) is amended by adding a new subparagraph (E) to read as follows:\n“(E) For the method of withholding after December 31, 2011, no allowance\nfor the standard deduction shall be permitted.”.\n(b) Subsection (e)(8) is amended to read as follows:\n“(8) For periods beginning after December 31, 2011, an employee shall be entitled\nto additional withholding exemptions under this subsection with respect to payment of wages equal\nto a number determined by dividing by the personal exemption provided under §47-1806.02(i) the\nexcess of:\n“(A) His or her estimated itemized deductions; over\n“(B) The applicable standard deduction amount specified in § 471801.04(26).”.\n\nNote,\n§ 47-1812.08\n\nSec. 106. Section 47-2202 of the District of Columbia Official Code is amended as\nfollows:\n(a) The lead-in text is amended by striking the phrase “shall be 5.75%, except for the\nperiod beginning October 1, 2009, and ending September 30, 2012, the rate shall be 6%,” and\ninserting the phrase “shall be 6%” in its place.\n(b) Paragraph (3A) is amended by striking the phrase “The rate of the tax shall be 9%”\nand inserting the phrase “Effective October 1, 2011, the rate of the tax shall be 10%” in its place.\n\nNote,\n§ 47-2202\n\nSec. 107. Section 47-3802(b) of the District of Columbia Official Code is amended\nby striking the phrase “a qualified supermarket, qualified restaurant, or retail store” and\ninserting the phrase “a qualified restaurant or retail store” in its place.\n\nNote,\n§ 47-3802\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 241\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nSec. 108. Chapter 47 of Title 47 of the District of Columbia Official Code is amended\nas follows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-4704. Applicability.”.\n(b) Section 47-4702 is amended to read as follows:\n“§ 47-4702. Annual certification of continuing eligibility for exemptions and abatements\nfrom real property tax.\n“(a) To the extent allowable by law, on or before April 1 of each year, beginning in\n2012, and every year thereafter, any nonprofit organization or business entity owning property\nreceiving a real property tax exemption or abatement pursuant to Chapter 10 (other than\nproperty exempt under § 47-1002(1), (2), (3), or (21)) or Chapter 46 of this title, regardless of\nwhen the exemption or abatement was received, shall be required to file an annual report, under\noath, with the Office of the Chief Financial Officer providing:\n“(1) The lot and square, parcel, or reservation number of the real property and\ncertifying that the real property has been used during the preceding real property tax year for the\npurpose for which the exemption or abatement was granted; and\n“(2) A description of the community benefits provided pursuant to the provisions\nof the act granting the tax exemption or abatement, or an update on the progress of the\ncommunity benefits identified in the act granting the tax exemption or abatement.\n“(b) Failure to certify that the property was still eligible for the exemption or abatement\nbased on the use of the property as required by subsection (a)(1) of this section shall result in a\ntermination of the exemption or abatement as of the beginning of the tax year in which the\nreport is required to be filed. If the report is not filed timely, the Office of the Chief Financial\nOfficer shall assess a penalty of $250. This section shall not apply to a property owner that is\nrequired to file an annual report pursuant to § 47-1007.\n“(c) Upon written application by the property owner filed on or before April 1 of any\nyear, the Office of the Chief Financial Officer may grant a reasonable extension of time for\nfiling the report required under subsection (a) of this section. For reasonable cause, the Office of\nthe Chief Financial Officer may abate the penalty provided under subsection (b) of this section\nas well as the tax, penalty, and interest resulting from the failure to file the report timely.”.\n(c) A new section 47-4704 is added to read as follows:\n“§ 47-4704. Applicability.\n“This chapter shall apply as of October 1, 2011.”.\n\nNote,\n§ 47-4702\n\nNote,\n§ 47-4704\n\nSec. 109. Section 3 of the Families Together Amendment Act of 2010, effective\nSeptember 24, 2010 (D.C. Law 18-228; 57 DCR 6926), is repealed.\n\nNote,\n§§ 4-1301.02\n4-1301.04\n4-1306.01\n\nSec. 110. Section 701 of the Adoption Reform Amendment Act of 2010, effective\nSeptember 24, 2010 (D.C. Law 18-230; 57 DCR 6951), is repealed.\n\nNote,\n§§ 4-1301.03\n4-1303.08\n4-1303.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 242\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nTITLE II. REAL PROPERTY TAX APPEALS COMMISSION COMPENSATION.\nSec. 201. Pursuant to section 47-825.01a(a)(5) of the District of Columbia Official Code\nand sections 1104 and 1106 of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code\n§§ 1- 611.04 and 1-611.06), the Council approves the proposed compensation system change to\nadd a new salary schedule for the Real Property Tax Appeals Commission, as recommended by\nthe Mayor, as follows:\n\nNot Codified\n\n\fDistrict of Columbia Government Salary Schedule: Real Property Tax Appeals Commission\n\nFiscal Year:\n\n2012\n\nService Code Definition: Non Union Career Service\nAffected CBU/Service Code(s): XXA A01, XAA A06\n\nEffective Date:\nUnion/Non-union:\n\nNon-Union\n\nPay Plan/Schedule:\nCS\nPeopleSoft Schedule:\n%Increase:\nResolution Number:\nDate of Resolution:\nEffective Date:\n\nGRADE\n\nMinimum\n\nMidpoint\n\nMaximum\n\n15\n\n$85,105\n\n$102,126\n\n$119,147\n\n16\n\n$105,869\n\n$127,043\n\n$148,217\n\n17\n\n$117,476\n\n$140,972\n\n$164,467\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 244\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nSec. 202.\nThe compensation system changes set forth in section 201 shall be effective as of the first\nfull pay period beginning in fiscal year 2013.\nTITLE III. COMBINED REPORTING.\nSec. 301. Short title.\nThis title may be cited as the “Combined Reporting Temporary Act of 2012”.\nSec. 302. Chapter 18 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by striking the designation “§47-1810.06.\nDesignation of surety.” and inserting the designation “§ 47-1810.06. Designation of agent.” in\nits place.\n(b) Section 47-1801.04 is amended to read as follows:\n“§ 47-1801.04. General definitions.\n“For the purposes of this chapter, unless otherwise required by the context, the term:\n“(1) “Affiliated group” means an affiliated group as defined in section 1504 of\nthe Internal Revenue Code of 1986; provided, that the affiliated group shall not include any\ncorporation that does not have gross income derived from sources within the District.\n“(2) “Aggregated effective tax rate” means the sum of the effective rates of tax\nimposed by the District of Columbia, states, or possessions of the United States, and foreign\nnations that have entered into comprehensive tax treaties with the United States government,\nwhere a related member receiving a payment of interest expense or intangible expense is subject\nto tax and where the measure of the tax imposed included the payment.\n“(3) “Apportioned net operating loss\" means the net operating loss generated in\nthe year of the loss multiplied by the District of Columbia's apportionment formula for the loss\nyear.\n“(4) “Blind” means a taxpayer whose central visual acuity does not exceed\n20/200 in the better eye with correcting lenses or whose visual acuity is greater than 20/200 but\nis accompanied by a limitation in the field of vision such that the widest diameter of the visual\nfield subtends an angle no greater than 20 degrees.\n“(5) “Business income” means all income that is apportionable under the\nConstitution of the United States.\n“(6)(A) \"Capital asset\" means property defined or treated as a capital asset under\nthe Internal Revenue Code of 1986.\n“(B) For the purpose of computing for any taxable year, the tax imposed\nunder this chapter with respect to sales or other dispositions of property referred to in\nsubparagraph (A) of this paragraph, the provisions of the Internal Revenue Code of 1986 relating\nto the treatment of gains and losses (other than the alternative tax imposed by section 1201 of the\nInternal Revenue Code of 1986) shall apply.\n\nNote,\n§ 47-1801.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 245\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(7) “Combined group” means the group of all persons whose income and\napportionment factors are required to be taken into account pursuant to § 47-1805.02a(a) and (b)\nand the pertinent regulations in determining the taxpayer’s share of the net business income or\nloss apportionable to the District.\n“(8) “Commercial domicile” means the principal place from which the trade or\nbusiness of the taxpayer is directed or managed.\n“(9) “Compensation” means wages, salaries, commissions, and any other form of\nremuneration paid to an employee for personal services.\n“(10) “Corporation” means:\n“(A) Any corporation as defined by the laws of the District or organization\nof any kind treated as a corporation for tax purposes under the laws of the District, wherever\nlocated, which, were it doing business in the District, would be subject to the tax imposed by this\nchapter;\n“(B) The business conducted by a partnership within the meaning of § 471808.06, that is directly or indirectly held by a corporation shall be considered the business of the\ncorporation to the extent of the corporation’s distributive share of the partnership income,\ninclusive of guaranteed payments to the extent prescribed by regulation; and\n“(C) A joint-stock company, trust, association and S corporation as\ndefined in section 1361(a) of the Internal Revenue Code of 1986, or other organization that is\ntaxable as a corporation under federal income tax law.\n“(11)(A) “Cost-of-living adjustment” means an amount, for any calendar year,\nequal to the dollar amount set forth in paragraph (44)(A) and (B) of this section or § 471806.02(f)(1)(A) and (i) multiplied by the percentage that the Consumer Price Index for the\npreceding calendar year exceeds the Consumer Price Index for the calendar year beginning\nJanuary 1, 2007.\n“(B) For the purposes of this paragraph, the Consumer Price Index for any\ncalendar year is the average of the Consumer Price Index for the Washington-Baltimore\nMetropolitan Statistical Area for all-urban consumers published by the Department of Labor, or\nany successor index, as of the close of the 12-month period ending on July 31 of such calendar\nyear.\n“(12) “Deficiency” with respect to any tax imposed by this chapter means:\n“(A) The amount or amounts by which the tax imposed by this chapter, as\ndetermined by the Chief Financial Officer, exceeds the amount shown as the tax by the taxpayer\nupon his return; or\n“(B) The amount assessed as a tax by the Chief Financial Officer if no\nreturn is filed by the taxpayer.\n“(13) “Dependent” means a dependent as defined in section 152 of the Internal\nRevenue Code of 1986.\n“(14) “Dividend” means any distribution made by a corporation or financial\ninstitution (domestic or foreign) to its stockholders or members, out of its earnings, profits, or\nsurplus, other than paid-in surplus, whenever earned by the corporation or financial institution\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 246\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nand whether made in cash or in any other property (other than stock of the same class in the\ncorporation or financial institution, if the recipient of the stock dividend has neither received nor\nexercised an option to receive the dividend in cash or in property other than stock instead of\nstock) and whether distributed before, during, upon, or after liquidation or dissolution of the\ncorporation or financial institution; except, that in the case of any such distribution, any part of\nwhich for purposes of the income tax imposed under the Internal Revenue Code of 1986 is\ndeemed to constitute a capital gain, such part shall be deemed to constitute a capital gain for\npurposes of the tax imposed by this chapter; provided, that in the case of any dividend that is\ndistributed other than in cash or stock in the same class in the corporation or financial institution\nand not exempted from tax under this chapter, the basis of tax to the recipient shall be the market\nvalue of the property at the time of the distribution; provided further, that a dividend shall not\ninclude any dividend paid by a mutual life insurance company to its shareholders.\n“(15) “Doing business” means any activity of a corporation or financial institution\nthat enjoys the benefits and protection of the government and laws of the District.\n“(16) “Domestic partners” means persons who have registered their relationship\nwith the District pursuant to § 32-702.\n“(17) “Employee” means an individual having a place of abode or residing or\ndomiciled within the District at the time the tax is required to be withheld in respect to the\nindividual's employment by another, and to every other individual who maintains a place of\nabode within the District for an aggregate of 183 days or more during the taxable year, whether\ndomiciled in the District or not, including an officer of a corporation, but excluding any elective\nofficer of the government of the United States or any officer or employee in the legislative\nbranch of the government of the United States whose compensation is paid by the Secretary of\nthe Senate or Clerk of the House of Representatives, any officer of the executive branch of the\ngovernment of the United States whose appointment was made by the President of the United\nStates, subject to confirmation by the Senate of the United States, and whose tenure of office is\nat the pleasure of the President of the United States, or any Justice of the Supreme Court of the\nUnited States, unless the officer, employee, or justice is domiciled within the District of\nColumbia at any time during the taxable year.\n“(18) “Employer” means an employer as defined in section 3401(d) of the\nInternal Revenue Code of 1986.\n“(19) “Fiduciary” means a guardian, trustee, executor, committee, administrator,\nreceiver, conservator, or any other person acting in any fiduciary capacity for any person.\n“(20) “Financial institution” means any bank or trust company incorporated or\nrequired to be incorporated and doing business under the laws of the United States, the District\nof Columbia, or any state, a substantial part of the business of which consists of receiving\ndeposits and making loans and discounts or of exercising fiduciary powers similar to those\npermitted to national banks under authority of the Comptroller of the Currency and which is\nsubject by law to supervision and examination by the District or by any state, territorial, or\nfederal authority having supervision over the financial institution, including:\n“(A) Any savings and loan associations; and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 247\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(B) Any company, a substantial part of the business of which consists of\nreceiving deposits and making loans and discounts or of exercising fiduciary powers similar to\nthose permitted to national banks under authority of the Comptroller of the Currency, which is\norganized or created under the laws of a foreign country and which maintains an office or branch\nin the District.\n“(21) “Fiscal year” means an accounting period of 12 months ending on any day\nother than the last day of December and on the basis of which the taxpayer is required to report\nfor federal income tax purposes.\n“(22) “Head of household” shall have the same meaning as defined in section\n2(b) of the Internal Revenue Code of 1986.\n“(23) “Individual” means all natural persons (other than fiduciaries), whether\nmarried, domestic partners, or unmarried.\n“(24) “Intangible expense” means:\n“(A) An expense, loss, or cost for, related to, or in connection directly or\nindirectly with the direct or indirect acquisition, use, maintenance, management, ownership, sale,\nexchange, or any other disposition of intangible property, to the extent the expense, loss, or cost\nis allowed as a deduction or cost in determining taxable income for the taxable year under the\nInternal Revenue Code of 1986;\n“(B) A loss related to or incurred in connection directly or indirectly with\nfactoring transactions or discounting transactions;\n“(C) A royalty, patent, technical, or copyright and licensing fee; or\n“(D) Any other similar expense or cost.\n“(25) “Intangible property” means patents, patent applications, trade names,\ntrademarks, service marks, copyrights, and similar types of intangible assets.\n“(26) “Interest expense” means an amount directly or indirectly allowed as a\ndeduction under section 163 of the Internal Revenue Code of 1986 for purposes of determining\ntaxable income under the Internal Revenue Code of 1986.\n“(27) “Internal Revenue Code of 1954” means the Internal Revenue Code of\n1954, approved April 6, 1954 (68A Stat. 3; 26 U.S.C. § 1 et seq.), as amended through May 24,\n1985.\n“(28) “Internal Revenue Code of 1986” means the Internal Revenue Code of\n1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.); which provisions shall\napply on the same dates that they are effective for federal tax purposes.\n“(29) “International banking facility” or “IBF” shall have the same meaning as\nprovided in section 204.8(a)(1) of Regulation D of the Board of Governors of the Federal\nReserve System, effective December 3, 1981 (12 CFR § 204.8(a)(1)).\n“(30) “International banking facility extension of credit” or “IBF loan” shall have\nthe same meaning as provided in section 204.8(a)(3) of Regulation D of the Board of Governors\nof the Federal Reserve System, effective December 3, 1981 (12 CFR § 204.8(a)(3)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 248\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(31) “International Banking Facility time deposit” or “IBF time deposit” shall\nhave the same meaning as provided in section 204.8(a)(2) of Regulation D of the Board of\nGovernors of the Federal Reserve System, effective December 3, 1981 (12 CFR § 204.8(a)(2)).\n“(32) “Net operating loss” shall have the same meaning as provided in section\n172(c) of the Internal Revenue Code of 1986, subject to limitations and modifications provided\nin this section.\n“(33) “Net operating loss deduction” means the aggregate of the apportioned net\noperating loss carryovers to the taxable year.\n“(34) “Nonbusiness income” means all income other than business income.\n“(35) “Nonresident” means every individual other than a resident.\n“(36) “Ownership” in determining the ownership of stock, assets, or net profits of\nany person, means the constructive ownership of section 318(a) of the Internal Revenue Code of\n1986 as modified by section 856(d)(5) of the Internal Revenue Code of 1986.\n“(37) “Partnership” means a general or limited partnership or organization of any\nkind that is treated as a partnership for tax purposes under the laws of the District of Columbia.\n“(38) “Payroll period” means a payroll period as defined in section 3401(b) of the\nInternal Revenue Code of 1986.\n“(39) “Person” means any individual, firm, partnership, general partner of a\npartnership, limited liability company, registered limited liability partnership, foreign limited\nliability partnership, association, corporation (whether or not the corporation is, or would be if\ndoing business in the District, subject to this chapter), unincorporated business, company,\nsyndicate, estate, trust, business trust, trustee, trustee in bankruptcy, receiver, executor,\nadministrator, assignee, fiduciary, or organization of any kind.\n“(40) “Related entity” means a person that under the attribution rules of section\n318 of the Internal Revenue Code of 1986 is:\n“(A) A stockholder who is an individual, or a member of the stockholder's\nfamily as enumerated in section 318 of the Internal Revenue Code of 1986, if the stockholder\nand the members of the stockholder's family own, directly, indirectly, beneficially, or\nconstructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock;\n“(B) A stockholder, or a stockholder's partnership, limited liability\ncompany, estate, trust, or corporation, if the stockholder and the stockholder's partnerships,\nlimited liability companies, estates, trusts, and corporations own directly, indirectly, beneficially,\nor constructively, in the aggregate, at least 50% of the value of the taxpayer's outstanding stock;\nor\n“(C) A corporation, or a party related to the corporation in a manner that\nwould require an attribution of stock from the corporation to the party or from the party to the\ncorporation under the attribution rules of section 318 of the Internal Revenue Code of 1986\n(“party related to the corporation”), if the corporation or party related to the corporation owns,\ndirectly, indirectly, beneficially, or constructively, at least 50% of the value of the corporation's\noutstanding stock.\n“(41) “Related member” means:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 249\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(A) A person that, with respect to the taxpayer is, at any time during the\nyear, a related entity;\n“(B) A component member as defined in section 1563(b) of the Internal\nRevenue Code of 1986;\n“(C) A controlled group of which the taxpayer is also a component; or\n“(D) A person to or from whom there is attribution of stock ownership in\naccordance with section 1563(e) of the Internal Revenue Code of 1986.\n“(42) “Resident” means an individual domiciled in the District at any time during\nthe taxable year, and every other individual who maintains a place of abode within the District\nfor an aggregate of 183 days or more during the taxable year, whether or not the individual is\ndomiciled in the District, excluding any elective officer of the government of the United States or\nany employee on the staff of an elected official in the legislative branch of the government of the\nUnited States if the employee is a bona fide resident of the state of residence of the elected\nofficer, or any officer of the executive branch of the government whose appointment was made\nby the President of the United States and subject to confirmation by the Senate of the United\nStates and whose tenure of office is at the pleasure of the President of the United States, or any\nJustice of the Supreme Court of the United States, unless the officer, employee, or justice is\ndomiciled within the District at any time during the taxable year. In determining whether an\nindividual is a resident, an individual's absence from the District for temporary or transitory\npurposes shall not be regarded as changing his domicile or place of abode.\n“(43) “Sales” means all gross receipts of the taxpayer that are business income,\nas that term is defined in this section.\n“(44) “Standard deduction” means:\n“(A) The amount of $4,000, increased annually, beginning January 1,\n2013, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50,\nrounded to the next lowest multiple of $50), in the case of a return filed by a single individual, by\na head of household, by a surviving spouse, or jointly by husband and wife (or domestic partner);\n“(B) The amount of $2,000, increased annually, beginning January 1,\n2013, by the cost-of-living adjustment (if the adjustment does not result in a multiple of $50,\nrounded to the next lowest multiple of $50), in the case of a married person filing separately; or\n“(C) In the case of an individual who is a resident, as defined in paragraph\n(42) of this section, for less than a full 12-month taxable year, the amounts specified in\nsubparagraphs (A) and (B) of this paragraph prorated by the number of months that the\nindividual was a resident.\n“(45) “State” means any state of the United States, the District of Columbia, the\nCommonwealth of Puerto Rico, any territory, or possession of the United States and any foreign\ncountry or political subdivision thereof.\n“(46) “Subpart F income” shall have the same meaning as provided in section\n952 of the Internal Revenue Code of 1986.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 250\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(47) “Surviving spouse” shall have the same meaning as provided in section\n2(a) of the Internal Revenue Code of 1986; except, that in applying section 2(a) of the Internal\nRevenue Code of 1986, the term spouse shall be deemed to include a domestic partner.\n“(48) “Tax” or “tax liability” includes the liability for all amounts owing by a\ntaxpayer to the District under this chapter.\n“(49) “Tax haven” means a jurisdiction that:\n“(A) For a particular tax year in question has no, or nominal, effective tax\non the relevant income and has laws or practices that prevent effective exchange of information\nfor tax purposes with other governments regarding taxpayers benefitting from the tax regime;\n“(B) Lacks transparency, which for the purposes of this definition means\nthat the details of legislative, legal, or administrative provisions are not open to public scrutiny\nand apparent or are not consistently applied among similarly situated taxpayers;\n“(C) Facilitates the establishment of foreign-owned entities without the\nneed for a local substantive presence or prohibits these entities from having any commercial\nimpact on the local economy;\n“(D) Explicitly or implicitly excludes the jurisdiction's resident taxpayers\nfrom taking advantage of the tax regime's benefits or prohibits enterprises that benefit from the\nregime from operating in the jurisdiction's domestic market; or\n“(E)(i) Has created a tax regime that is favorable for tax avoidance, based\nupon an overall assessment of relevant factors, including whether the jurisdiction has a\nsignificant untaxed offshore financial or other services sector relative to its overall economy.\n“(ii) For the purposes of this definition, the term “tax regime”\nmeans a set or system of rules, laws, regulations, or practices by which taxes are imposed on any\nperson, corporation, or entity, or on any income, property, incident, indicia, or activity pursuant\nto governmental authority.\n“(50) “Taxable income” means as required by the context set forth in § 471807.01(2) or § 47-1808.02(1).\n“(51) “Taxable year” means the calendar year or the fiscal year, whichever is the\nbasis upon which the net income of the taxpayer is computed under this section; if no fiscal year\nhas been established by the taxpayer, it means the calendar year. The term “taxable year”\nincludes, in the case of a return made for a fractional part of a calendar or fiscal year under the\nprovisions of this section or under regulations prescribed by the Chief Financial Officer, the\nperiod for which the return is made; provided, that no taxpayer shall change from a calendar year\nto a fiscal year or from a fiscal year to a calendar year within any taxable year without the\nwritten authorization of the Chief Financial Officer.\n“(52) “Taxpayer” means any person subject to the tax imposed by this chapter.\n“(53) “Trade or business” means the engaging in or carrying on of any trade,\nbusiness, profession, vocation, or calling, or commercial activity in the District of Columbia,\nincluding activities in the District that benefit an affiliated entity of the taxpayer, the\nperformance of functions of a public office, and the leasing of real or personal property in the\nDistrict of Columbia by any person whether or not the property is leased directly by the person\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 251\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nor through an agent, and whether or not the person or agent performs any services in connection\nwith the property.\n“(54) “United States” means the United States of America and includes all of the\nstates of the United States, the District of Columbia, and United States’ territories and\npossessions.\n“(55)(A) “Unitary business” means a single economic enterprise that is made up\neither of separate parts of a single business entity or of a commonly controlled group of business\nentities that are sufficiently interdependent, integrated, and interrelated through their activities so\nas to provide a synergy and mutual benefit that produces a sharing or exchange of value among\nthem and a significant flow of value to the separate parts.\n“(B) For the purposes of this chapter, any business conducted by a\npartnership within the meaning of § 47-1808.06 shall be treated as conducted by its partners,\nwhether directly held or indirectly held through a series of partnerships, to the extent of the\npartner's distributive share of the partnership's income, regardless of the percentage of the\npartner's ownership interest or its distributive or any other share of partnership income. A\nbusiness conducted directly or indirectly by one person is unitary with that portion of a business\nconducted by another person through its direct or indirect interest in a partnership if there is a\nsynergy and exchange and flow of value between the 2 parts of the business and the 2 persons\nare members of the same commonly controlled group.\n“(56) “Wages” means wages as defined in section 3401(a) of the Internal\nRevenue Code of 1986.\n“(57) “Water’s-edge combined group” is comprised of all entities includible in\nthe combined report, as determined pursuant to § 47-1810.07(a).\n“(58) “Worldwide combined report” means the combination of the income and\nactivities of all members of a unitary group irrespective of the country in which the corporations\nare incorporated or conduct business activity.”.\n(c) Section 47-1805.02a is amended to read as follows:\n“§ 47-1805.02a. Combined reporting required.\n“(a) For tax years beginning on and after December 31, 2010, a taxpayer engaged in a\nunitary business with one or more other persons that are part of a water’s-edge combined group\nreporting pursuant to § 47-1810.07(a) shall file a combined report, which includes the income,\ndetermined under § 47-1810.04 and § 47-1810.05 and the allocation and apportionment factors\ndetermined under § 47-1810.02 and the pertinent regulations of all such persons that are\nmembers of the unitary business, and other information as required by the Chief Financial\nOfficer. If a worldwide combined reporting election has been made, the taxpayer shall file a\ncombined report that includes such income and factors of all the persons that are members of the\nunitary business, and any other information as required by the Chief Financial Officer.\n“(b) The Chief Financial Officer may, by regulation, require a combined report to include\nthe income and associated apportionment factors of any persons that are not included pursuant to\nsubsection (a) of this section but that are members of a unitary business to reflect proper\napportionment of income of the entire unitary business.\n\nNote,\n§ 47-1805.02a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 252\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(c) If the Chief Financial Officer determines that the reported income or loss of a\ntaxpayer engaged in a unitary business with any person not included represents an avoidance or\nevasion of tax by the taxpayer, the Chief Financial Officer may, on a case-by-case basis, require\nthat all or any part of the income and associated apportionment factors be included in the\ntaxpayer's combined report.\n“(d) With respect to inclusion of associated apportionment factors pursuant to this\nsection, the Chief Financial Officer may require the exclusion of any one or more of the factors,\nthe inclusion of one or more additional factors, which will fairly represent the taxpayer's business\nactivity in the District, or the employment of any other method to effectuate a proper reflection\nof the total amount of income subject to apportionment and an equitable allocation and\napportionment of the taxpayer's income.\n“(e) The Chief Financial Officer shall adopt regulations as necessary to ensure that the\ntax liability or net income of any taxpayer whose income derived from or attributable to sources\nwithin the District that is required to be determined by a combined report pursuant to § 471810.02 or § 47-1810.07 and of each entity included in the combined report, both during and\nafter the period of inclusion in the combined report, is properly reported, determined, computed,\nassessed, collected, or adjusted.\n“(f) The Chief Financial Officer shall adopt regulations as necessary prescribing the form\nand manner of all returns and reports required under § 47.1805.02a, including the time, place and\nextension of such returns and reports.\n“(g) Any taxpayer election made under § 47.1805.02(5)(C) and the pertinent regulations\nto file a consolidated return is revoked for tax years beginning after December 31, 2010.”.\n(d) Sections 47-1810.04, 47-1810.05, 47-1810.06, 47-1810.07, and 47-1810.08 are\namended to read as follows:\n“§ 47-1810.04. Determination of taxable income or loss using combined report;\ncomponents of income subject to tax in the District, application of tax credits and postapportionment deductions; determination of taxpayer’s share of the business income of a\ncombine group apportionable to the District.\n“(a) The use of a combined report does not disregard the separate identities of the\ntaxpayer members of the combined group. Each taxpayer member is responsible for tax based\non its taxable income or loss apportioned or allocated to the District, which shall include, in\naddition to other types of income, the taxpayer member's apportioned share of business income\nof the combined group, where business income of the combined group is calculated as a\nsummation of the individual net business incomes of all members of the combined group. A\nmember's net business income is determined by removing all but business income, expense, and\nloss from that member's total income, as provided in this section and § 47-1810.05.\n“(b)(1) Each taxpayer member is responsible for tax based on its taxable income or loss\napportioned or allocated to the District, which shall include its:\n“(A) Share of any business income apportionable to the District of each of\nthe combined groups of which it is a member, as determined under subsection (c) of this section;\n\nNote,\n§§ 47-1810.0447-1810.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 253\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(B) Share of any business income apportionable to the District of a\ndistinct business activity conducted within and without the District wholly by the taxpayer\nmember, as determined under the provisions for apportionment of business income set forth in\nthis chapter;\n“(C) Income from a business conducted wholly by the taxpayer member\nentirely within the District;\n“(D) Income sourced to the District from the sale or exchange of capital or\nassets, and from involuntary conversions, as determined under § 47-1810.05(b)(8);\n“(E) Nonbusiness income or loss allocable to the District as determined\nunder the provisions for allocation of nonbusiness income set forth in this chapter;\n“(F) Income or loss allocated or apportioned in an earlier year required to\nbe taken into account as District source income during the income year, other than a net\noperating loss; and\n“(G) Net operating loss carryover.\n“(2) If the taxable income computed pursuant to this section and § 471810.05results in a loss for a taxpayer member of the combined group, that taxpayer member has\na District net operating loss, subject to the net operating loss limitations and carryover provisions\nof this chapter. The District net operating loss shall be applied as a deduction in the subsequent\nyear only if that taxpayer has District source positive net income, whether or not the taxpayer is a\nmember of a combined reporting group in the subsequent year.\n“(3) Except where otherwise provided, no tax credit or post-apportionment\ndeduction earned by one member of the group, but not fully used by or allowed to that member,\nmay be used, in whole or in part, by another member of the group or applied, in whole or in part,\nagainst the total income of the combined group. A post-apportionment deduction carried over\ninto a subsequent year as to the member that incurred it, and available as a deduction to that\nmember in a subsequent year, will be considered in the computation of the income of that\nmember in the subsequent year regardless of the composition of that income as apportioned,\nallocated, or wholly within the District.\n“(c)(1) The taxpayer's share of the business income apportionable to the District of each\ncombined group of which it is a member shall be the product of the:\n“(A) Business income of the combined group, determined under § 471810.05; and\n“(B) Taxpayer member's apportionment percentage, determined in\naccordance with this chapter, including in the property, payroll, and sales factor numerators of\nthe taxpayer's property, payroll, and sales, respectively, associated with the combined group's\nunitary business in the District and including in the denominator the property, payroll, and sales\nof all members of the combined group, including the taxpayer, which property, payroll, and sales\nare associated with the combined group's unitary business wherever located.\n“(2) If any member owns an interest in a partnership that is not an unincorporated\nbusiness, as defined by § 47-1808.01, the income or loss of such partnership shall be apportioned\nto the District using the apportionment factor of the partnership, and the combined group\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 254\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nmember-partner’s distributive share of such income shall be added to the combined group\nmember-partner’s income.\n“§ 47-1810.05. Determination of the business income of the combined group.\n“(a) The business income of a combined group is determined as follows:\n“(1) From the total income of the combined group as determined under paragraph\n(2) of this subsection and subsection (b) of this section, subtract any income and add any expense\nor loss, other than the business income, expense, or loss of the combined group.\n“(2) Except as otherwise provided, the total income of the combined group is the\nsum of the income of each member of the combined group determined under federal income tax\nlaws, as adjusted for District purposes, as if the member were not consolidated for federal\npurposes.\n“(3) Notwithstanding any other provision of this chapter or the combined\nreporting regulations, if the combined group includes or any member owns an unincorporated\nbusiness that would be subject to the tax imposed under § 47-1808.03, the income or loss of such\nunincorporated business shall be apportioned to the District using the apportionment factor of the\nunincorporated business, and the combined group member-partner’s distributive share of such\nincome shall be added to the combined group member-partner’s income. A combined group\nmember-partner’s distributive share of an unincorporated business’s income that was actually\ntaxed under § 47-1808.03 shall be subtracted from the combined group member-partner’s\nincome.\n“(b) The income of each member of the combined group shall be determined as follows:\n“(1) For any member incorporated in the United States, or included in a\nconsolidated federal corporate income tax return, the income to be included in the total income\nof the combined group shall be the taxable income for the corporation after making appropriate\nadjustments under this chapter.\n“(2) For any member not included in paragraph (1) of this subsection, the income\nto be included in the total income of the combined group shall be determined as follows:\n“(A) A profit and loss statement shall be prepared for each foreign branch\nor corporation in the currency in which the books of account of the branch or corporation are\nregularly maintained.\n“(B) Adjustments shall be made to the profit and loss statement to\nconform it to the accounting principles generally accepted in the United States for the\npreparation of such statements, except as modified by regulation.\n“(C) Adjustments shall be made to the profit and loss statement to\nconform it to the tax accounting standards required by this chapter.\n“(D) Except as otherwise provided by regulation, the profit and loss\nstatement of each member of the combined group, and the apportionment factors related thereto,\nwhether United States or foreign, shall be translated into the currency in which the parent\ncompany maintains its books and records.\n“(E) Income apportioned to the District shall be expressed in United\nStates dollars.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 255\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(3)(A) In lieu of the procedures set forth in paragraph (2) of this subsection, and\nsubject to the determination of the Chief Financial Officer that it reasonably approximates\nincome as determined under this chapter, any member not subject to paragraph (1) of this\nsubsection may determine its income on the basis of the consolidated profit and loss statement\nthat includes the member and that is prepared for filing with the Securities and Exchange\nCommission by related corporations.\n“(B) If the member is not required to file with the Securities and\nExchange Commission, the Chief Financial Officer may allow the use of the consolidated profit\nand loss statement prepared for reporting to shareholders and subject to review by an\nindependent auditor.\n“(C) If the statements described in subparagraphs (A) or (B) of this\nparagraph do not reasonably approximate income as determined under this chapter, the Chief\nFinancial Officer may accept those statements with appropriate adjustments to approximate that\nincome.\n“(4) If a unitary business includes income from a partnership, the income to be\nincluded in the total income of the combined group shall be the member of the combined group's\ndirect and indirect distributive share of the partnership's unitary business income.\n“(5)(A) All dividends paid by one to another of the members of the combined\ngroup shall, to the extent those dividends are paid out of the earnings and profits of the unitary\nbusiness included in the combined report, in the current or an earlier year, be eliminated from the\nincome of the recipient.\n“(B) Except as otherwise provided, this paragraph shall not apply to\ndividends received from members of the unitary business that are not a part of the combined\ngroup. Except when specifically required by the Chief Financial Officer to be included, all\ndividends paid by an insurance company directly or indirectly to a corporation that is part of a\nunitary business with the insurance company shall be deducted or eliminated from the income of\nthe recipient of the dividend.\n“(6)(A) Except as otherwise provided by regulation, business income from an\ninter-company transaction between members of the same combined group shall be deferred in a\nmanner similar to 26 C. F. R. § 1.1502-13.\n“(B) Upon the occurrence of any of the following events, deferred\nbusiness income resulting from an inter-company transaction between members of a combined\ngroup shall be restored to the income of the seller and shall be apportioned as business income\nearned immediately before the event:\n“(i) The object of a deferred inter-company transaction is:\n“(I) Resold by the buyer to an entity that is not a member of\nthe combined group;\n“(II) Resold by the buyer to an entity that is a member of\nthe combined group for use outside the unitary business in which the buyer and seller are\nengaged; or\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 256\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n“(III) Converted by the buyer to a use outside the unitary\nbusiness in which the buyer and seller are engaged; or\n“(ii) The buyer and seller are no longer members of the same\ncombined group, regardless of whether the members remain unitary.\n“(7)(A) A charitable expense incurred by a member of a combined group shall, to\nthe extent allowable as a deduction pursuant to section 170 of the Internal Revenue Code of\n1986, be subtracted first from the business income of the combined group, subject to the income\nlimitations of that section applied to the entire business income of the group, and any remaining\namount shall then be treated as a nonbusiness expense allocable to the member that incurred the\nexpense, subject to the income limitations of that section applied to the nonbusiness income of\nthat specific member.\n“(B) Any charitable deduction disallowed under subparagraph (A) of this\nparagraph, but allowed as a carryover deduction in a subsequent year, shall be treated as\noriginally incurred in the subsequent year by the same member, and the rules set forth in this\nsection shall apply in the subsequent year in determining the allowable deduction in that year.\n“(8) Gain or loss from the sale or exchange of capital assets, property described\nby section 1231(a)(3) of the Internal Revenue Code of 1986, and property subject to an\ninvoluntary conversion shall be removed from the total separate net income of each member of a\ncombined group and shall be apportioned and allocated as follows:\n“(A) For each class of gain or loss (short-term capital, long-term capital,\nsection 1231 of the Internal Revenue Code of 1986, and involuntary conversions) all members'\nbusiness gain and loss for the class shall be combined without netting between classes and each\nclass of net business gain or loss separately apportioned to each member using the member's\napportionment percentage determined under § 47-1810.04.\n“(B) Each taxpayer member shall then net its apportioned business gain or\nloss for all classes, including any such apportioned business gain and loss from other combined\ngroups, against the taxpayer member's nonbusiness gain and loss for all classes allocated to the\nDistrict, using the rules of sections 1222 and 1231 of the Internal Revenue Code of 1986, without\nregard to any of the taxpayer member's gains or losses from the sale or exchange of capital\nassets, section 1231 of the Internal Revenue Code of 1986 property, and involuntary conversions\nthat are nonbusiness items allocated to another state.\n“(C) Any resulting District source income or loss, if the loss is not subject\nto the limitations of section 1211 of the Internal Revenue Code of 1986, of a taxpayer member\nproduced by the application of the preceding subparagraphs shall then be applied to all other\nDistrict source income or loss of that member.\n“(D) Any resulting District source loss of a member that is subject to the\nlimitations of section 1211 of the Internal Revenue Code of 1986 shall be carried over by that\nmember and shall be treated as District source short-term capital loss incurred by that member\nfor the year for which the carryover applies.\n“(9) Any expense of one member of the unitary group that is directly or indirectly\nattributable to the nonbusiness or exempt income of another member of the unitary group shall\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 257\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nbe allocated to that other member as a corresponding nonbusiness or exempt expense, as\nappropriate.\n“§ 47-1810.06. Designation of agent.\n“As a filing convenience, and without changing the respective liability of group\nmembers, members of a combined reporting group shall designate one taxpayer member of the\ncombined group to file a single return, in the form and manner prescribed by the Chief Financial\nOfficer, in lieu of filing their own respective returns; provided, that the taxpayer designated to\nfile the single return consents to act as surety with respect to the tax liability of all other\ntaxpayers properly included in the combined report and agrees to act as agent on behalf of those\ntaxpayers for tax matters relating to the combined report. If for any reason the agent is unwilling\nor unable to perform its responsibilities, tax liability may be assessed against the taxpayer\nmembers.\n“§ 47-1810.07. Water's-edge reporting; initiation and withdrawal election.\n“(a)(1) Absent an election under subsection (b) of this section to report based upon a\nworldwide unitary combined reporting basis, taxpayer members of a unitary group shall\ndetermine each of their apportioned shares of the net business income or loss of the combined\ngroup on a water's-edge unitary combined reporting basis.\n“(2) In determining tax under this chapter on a water's-edge unitary combined\nreporting basis, taxpayer members shall take into account all or a portion of the income and\napportionment factors of only the following members otherwise included in the combined group\npursuant to § 47-1805.02a:\n“(A) The entire income and apportionment factors of any member\nincorporated in the United States or formed under the laws of any state, the District, or any\nterritory or possession of the United States;\n“(B) The entire income and apportionment factors of any member,\nregardless of the place incorporated or formed, if the average of its property, payroll, and sales\nfactors within the United States is 20% or more;\n“(C) The entire income and apportionment factors of any member that is a\ndomestic international sales corporation, as described in sections 991 through 994 of the Internal\nRevenue Code of 1986, inclusive, a foreign sales corporation, as described in sections 921\nthrough 927 of the Internal Revenue Code of 1986, inclusive, or any member that is an export\ntrade corporation, as described in sections 970 through 971 of the Internal Revenue Code of\n1986, inclusive;\n“(D) Any member not described in subparagraphs (A), (B), or (C) of this\nparagraph shall include its business income that is effectively connected, or treated as effectively\nconnected under the provisions of the Internal Revenue Code of 1986 with the conduct of a trade\nor business within the United States and, for that reason, subject to federal income tax;\n“(E) Any member that is a resident of a country that does not have a\ncomprehensive income tax treaty with the United States and earns more than 20% of its income,\ndirectly or indirectly, from intangible property or service-related activities that are deductible\nagainst the business income of other members of the water's-edge group, to the extent of that\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 258\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nincome and the apportionment factors related thereto; and\n“(F)(i) The entire income and apportionment factors of any member that is doing\nbusiness in a tax haven defined as being engaged in activity sufficient for that tax haven\njurisdiction to impose a tax under United States constitutional standards.\n“(ii) If the member's business activity within a tax haven is\nentirely outside the scope of the laws, provisions, and practices that cause the jurisdiction to meet\nthe criteria of a tax haven, as that term is defined in § 47-1801.04(49), the activity of the member\nshall be treated as not having been conducted in a tax haven.\n“(b) An election to report District tax based on worldwide unitary combined reporting is\neffective only if made on a timely filed original return for a tax year by every member of the\nunitary business subject to tax under this chapter.\n“(c) At the discretion of the Chief Financial Officer:\n“(1) A worldwide unitary combined reporting election may be disregarded, in part\nor in whole, and the income and apportionment factors of any member of the taxpayer's unitary\ngroup may be included in or excluded from the combined report without regard to the provisions\nof this section, if any member of the unitary group fails to comply with any provision of this\nchapter; and\n“(2) Worldwide unitary combined reporting may be mandated, in part or in whole,\nand the income and apportionment factors of any member of the taxpayer's unitary group may be\nincluded in or excluded from the combined report without regard to the provisions of this\nsection, if any member of the unitary group fails to comply with any provision of this chapter, or\nif a person otherwise not included in the water's-edge combined group was availed of with a\nsubstantial objective of avoiding state income tax.\n“(d)(1) A worldwide unitary combined reporting election is binding for and applicable to\nthe tax year it is made and all tax years thereafter for a period of 10 years. It may be withdrawn\nor reinstituted after withdrawal, before the expiration of the 10-year period, only upon written\nrequest for reasonable cause based on extraordinary hardship due to unforeseen changes in state\ntax statutes, law, or policy, and only with the written authorization of the Chief Financial Officer.\n“(2) An election shall constitute consent to the reasonable production of\ndocuments and taking of depositions in accordance with District law.\n“(3) If the Chief Financial Officer grants a withdrawal of election pursuant to\nparagraph (1) of this subsection, he or she shall impose reasonable conditions necessary to\nprevent the evasion of tax or to clearly reflect income for the election period before or after the\nwithdrawal.\n“(4) Upon the expiration of the 10-year period, a taxpayer may withdraw from\nthe worldwide unitary combined reporting election. Withdrawal must be made in writing within\none year of the expiration of the election and is binding for a period of 10 years, subject to the\nsame conditions as applied to the original election.\n“(e) The Chief Financial Officer shall develop rules governing the impact, if any, on the\nscope or application of a worldwide unitary combined reporting election, including termination\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 259\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\nor deemed election, resulting from a change in the composition of the unitary group, the\ncombined group, the taxpayer members, and any other similar change.\n“§ 47-1810.08. Accounting rules; future deductions.\n“(a) If the enactment of combined reporting requirements for unitary businesses results in\nan increase to a combined group’s net deferred tax liability, the combined group shall be entitled\nto a deduction to the extent determined under subsection (b) of this section. Only publicly traded\ncompanies, including affiliated corporations participating in the filing of a publicly traded\ncompany’s financial statements prepared in accordance with generally accepted accounting\nprinciples, as of September 14, 2011 shall be eligible for this deduction. To the extent the\ndeduction would produce a net operating loss in any tax year, the unused deduction may be\ncarried forward to each succeeding tax year indefinitely by the combined group and deducted\nwithout regard to any limitation.\n“(b) For the 7-year period beginning with the 5th year of the combined filing, a\ncombined group shall be entitled to a deduction equal to 1/7th of the net increase in the taxable\ntemporary differences that caused the increase in the net deferred tax liability, as computed at the\ntime of enactment in accordance with generally accepted accounting principles, that would result\nfrom the imposition of the combined reporting requirements but for the deduction provided\nunder this section. The amount of the deduction shall in no case exceed the amount necessary to\noffset any increase in net deferred tax liability, as computed in accordance with generally\naccepted accounting principles, that would result from the imposition of all of the provisions of\ncombined reporting but for the deduction provided under this section.\n“(c) For the purposes of this section, the term “net deferred tax liability” shall mean the\nnet increase, if any, in deferred tax liabilities minus the net increase, if any, in deferred tax assets\nof the combined group, as computed in accordance with generally accepted accounting\nprinciples.”.\nSec. 303. Applicability.\nThis title shall apply for taxable years beginning after December 31, 2010.\nTITLE IV. GENERAL PROVISIONS.\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 402. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 260\nD.C. Law 19-226, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-482, 59 DCR 12478)\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Fiscal Year 2013 Budget Support Technical Clarification Temporary Amendment Act of 2012", 
  "council_period": "20"
}