{
  "end": "1047", 
  "name": "Law_19-303.pdf", 
  "start": "1043", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-303, effective May 1, 2013\n\n20 DCSTAT 1043\n\nAN ACT\n\nBill 19-293\nAct 19-670\neffective\nFebruary 5,\n2013\n\nTo amend the Health Occupations Revision Act of 1985 to require the registration of pharmacy technicians, and to\nregulate the practice of pharmacy technicians.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Pharmacy Technician Amendment Act of 2012”.\n\nPharmacy\nTechnician\nAmendment\nAct of 2012\n\nSec. 2. The Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1201.01 et seq.), is amended as follows:\n(a) The table of contents is amended by adding the following after the phrase “Sec. 745.\nPenalties”:\n“TITLE VII-E. REGISTERED PHARMACY TECHNICIANS.\n“Sec. 751. Definitions.\n“Sec. 752. Registration.\n“Sec. 753. Identification.\n“Sec. 754. Trainees.\n“Sec. 755. Authorized services.\n“Sec. 756. Waiver of requirements.\n“Sec. 757. Other pharmacy-related services.\n“Sec. 758. Rules.”.\n(b) Section 208(b)(1) (D.C. Official Code § 3-1202.08(b)(1)) is amended to read as\nfollows:\n“(1) The Board shall regulate the practice of pharmacy, the practice of\npharmaceutical detailing, and the practice of pharmacy technicians.”.\n(c) Section 501(a) (D.C. Official Code §3-1205.01(a)) is amended by striking the phrase\n“or dental assistant” and inserting the phrase “dental assistant, or pharmacy technician or trainee”\nin its place.\n(d) A new Title VII-E is added to read as follows:\n“TITLE VII-E\n“REGISTERED PHARMACY TECHNICIANS.\n“Sec. 751. Definitions.\n“For the purposes of this title, the term:\n“(1) “Board” means the Board of Pharmacy.\n“(2) “Direct supervision” means, with respect to the supervision of a pharmacy\ntechnician or pharmacy technician trainee, that a licensed pharmacist is:\n\nAmend\n§ 3-1202.08\n\nAmend\n§ 3-1205.01\n\nNew\nSubchapter\nVII-E,\nChapter 12,\nTitle 3\nNew\n§ 3-1207.51\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-303, effective May 1, 2013\n\n20 DCSTAT 1044\n\n“(A) Physically present at the same pharmacy as the pharmacy technician\nor pharmacy technician trainee and in the general vicinity of the pharmacy technician or\npharmacy technician trainee;\n“(B) Readily available to answer questions of the pharmacy technician or\npharmacy technician trainee;\n“(C) Making appropriate in-process and end-process verifications of the\nactivities of the pharmacy technician or pharmacy technician trainee; and\n“(D) Fully responsible for the practice of the pharmacy technician or\npharmacy technician trainee.\n“(3) “Pharmacy technician trainee” means a person enrolled in a Board-approved\ntraining program who may perform the duties of a registered pharmacy technician under the\ndirect supervision of a pharmacist in a licensed pharmacy in the District.\n“(4) “Registered pharmacy technician” means a person who is registered with the\nBoard as a pharmacy technician.\n“Sec. 752. Registration.\n“(a) Except as provided in section 754 and subsection (d) of this section, a person shall\nnot engage in practice as a pharmacy technician in the District unless the person holds a valid\nregistration issued by the Board and practices under the direct supervision of a person licensed to\npractice pharmacy under this act.\n“(b) To be eligible for registration as a pharmacy technician, a person shall provide\nproof acceptable to the Board that he or she has:\n“(1) A high school diploma or its equivalent, or has passed a Board-approved\nexamination that proves that he or she has achieved competency in the educational skills required\nto perform the function of a pharmacy technician; and\n“(2)(A) A current certification from the Pharmacy Technician Certification\nBoard, the National Healthcareer Association, or another national or state certifying\norganization approved by the Board; or\n“(B) Successfully completed one of the following types of pharmacy\ntraining programs, which shall include a Board-approved exam:\n“(i) A national, regional, or state accredited pharmacy\ntechnician training program recognized by the Board;\n“(ii) A pharmacy technician program at a college or university that\nis accredited by an accrediting body recognized by the Secretary of the United States Department\nof Education or the Council on Postsecondary Accreditation;\n“(iii) An employer-based pharmacy technician training program\nrecognized by the Board that includes within a one-year period a minimum of 160 hours of\ntraining, including theoretical and practical instruction; or\n“(iv) A pharmacy technician program that meets the guidelines of\nthe American Society of Health-System Pharmacists, is licensed by the District of Columbia\nEducational Licensure Commission, and has certified to the Board its intent to pursue\naccreditation upon becoming eligible to do so.\n\nNew\n§ 3-1207.52\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-303, effective May 1, 2013\n\n20 DCSTAT 1045\n\n“(c) Notwithstanding subsection (b) of this section, for a period of one year after the\neffective date of rules issued pursuant to section 758, a person who does not meet the\nrequirements for registration under subsection (b) of this section shall be eligible for registration\nas a pharmacy technician if:\n“(1) The person is at least 17 years of age;\n“(2) The person submits proof, acceptable to the Board, that he or she has worked\nas a pharmacy technician for at least the 24 months immediately before the effective date of the\nPharmacy Technician Amendment Act of 2012, passed on 2nd reading on December 18, 2012\n(Enrolled version of Bill 19-293); and\n“(3) A licensed pharmacist who has supervised the applicant for at least the 6\nmonths immediately before the date the person applies for registration attests in writing that the\nperson has competently performed the functions of a pharmacy technician.\n“(d) Notwithstanding subsection (a) of this section, for a period of one year after the\neffective date of the rules issued pursuant to section 758, a person who is not eligible for\nregistration under subsection (b) or (c) of this section may engage in practice as a pharmacy\ntechnician if the person:\n“(1) Has received training to competently and safely perform the tasks assigned;\nand\n“(2) Engages in the practice as a pharmacy technician under the direct\nsupervision of a pharmacist licensed under this act.\n“Sec. 753. Identification.\n“A registered pharmacy technician shall wear a name tag bearing the title “registered\npharmacy technician” and display his or her current registration in a conspicuous place in the\npharmacy in which he or she is employed.\n“Sec. 754. Trainees.\n“(a) The Board shall issue rules regulating the duties and scope of the practice of\npharmacy technician trainees.\n“(b) The Board, through rulemaking, may require that pharmacy technician trainees\nregister with the Board.\n“(c) A pharmacy technician trainee shall not use a title other than pharmacy technician\ntrainee and shall wear a name tag bearing the title “pharmacy technician trainee”.\n“Sec. 755. Authorized services.\n“(a) A registered pharmacy technician may provide technical pharmacy-related services,\nas defined through rulemaking, that do not require professional judgment regarding the\npreparation and distribution of drugs if the technical services are provided under the direct\nsupervision of a pharmacist licensed under this act.\n“(b) Notwithstanding subsection (a) of this section, a registered pharmacy technician\nshall not provide the following services:\n“(1) Drug regimen review;\n“(2) Clinical conflict resolution;\n“(3) Prescriber contact, except for receiving authorization of prescription refills;\n\nNew\n§ 3-1207.53\n\nNew\n§ 3-1207.54\n\nNew\n§ 3-1207.55\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-303, effective May 1, 2013\n\n20 DCSTAT 1046\n\n“(4) Therapy modification;\n“(5) Patient counseling;\n“(6) Dispensing process validation;\n“(7) Vaccination or immunization administration;\n“(8) Receiving a new prescription drug order over the telephone;\n“(9) Any activity required by law or regulation to be performed only by a\npharmacist; or\n“(10) Any activity for which professional pharmaceutical judgment is required.\n“Sec. 756. Waiver of requirements\n“The Board shall waive the educational and examination requirements under section\n752(b) for any applicant for registration or registration renewal who can demonstrate to the\nsatisfaction of the Board that he or she has been performing the function of a pharmacy\ntechnician on a full-time or substantially full-time basis continually for at least 24 months\nimmediately preceding the effective date of the Pharmacy Technician Amendment Act of 2012,\npassed on 2nd reading on December 18, 2012 (Enrolled version of Bill 19-293)(“Pharmacy Act”),\nand is qualified to do so on the basis of pertinent education, training, experience, and\ndemonstrated current experience; provided, that the application is made within 24 months of the\neffective date of the Pharmacy Act.\n“Sec. 757. Other pharmacy-related services.\n(a) Unless otherwise authorized by the Board, an individual who works at a pharmacy\nand is not licensed or registered by the Board as a pharmacist or pharmacy intern or authorized to\nperform the services of a pharmacy technician under this act, may perform only ancillary\npharmacy services, such as:\n“(1) Cashiering;\n“(2) Bookkeeping;\n“(3) Pricing:\n“(4) Stocking;\n“(5) Delivering;\n“(6) Answering nonprofessional telephone inquiries; and\n“(7) Documenting third-party reimbursement.\n(b) An individual who is not licensed or registered by the Board as a pharmacist or\npharmacy intern or authorized to perform the services of a pharmacy technician under this act\nshall not perform the tasks of a:\n“(1) Pharmacist;\n“(2) Pharmacy intern‘\n“(3) Pharmacy technician; or\n“(4) Pharmacy technician trainee.\n“Sec. 758. Rules.\n“The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue\nrules to implement the provisions of this title.”.\n\nNew\n§ 3-1207.56\n\nNew\n§ 3-1207.57\n\nNew\n§ 3-1207.58\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-303, effective May 1, 2013\n\n20 DCSTAT 1047\n\n(e) Section 1003 (D.C. Official Code § 3-1210.03) is amended by adding a new\nsubsection (l-1) to read as follows:\n“(l-1) Unless authorized to practice as a registered pharmacy technician under\nthis act, a person shall not use or imply the use of the words or terms “registered pharmacy\ntechnician”, “certified pharmacy technician”, “pharmacy technician”, “R.Ph.T.”, “C.Ph.T.”,\n“Ph.T.”, or any similar title or description of services with the intent to represent that the person\npractices as a registered pharmacy technician.”.\n(f) Section 1006 (D.C. Official Code § 3-1210.06) is amended by adding a new\nsubsection (c) to read as follows:\n“(c) Consistent with maintaining patient safety, no pharmacist shall supervise more\npharmacy technicians and trainees than he or she can safely supervise. The pharmacist shall be\nfully responsible for the practice of each technician and trainee during the period of supervision\nand may be subject to disciplinary action for any violation of this act by a technician or trainee\nhe or she supervises.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973, (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nmayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973, (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 3-1210.03\n\nAmend\n§ 3-1210.06\n\n\f", 
  "title": "Pharmacy Technician Amendment Act of 2012", 
  "council_period": "20"
}