{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-19, effective July 15, 2013 (Expiration date May 16, 2014)\n(Related Emergency Legislation is Act 20-66, 20 DCSTAT 1416)\n\n20 DCSTAT 2371\n\nAN ACT\n\nBill 20-253\nAct 20-107\nEffective July\n15, 2013\n\nTo amend, on a temporary basis, An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes to authorize an extension of time to dispose of\nDistrict-owned real property located at 1421 Euclid Street, N.W., designated for tax and\nassessment purposes as Lot 0811 in Square 2665.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Extension of Time to Dispose of Justice Park Property Temporary\nApproval Act of 2013”.\n\nExtension of\nTime to\nDispose of\nJustice Park\nProperty\nTemporary\nApproval Act\nof 2013\n\nSec. 2. Section 1 of An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801) is amended by adding a new subsection (d-7) to read as follows:\n“(d-7)(1) Notwithstanding subsection (d) of this section, the time period within which\nthe Mayor may dispose of 1421 Euclid Street, N.W., designated for tax and assessment purposes\nas Lot 0811 in Square 2665, known as the Justice Park, for which disposition was approved by\nthe Council pursuant to the Justice Park Property Disposition Approval Resolution of 2011,\neffective April 5, 2011 (Res. 19-77; 58 DCR 3199) is extended to April 5, 2014.\n“(2) This subsection shall apply as of April 5, 2013.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206-02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\nNote,\n§ 10-801\n\n\f",
  "title": "Extension of Time Dispose of Justice Park Temporary Act of 2013",
  "end": "2371",
  "start": "2371",
  "name": "Law_20-19.pdf"
}