{
  "end": "3007", 
  "name": "Law_20-73.pdf", 
  "start": "3006", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3006\nD.C. Law 20-73, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-215, 20 DCSTAT 2604)\n\nAN ACT\n\nTo amend, on a temporary basis, An Act To create a Department of Corrections in the District of Columbia\nto clarify the Department of Corrections’ authority over the management and operation of the\nCentral Cellblock at 300 Indiana Avenue, N.W., to include persons detained at a medical facility\nin the District.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Department of Corrections Central Cellblock Management Clarification\nTemporary Amendment Act of 2013”.\n\nSec. 2. Section 2 of An Act To create a Department of Corrections in the District of\nColumbia, approved June 27, 1946 (60 Stat. 320; D.C. Official Code § 24-211.02), is amended\nby adding a new subsection (a-1) to reads as follows:\n“(a-1)(1) The Department of Corrections shall have charge of the management and\noperation of the Central Cellblock, located at 300 Indiana Avenue, N.W., Washington, D.C., and\nshall be responsible for the safekeeping, care, and protection of all persons detained at the\nCentral Cellblock or detained at a medical facility in the District, by the Metropolitan Police\nDepartment, before their initial court appearance.\n“(2) Nothing in this subsection shall be construed as:\n“(A) Removing any authority from the Metropolitan Police Department to\ndetermine where to hold in custody any person arrested and awaiting an initial court appearance;\n“(B) Granting any arrest powers to any employee of the Department of\nCorrections performing any duty at the Central Cellblock; or\n“(C) Limiting any powers or authority of the Metropolitan Police\nDepartment or the Department of Corrections.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\nBill 20-542\nAct 20-239\neffective\nDecember 21,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDepartment of\nCorrections\nCentral\nCellblock\nManagement\nClarification\nTemporary\nAmendment\nAct of 2013\nNote,\n§ 24-211.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3007\nD.C. Law 20-73, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-215, 20 DCSTAT 2604)\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Department of Corrections Central Cellblock Management Clarification Temporary Amendment  Act of 2013", 
  "council_period": "20"
}