{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-233, effective March 19, 2013\n\n20 DCSTAT 181\n\nAN ACT\n\nBill 19-615\nAct 19-550\neffective\nNovember 20,\n2012\n\nTo amend Title 16 of the District of Columbia Official Code to authorize adoption proceedings in the\nDistrict of Columbia for children born in the District, to clarify the court’s authority to issue a\njudgment adjudicating the parentage of a child born in the District of Columbia but whose parents\nreside elsewhere, and to clarify the proceedings governed by the Uniform Child-Custody\nJurisdiction and Enforcement Act.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Judicial Adjudication of Parentage Act of 2012”.\n\nJudicial\nAdjudication\nof Parentage\nAct of 2012\n\nSec. 2. Title 16 of the District of Columbia Official Code is amended as follows:\n(a) Section 16-301 is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Paragraph (2) is amended by striking the word “or”.\n(B) Paragraph (3) is amended by striking the phrase “District.” and\ninserting the phrase “District; or” in its place.\n(C) A new paragraph (4) is added to read as follows:\n“(4) the child to be adopted was born in the District of Columbia.”.\n(2) A new subsection (c) is added to read as follows:\n“(c) The jurisdiction conferred upon the Superior Court of the District of Columbia by\nsubsection (b)(4) of this section shall apply retroactively to all children born in the District of\nColumbia on or after July 18, 2009.”.\n(b) Section 16-909 is amended as follows:\n(1) Subsection (b)(2) is amended by striking the phrase “domestic partner” and\ninserting the phrase “domestic partner or spouse” in its place.\n(2) A new subsection (b-2) is added to read as follows:\n“(b-2)(1) Subject to the requirements of this section, the court may issue a judgment\nadjudicating the parentage of a child born to parents who reside outside of the District of\nColumbia in a proceeding to determine parentage, pursuant to § 16-2342, if:\n“(A) The child was born in the District of Columbia;\n“(B) Both individuals seeking a judgment adjudicating parentage have a\nlegal relationship with the child through a presumption of parentage under this section or meet\nthe requirements of parentage in subsection (e) of this section; and\n“(C) Both parents submit to the jurisdiction of the District by consent in a\nrecord, by entering a general appearance, or by filing a responsive document having the effect of\nwaiving any contest to personal jurisdiction.\n“(2) Upon the determination of parentage under this subsection, the court shall\nissue a judgment adjudicating the parentage of the child.\n\nAmend\n§ 16-301\n\nAmend\n§ 16-909\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-233, effective March 19, 2013\n\n20 DCSTAT 182\n\n“(3) This subsection shall apply retroactively to all children born in the District of\nColumbia on or after July 18, 2009.”.\n(c) Section 16-4601.02 is amended to read as follows:\n“This chapter does not govern a proceeding pertaining to:\n“(1) The authorization of emergency medical care for a child;\n“(2) An adoption proceeding pursuant to § 16-301; or\n“(3) A proceeding to adjudicate the parentage of a child pursuant to § 16909(b-2).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 16-4601.02\n\n\f",
  "title": "Judicial Adjudication of Parentage Act of 2012",
  "end": "182",
  "start": "181",
  "name": "Law_19-233.pdf"
}