{
  "end": "2967", 
  "name": "Law_20-91.pdf", 
  "start": "2965", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-91, effective March 11, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2965\n\nAN ACT\n\nTo amend the Minimum Wage Act Revision Act of 1992 to increase the minimum wage in the District of\nColumbia to $11.50 an hour in 3 steps, to require the minimum wage during each successive year\nto increase in proportion to the increase in the Consumer Price Index, to require the Mayor to\nprovide employers copies or summaries of the District's minimum wage law, and to require\nemployers who employ tipped employees to certify on a quarterly basis that their employees earn\na minimum wage.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Minimum Wage Amendment Act of 2013”.\n\nSec. 2. The Minimum Wage Act Revision Act of 1992, effective March 25, 1993 (D.C.\nLaw 9-248; D.C. Official Code § 32-1001 et seq.), is amended as follows:\n(a) Section 4(a) (D.C. Official Code § 32-1003(a)) is amended by adding paragraphs (3),\n(4), (5), and (6) to read as follows:\n\"(3) Except as provided in subsection (h) of this section, as of July 1, 2014, the\nminimum wage required to be paid to any employee by any employer in the District of Columbia\nshall be $9.50 an hour, or the minimum wage set by the United States government pursuant to\nthe Fair Labor Standards Act, plus $1, whichever is greater.\n\"(4) Except as provided in subsection (h) of this section, as of July 1, 2015, the\nminimum wage required to be paid to any employee by any employer in the District of Columbia\nshall be $10.50 an hour, or the minimum wage set by the United States government pursuant to\nthe Fair Labor Standards Act, plus $1, whichever is greater.\n\"(5) Except as provided in subsection (h) of this section, as of July 1, 2016, the\nminimum wage required to be paid to any employee by any employer in the District of Columbia\nshall be $11.50 an hour, or the minimum wage set by the United States government pursuant to\nthe Fair Labor Standards Act, plus $1, whichever is greater.\n“(6)(1) Except as provided in subsection (h) of this section, beginning on July 1,\n2017 and no later than July 1 of each successive year, the minimum wage provided in this\nsubsection shall be increased in proportion to the annual average increase, if any, in the\nConsumer Price Index for All Urban Consumers in the Washington Metropolitan Statistical Area\npublished by the Bureau of Labor Statistics of the United States Department of Labor for the\nprevious calendar year. Any increase under this paragraph shall be adjusted to the nearest\nmultiple of $.05.\n“(2) The Mayor shall publish in the District of Columbia Register and make\navailable to employers a bulletin announcing the adjusted minimum wage rate as provided in this\n\nBill 20-459\nAct 20-265\neffective\nJanuary 15,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nMinimum\nWage\nAmendment\nAct of 2013\n\nAmend\n§ 32-1003\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-91, effective March 11, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2966\n\nparagraph. The bulletin shall be published at least 30 days before the annual minimum wage rate\nadjustment.”.\n(b) Section 10(b) (D.C. Official Code § 32-1009(b)) is amended by striking the phrase\n“on request”.\n(c) A new section 10a is added to read as follows:\n\"Sec. 10a. Notice requirements for tipped wages.\n“(a) An employer who employs an employee who is paid in accordance with section 4(f)\nshall submit a quarterly wage report within 30 days of the end of each quarter to the Mayor\ncertifying that the employee was paid the required minimum wage.\n“(b)(1) The Mayor shall create an Internet-based portal for online reporting of the\nquarterly wage reports required by subsection (a) of this section.\n“(2) An employer shall submit its quarterly wage reports online unless the\nemployer claims that online reporting creates a hardship, in which case the employer shall\nsubmit its reports in hard-copy form.\n“(3) The Mayor shall provide reporting requirements training to educate\nemployers about the reporting requirements and use of the Internet-based portal.\n“(c) The Mayor shall:\n“(1) Perform random reporting audits after each quarterly report deadline to\nensure compliance; and\n“(2) Submit an annual report to the Secretary to the Council of the compliance\ndata collected.\".\n(d) Section 11(2) (D.C. Official Code § 32-1010(2)) is amended as follows:\n(1) Strike the phrase “sections 9 and 10” and insert the phrase “sections 9, 10, and\n10a” in its place.\n(2) Strike the phrase “section 9” and insert the phrase “sections 9 and 10a” in its\nplace.\nSec. 3. Applicability.\nSection 2(b)-(d) of this act shall apply upon the inclusion of its fiscal effect in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\n\nAmend\n§ 32-1009\nNew\n§ 32-1009.01\n\nAmend\n§ 32-1010\n\nDelayed\nApplicability\n§§ 32-1009,\n32-1009.01,\n32-1010\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-91, effective March 11, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2967\n\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Minimum Wage Amendment Act of 2013", 
  "council_period": "20"
}