{
  "end": "2995", 
  "name": "Law_20-96.pdf", 
  "start": "2972", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2972\n\nAN ACT\n\nTo amend the Health Occupations Revision Act of 1985 to require certification for dentists and dental\nfacilities to administer general anesthesia or sedation, to authorize the Board of Dentistry to issue\nteacher’s licenses in dentistry and dental hygiene, to require certification for and regulate the\npractice of home health care administration, to change the name of the Board of Nursing Home\nAdministration to the Board of Long-Term Care Administration, to require licensure for and\nregulate the practice of assisted living administration, to require the licensure for and regulate the\npractice of athletic trainers and personal fitness trainers, to register and regulate assistants in the\npractice of audiology and speech-language pathology, to register and regulate the practice of\nspeech-language pathology clinical fellows, and to regulate the practice of veterinary medicine,\nincluding doctors of veterinary medicine, veterinary technicians, and veterinary euthanasia\ntechnicians; to amend the Health-Care and Community Residence Facility, Hospice and Home\nCare Licensure Act of 1983 to require home care agencies to provide a nursing service; to amend\nChapter 28 of Title 47 of the District of Columbia Official Code to establish licensure procedures\nand requirements for veterinary facilities; and to repeal the Veterinary Practice Act of 1982.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Omnibus Health Regulation Amendment Act of 2014”.\n\nTITLE I\nHEALTH PROFESSIONAL LICENSURE\nSec. 101. Short title.\nThis title may be cited as the “Health Professional Licensure Amendment Act of 2014”.\nSec. 102. The Health Occupations Revision Act of 1985, effective March 25, 1986 (D.C.\nLaw 6-99; D.C. Official Code § 3-1201.01 et seq.), is amended as follows:\n(a) The table of contents is amended as follows:\n(1) Title II is amended as follows:\n(A) Strike the phrase “Sec. 205. Board of Nursing Home Administration.”\nand insert the phrase “Sec. 205. Board of Long-Term Care Administration.” in its place.\n(B) New section designations 221 and 222 are added to read as follows:\n“Sec. 221.\nBoard of Veterinary Medicine.\n“Sec. 222.\nBoard of Veterinary Medicine executive director.”.\n(2) Title V is amended by adding a new section designation 508b to read as\nfollows:\n“Sec. 508b. License for dentistry and dental hygiene.”.\n(3) Add a designation for a new Title VIII-D to read as follows:\n\nBill 20-153\nAct 20-273\neffective\nFebruary 5,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nOmnibus\nHealth\nRegulation\nAmendment\nAct of 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2973\n\n“TITLE VIII-D.\n“PRACTICE OF VETERINARY MEDICINE; VETERINARY EUTHANASIA\nTECHNICIANS; VETERINARY TECHNICIANS\n“Sec. 861.\nPractice of veterinary medicine; license requirement.\n“Sec. 862.\nQualifications for license to practice veterinary medicine.\n“Sec. 863.\nCertification of veterinary technicians; restrictions.\n“Sec. 864.\nCertification of veterinary euthanasia technicians; restrictions.”.\n(4) Title IX is amended by adding new section designations 908 through 911 to\nread as follows:\n“Sec. 908.\nPersonal fitness trainer.\n“Sec. 909.\nAudiology assistants.\n“Sec. 910.\nSpeech-language pathology assistants.\n“Sec. 911.\nSpeech-language pathology clinical fellows.”.\n(5) Title XII is amended by adding a new section designation 1205 to read as\nfollows:\n“Sec. 1205. Individuals already practicing.”.\n(b) Section 101 (D.C. Official Code § 3-1201.01) is amended as follows:\n(1) Paragraph (1) is amended as follows:\n(A) Strike the phrase “Board of Nursing Home Administration” and insert\nthe phrase “Board of Long-Term Care Administration” in its place.\n(B) Strike the phrase “or the Board of Social Work,” and insert the phrase\n“the Board of Social Work, or the Board of Veterinary Medicine” in its place.\n(2) Paragraph (1A) is amended by striking the phrase “Board of Nursing Home\nAdministration” and inserting the phrase “Board of Long-Term Care Administration” in its\nplace.\n(3) New paragraphs (16), (17), (18), and (19) are added to read as follows:\n“(16) “Veterinarian” means a person who is a graduate of a school of veterinary\nmedicine and has received a doctorate in veterinary medicine or its equivalent.\n“(17) “Veterinary euthanasia technician” means a person certified by the Mayor\nto euthanize animals within the District.\n“(18) “Veterinary facility” means a fixed or mobile establishment where\nveterinary medicine is practiced. The term “veterinary facility” shall not include:\n“(A) Wildlife rehabilitation facilities, as defined in D.C. Official Code §\n47-2888.01(3); and\n“(B) Animal shelters, as defined in D.C. Official Code § 47-2888.01(1).\n“(19) “Veterinary technician” means a person certified by the Mayor to perform\nacts relating to maintenance of the health or treatment of an animal, except for the performance\nof surgery, diagnosis, or prescribing of medication for any animal.”.\n(c) Section 102 (D.C. Official Code § 3-1201.02) is amended as follows:\n(1) New paragraphs (2A-i) and (2A-ii) are added to read as follows:\n\nAmend\n§ 3-1201.01\n\nAmend\n§ 3-1201.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2974\n\n“(2A-i)(A) “Practice of assisted living administration” means planning,\norganizing, directing, and controlling the operation of an assisted living residence.\n“(B) For the purposes of this act, the term:\n“(i) “Assisted living administrator” or “ALA” means a person who\noversees the day-to-day operation of the facility, including compliance with all regulations for\nlicensed assisted living residences.\n“(ii) “Assisted living residence” shall have the same meaning as\nprovided in section 201(4) of the Assisted Living Residence Regulatory Act of 2000, effective\nJune 24, 2000 (D.C. Law 13-127; D.C. Official Code § 44-102.01(4)).\n“(2A-ii)(A) “Practice of athletic training” means any of the following:\n“(i) The treatment of an athletic injury that is:\n“(I) For an athlete whose condition is within the\nprofessional and educational ability of the licensed athletic trainer; and\n“(II) Performed under the general supervision of a\nphysician who has issued any written order, protocol, or recommendation for an athletic injury;\n“(ii) The immediate treatment of athletic injuries, including\ncommon emergency medical situations;\n“(iii) The provision of education, guidance, and counseling to\nathletes, coaches, parents of athletes, and athletic communities regarding athletic training and the\nprevention, care, and treatment of athletic injuries; and\n“(iv) The organization and administration of athletic training\nprograms.\n“(B) Nothing in subparagraph (A) of this paragraph shall be construed as\nauthorizing:\n“(i) The diagnosis of a physical disability, massaging of the\nsuperficial soft tissues of the body, or the use of X rays, radium, or electricity for cauterization or\nsurgery by an athletic trainer;\n“(ii) Treatment or rehabilitation of neurologic injuries, conditions,\nor disease other than the preventative and emergency medical treatment authorized by\nsubparagraphs (A)(i) and (A)(ii) of this paragraph; and\n“(iii) The expansion of treatment beyond the determination of the\nsupervising physician.\n“(C) Nothing in subparagraph (A) of this paragraph shall be construed as\npreventing or restricting:\n“(i) The lawful practice of a licensed health care professional\nunder the scope of his or her license; provided, that he or she does not hold himself or herself out\nas an athletic trainer;\n“(ii) Self-care by a patient, the provision of basic first aid services\nby an individual, or the gratuitous care by a friend or family member who does not represent\nhimself or herself as an athletic trainer;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2975\n\n“(iii) The lawful practice of a personal trainer registered with the\nMayor; provided, that the person does not represent himself or herself as an athletic trainer or\nprovide athletic trainer services, and treatment of any athletic injuries is limited to the provision\nof basic first aid;\n“(iv) Coaches and physical education instructors, health or\nrecreation directors, health club or spa instructors, and water safety instructors that are\nsupervising athletic activities, exercise, aerobics, weightlifting, water safety, and other\nrecreational physical activities; provided, that the person does not represent himself or herself as\nan athletic trainer or provide athletic trainer services, and if any treatment of athletic injuries is\nlimited to the provision of basic first aid;\n“(v) The activities of athletic training students acting under the\ndirection of an athletic trainer licensed, certified, or registered in any state; provided, that the\nstudents are designated by a title that clearly indicates their status as athletic training students; or\n“(vi) The activities of athletic trainers from other nations, states, or\nterritories when performing their duties for their respective teams or organizations and only\nduring the course of their team's or organization's stay in the District; provided, that the athletic\ntrainers are currently licensed, certified, or registered, in any state or Canada, or are currently\ncertified by the National Athletic Trainers Association Board of Certification, Inc., or its\nsuccessor.\n“(D) For the purposes of this paragraph, the term:\n“(i) “Athlete” means:\n“(I) A person participating in, or preparing for a\ncompetitive team or individual sport or other athletic activity being conducted by an educational\ninstitution, professional athletic organization, or a board-sanctioned amateur athletic\norganization; or\n“(II) A member of an athletic team.\n“(i) “Athletic injury” means a musculoskeletal injury suffered by\nan athlete resulting from or limiting participation in or training for scholastic, recreational,\nprofessional, or amateur athletic activities.\n“(ii) “Treatment” means the prevention, evaluation, recognition,\nmanagement, treatment, rehabilitation, or reconditioning of an athletic injury, including the\nusage of appropriate preventative and supportive devices, temporary splinting and bracing,\nphysical modalities of heat, cold, light, massage, water, electric stimulation, sound, and exercise\nequipment for which an athletic trainer has received appropriate training or education.\n“(E) Any person who holds a license pursuant to this act as an athletic\ntrainer may use the letters \"LAT\" or “AT” in connection with the person's name to denote\nlicensure hereunder, and unlicensed persons are prohibited from using in connection with their\nname or business activity the words \"athletic trainer,\" \"trainer,\" \"certified athletic trainer,\" and\n\"licensed athletic trainer.\".\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2976\n\n(2) Paragraph (2B)(B) is repealed.\n(3) A new paragraph (2C) is added to read as follows:\n“(2C) “Practice by an audiology assistant” means assisting a licensed audiologist\nin implementing audiology care and treatment plans for patients under the direct supervision and\ndirection of the licensed audiologist.”.\n(4) Redesignate paragraphs (6A) and (6B) as paragraphs (6B) and (6C),\nrespectively.\n(5) A new paragraph (6A) is added to read as follows:\n“(6A)(A) “Practice of home health care administration” means planning,\norganizing, directing, and controlling the provision of skilled and paraprofessional home health\ncare, including related services, to individuals in out-of-hospital settings, such as private homes,\nboarding homes, hospices, and shelters.\n“(B) For the purposes of this act, the term “home health care\nadministrator” means a person who oversees the day-to-day operation of the provision of home\nhealth care, including compliance with all regulations for home care agency and home health\nagency administration.”.\n(6) Paragraph (19)(D)is repealed.\n(7) New paragraphs (19A) and (19B) are added to read as follows:\n“(19A) “Practice by a speech-language pathology assistant” means assisting a\nlicensed speech-language pathologist in implementing speech-language pathology care and\ntreatment plans for patients under the direct supervision and direction of the licensed speechlanguage pathologist.\n“(19B) “Practice by a speech-language pathology clinical fellow” means the\npractice of speech-language pathology by a participant in a clinical fellowship that meets the\ndefinition set forth in section 911.”.\n(8) A new paragraph (21) is added to read as follows:\n“(21) “Practice of veterinary medicine” means:\n“(A) The diagnosis, prognosis, prevention, testing, or treatment of a\ndisease, pain, deformity, defect, injury, or any other physical condition of an animal;\n“(B) Performing a surgical, medical, or dental procedure, or rendering\nsurgical, medical, or dental aid to, for, or upon an animal;\n“(C) The practice of another branch or specialty of medicine or health care\non an animal; or\n“(D) Prescribing, administering, or dispensing of drugs or medications for\nuse on animals or for euthanasia of an animal.”.\n(d) Section 103 (D.C. Official Code § 3-1201.03) is amended as follows:\n(1) Subsection (c)(3) is amended by striking the phrase “or health facility” and\ninserting the phrase “health facility, or veterinary facility” in its place.\n(2) Subsection (e)(2) is amended to read as follows:\n\nDelayed\nAmendment,\nMarch 26,\n2015\n\nDelayed\nAmendment,\nMarch 26,\n2015\n\nAmend\n§ 3-1201.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2977\n\n“(2) At a hospital, nursing home, health facility, or veterinary facility operated by\nthe District or federal government, or other health care facility or veterinary facility considered\nappropriate by the Board; and”.\n(e) Section 201 (D.C. Official Code § 3-1202.01) is amended as follows:\n(1) Subsection (b) is amended to read as follows:\n“(b) The Board of Dentistry shall regulate the practices of dentistry and dental hygiene\nand dental assistants, issue teaching licenses as provided under section 508b, and issue\ncertifications to dentists and facilities where dentistry is practiced to permit a dentist to\nadminister general or sedation anesthesia.”.\n(2) A new subsection (g) is added to read as follows:\n“(g) The Board of Dentistry may adopt regulations governing:\n“(1) The administration of general anesthesia by a licensed dentist;\n“(2) The administration of sedation by a licensed dentist;\n“(3) The issuance of a certification to a facility where a dentist administers or has\ngeneral anesthesia or sedation administered; and\n“(4) The issuance of a certification to a dentist who administers or has general\nanesthesia or sedation administered.”.\n(f) Section 205 (D.C. Official Code § 3-1202.05) is amended to read as follows:\n“Sec. 205. Board of Long-Term Care Administration.\n“(a) There is established a Board of Long-Term Care Administration to consist of 7\nmembers appointed by the Mayor with the advice and consent of the Council.\n“(b) The Board shall regulate the practice of nursing home administration, the practice of\nassisted living administration, and the practice of home health care administration.\n“(c) Of the members of the Board, 2 shall be nursing home administrators licensed in the\nDistrict, one shall be an assisted living administrator licensed in the District, one shall be an\neducator from an institution of higher learning engaged in teaching health care administration,\none shall be an allied health professional licensed in the District who has a demonstrated interest\nin long-term care, one shall be a health professional licensed in the District who has experience\nin long-term care such as a social worker or other long-term care professional such as a home\nhealth care administrator, and one shall be a consumer member.\n“(d) Except as provided in subsection (e) of this section, members of the Board shall be\nappointed for terms of 3 years.\n“(e) Of the members initially appointed under this section, 2 shall be appointed for a term\nof one year, 2 shall be appointed for a term of 2 years, and 3 shall be appointed for a term of 3\nyears. The terms of the members first appointed shall begin on the date that a majority of the first\nmembers are sworn in, which shall become the anniversary date for all subsequent\nappointments.”.\n(g) Section 209(b) (D.C. Official Code § 3-1202.09(b)) is amended to read as follows:\n“(b) The Board shall regulate the practice of physical therapy and the practice of athletic\ntraining, including practices by physical therapist assistants and by personal fitness trainers.”.\n(h) Section 218 (D.C. Official Code § 3-1202.18) is amended as follows:\n\nAmend\n§ 3-1202.01\n\nAmend\n§ 3-1202.05\n\nAmend\n§ 3-1202.09\n\nAmend\n§ 3-1202.18\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2978\n\n(1) Subsection (b) is amended to read as follows:\n“(b) The Board shall regulate the practice of audiology, the practice of speech pathology,\nthe practice of audiology and speech-language pathology assistants, and the practice of speechlanguage pathology clinical fellows.”.\n(2) Subsection (d) is amended by striking the first sentence and inserting the\nsentence “Of the members of the Board, 2 shall be practicing audiologists, 3 shall be practicing\nspeech-language pathologists, and 2 shall be consumer members with no direct affiliation with\neither the practice of audiology or the practice of speech-language pathology or other health\nprofession.” in its place.\n(i) New sections 221 and 222 are added to read as follows:\n“Sec. 221. Board of Veterinary Medicine.\n“(a) There is established a Board of Veterinary Medicine to consist of 5 members\nappointed by the Mayor with the advice and consent of the Council.\n“(b) The Board shall regulate the practices of veterinarians, veterinary technicians, and\nveterinary euthanasia technicians in the District of Columbia, and shall advise the Mayor with\nrespect to the regulation of veterinary facilities.\n“(c) Of the members of the Board, 3 shall be licensed veterinarians, one shall be a\nveterinary technician, and one shall be a consumer.\n“(d) Except as provided in subsection (e) of this section, members of the Board shall be\nappointed for terms of 3 years.\n“(e) The members of the Board of Veterinary Examiners serving on the effective date of\nthe Omnibus Health Regulation Amendment Act of 2014, passed on 2nd reading on January 7,\n2014 (Enrolled version of Bill 20-153), shall become members of the Board of Veterinary\nMedicine and shall continue to serve on the Board of Veterinary Medicine for the remainder of\ntheir terms.\n“Sec. 222.\nBoard of Veterinary Medicine executive director.\n“The Mayor shall appoint an executive director to implement and administer the orders of\nthe Board of Veterinary Medicine in accordance with this act and the rules and regulations issued\npursuant to this act.”.\n(j) Section 401(b)(2) (D.C. Official Code § 3-1204.01(b)(2)) is amended by adding a\nsentence at the end of the paragraph to read as follows: “The veterinary technician member\ninitially appointed to the Board of Veterinary Medicine shall be eligible for and shall file a\ntimely application for certification in the District.”.\n(k) Section 501(a) (D.C. Official Code § 3-1205.01(a)) is amended to read as follows:\n“(a)(1) A license issued pursuant to this act is required to practice acupuncture, advanced\npractice addiction counseling, assisted living administration, audiology, chiropractic, dental\nhygiene, dentistry, dietetics, home health care administration, marriage and family therapy,\nmassage therapy, medicine, naturopathic medicine, nutrition, nursing home administration,\noccupational therapy, optometry, pharmaceutical detailing, pharmacy, physical therapy, podiatry,\npractical nursing, professional counseling, psychology, registered nursing, respiratory care,\nsocial work, speech-language pathology, veterinary medicine, or to practice as an\n\nNew\n§ 3-1202.21\n\nNew\n§ 3-1202.22\n\nAmend\n§ 3-1204.01\n\nAmend\n§ 3-1205.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2979\n\nanesthesiologist assistant, athletic trainer, personal fitness trainer, physician assistant, physical\ntherapy assistant, polysomnographic technologist, occupational therapy assistant, or surgical\nassistant in the District, except as otherwise provided in this act.\n“(2) Registration is required to practice as an audiology assistant, dental assistant,\nnursing assistive personnel, psychology associate, polysomnographic technician or trainee,\nspeech-language pathology assistant, or speech-language pathology clinical fellow.\n“(3) Certification is required to practice as an addiction counselor I, addiction\ncounselor II, advanced practice registered nursing, veterinary technician, or a veterinary\neuthanasia technician.\n“(4) Except for administering general or sedation anesthesia in a hospital as\ndefined in section 2(a)(1) of the Health-Care and Community Residence Facility Hospice and\nHome Care Licensure Act of 1983, effective February 24, 1984 (D.C. Law 5-48; D.C. Official\nCode § 44-501(a)(1)), a federal agency or facility, or a dental school, certification is required for\na dentist, or for a facility where dentistry is practiced, to administer general or sedation\nanesthesia.”.\n(l) Section 502 (D.C. Official Code § 3-1205.02) is amended as follows:\n(1) Subsection (a)(3) is amended as follows:\n(A) Strike the phrase “providing care to an individual or group” and insert\nthe phrase “providing care to an individual, an animal, or group” in its place.\n(B) Strike the phrase “consultation by or on behalf of a specific patient or\nclient to visit, examine, treat, or advise the specific patient or client in the District,” and insert the\nphrase “consultation by or on behalf of a specific patient, animal, or client to visit, examine,\ntreat, or provide advice regarding the specific patient, animal, or client in the District,” in its\nplace.\n(2) Subsection (b) is amended by striking the phrase “patients or clients” and\ninserting the phrase “patients, animals, or clients” in its place.\n(m) Section 504 (D.C. Official Code § 3-1205.04) is amended as follows:\n(1)\nSubsection (f)(1) is amended by striking the phrase “Board of Nursing\nHome Administration” and inserting the phrase “Board of Long-Term Care Administration” in\nits place.\n(2)\nA new subsection (r) is added to read as follows:\n“(r)(1) An individual applying for a license to practice as an athletic trainer under this act\nshall establish to the satisfaction of the Board of Physical Therapy that the individual has:\n“(A) Successfully obtained at least a baccalaureate degree from a 4-year\ncollege or university that is accredited by an agency recognized for that purpose by the United\nStates Department of Education and has met the minimum athletic training curriculum\nrequirements established by the Mayor by rulemaking;\n“(B) Successfully completed the certification examination administered by\nthe National Athletic Trainers Association Board of Certification, or its successor, or an\nequivalent organization approved or recognized by the Board of Physical Therapy; and\n\nAmend\n§ 3-1205.02\n\nAmend\n§ 3-1205.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2980\n\n“(C) Successfully completed any other requirements for licensure as\ndetermined by rules issued pursuant to section 302.\n“(2) The Board of Physical Therapy shall waive the requirement of a\nbaccalaureate degree for an applicant holding a license, certification, or registration, in good\nstanding, in another state to engage in the practice of athletic training, if that state maintains\nqualifications for licensure, certification, or registration that are substantially equivalent to those\nrequired in the District, and gives similar reciprocity to the licensees of the District.”.\n(n) A new section 508b (to be codified at D.C. Official Code § 3-1205.08b) is added to\nread as follows:\n“Sec. 508b. Teaching license for dentistry and dental hygiene.\n“(a) A dentist is eligible for a teacher’s license if the dentist, in addition to meeting the\nrequirements of this title, meets the following criteria:\n“(1) Is of good moral character and professionally competent;\n“(2) Is at least 21 years of age;\n“(3) Holds a Degree of Doctor of Dental Surgery, Doctor of Dental Medicine, or\nits equivalent, from a college or university that is authorized by any state of the United States or\nany province of Canada to grant a degree and is recognized by the Board of Dentistry as\nrequiring adequate professional collegiate training and as maintaining an acceptable course of\ndental instruction;\n“(4) Is licensed to practice dentistry in any other state; and\n“(5) Submits a complete application for licensure, along with the requisite fee, to\nthe Board.\n“(b) A dentist who does not meet the criteria set forth in subsection (a) of this section\nmay be eligible for a dental teacher’s license if the dean of the dental school where the dentist\nwill practice requests that the dentist be granted the license, circumstances exist that justify\ngranting the request, and the dentist meets the following criteria:\n“(1) Is at least 21 years of age;\n“(2) Holds a Degree of Doctor of Dental Surgery, Doctor of Dental Medicine, or\nan equivalent degree from a school, college, or faculty of dentistry;\n“(3) Demonstrates that the applicant has had at least 2 years of clinical dental\nexperience;\n“(4) Is of good moral character and professionally competent; and\n“(5) Submits a complete application for licensure, along with the requisite fee, to\nthe Board.\n“(c) An applicant for a teacher’s license in dentistry shall:\n“(1) Have completed an educational program in the practice of dentistry at an\ninstitution recognized by the Commission on Dental Accreditation of the American Dental\nAssociation (“CODA”); or demonstrate to the satisfaction of the Board that the applicant’s\neducation and training are substantially equivalent to the requirements of this section;\n“(2) Have successfully completed Part I and Part II of the examination of the Joint\nCommission on National Dental Examinations; and\n\nNew\n§ 3-1205.08b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2981\n\n“(3) Have an appointment or a promise of an appointment as a full-time or parttime faculty member at an accredited dental school located in the District of Columbia and the\ninstitution where the dentist is appointed provides documentation satisfactory to the Board of the\nappointment.\n“(d) The Board may grant a teacher’s license in dental hygiene if it finds that:\n“(1) The applicant has completed an educational program in the practice of dental\nhygiene of at least 2 academic years at an institution recognized by the CODA at the time the\napplicant graduated; or the applicant demonstrates to the satisfaction of the Board that the\napplicant’s education and training are substantially equivalent to the requirements of this section;\n“(2) The applicant submits evidence satisfactory to the Board that the applicant\nhas been actively engaged in the practice of dental hygiene for the 3 years immediately\npreceding the application, and has at least 150 hours of active dental hygiene practice;\n“(3) The applicant is found to be of good moral character and professionally\ncompetent;\n“(4) The applicant has successfully completed the National Board of Dental\nHygiene Examination; and\n“(5) The applicant will be appointed to a full-time or part-time faculty position at\nan accredited dental school located within the District of Columbia and the institution provides\ndocumentation satisfactory to the Board of the appointment.\n“(e)(1) While it is effective, a teacher’s license in dentistry issued under this title\nauthorizes the licensee to:\n“(A) Teach dentistry at only the institution named on the license; and\n“(B) Practice only at the institution named on the license to the same\nextent as other faculty members who hold general licenses to practice dentistry; provided, that a\nlicensed dentist employed by the school provides general supervision in all clinical practice.\n“(2) For the purposes of this subsection, the term “general supervision” means\nthat a licensed dentist is physically present or available by telecommunications device to\nsupervise the holder of a teacher’s license in dentistry.\n“(f)(1) While it is effective, a teacher’s license in dental hygiene issued under this title\nauthorizes the licensee to:\n“(A) Teach dental hygiene only at the institution named on the license;\nand\n“(B) Practice dental hygiene only at the institution named on the license,\nand only under the direct supervision of a licensed dentist employed by the institution named on\nthe license.\n“(2) For the purposes of this subsection, the term “direct supervision” means that\na licensed dentist is physically present and reviews the work of the holder of a teacher’s license\nin dental hygiene before a patient leaves.\n“(g) A teacher’s license in dentistry or dental hygiene shall expire on the earlier of:\n“(1) The date set by the Board, unless the license is renewed for an additional\nterm; or\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2982\n\n“(2) The date when the licensee ceases to be a full-time or part-time faculty\nmember at the institution named on the license.\n“(h) The holder of a teacher’s license in dentistry or dental hygiene shall surrender the\nlicense to the Board within 30 days of ceasing to be a full-time or part-time faculty member at\nthe institution named on the license.\n“(i) A holder of a teacher’s license in dentistry shall comply with all the requirements for\nthe practice of dentistry under this act and the holder of a teacher’s license in dental hygiene\nshall comply with all the requirements for the practice of dental hygiene under this act.”.\n(o) Section 514(a) (D.C. Official Code § 3-1205.14(a)) is amended as follows:\n(1) Paragraph (45) is amended by striking the word “or” at the end.\n(2) Paragraph (46) is amended by striking the phrase “administrator.” and\ninserting the phrase “administrator;” in its place.\n(3) New paragraphs (47), (48), (49), and (50) are added to read as follows:\n“(47) Acts fraudulently or dishonestly in the application or reporting of a test for\nanimal disease;\n“(48) Fails to report, as required by law, or makes a false report of a contagious or\ninfectious disease;\n“(49) Willfully neglects or misrepresents the inspection of food-stuffs or the\nissuance of health or inspection certificates; or\n“(50) Knowingly or negligently tortures, beats, or mutilates an animal, kills or\ninjures an animal, or deprives an animal of necessary food, water, or shelter.”.\n(p) Section 515(a)(1)(D) (D.C. Official Code § 3-1205.15(a)(1)(D)) is amended by\nstriking the phrase “presents an imminent danger to the health and safety of the public” and\ninserting the phrase “presents an imminent danger to the health and safety of the public or to\nanimals” in its place.\n(q) A new Title VIII-D is added to read as follows:\n“TITLE VIII-D.\n“QUALIFICATION FOR LICENSURE TO PRACTICE VETERINARY MEDICINE;\nCERTIFICATION FOR VETERINARY EUTHANASIA TECHNICIANS AND\nVETERINARY TECHNICIANS\n“Sec. 861. Practice of veterinary medicine; license requirement.\n“(a) A person shall not engage in the practice of veterinary medicine without being\nlicensed by the Board of Veterinary Medicine.\n“(b) A license shall not be required for:\n“(1) An employee or agent of the federal or District government while performing\nhis or her official duties provided, that a person exempt under this paragraph shall not perform\nsurgical operations;\n“(2) Experimentation and scientific research in connection with the study and the\ndevelopment of methods and techniques, directly or indirectly related or applicable to the\nproblems or to the practice of veterinary medicine, when conducted by the federal or District\ngovernment;\n\nAmend\n§ 3-1205.14\n\nAmend\n§ 3-1205.15\n\nNew\nSubchapter\nVIII-D,\nChapter 12,\nTitle 3\nNew\n§ 3-1208.61\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2983\n\n“(3) A merchant or manufacturer for the sale, at his or her regular place of\nbusiness, of medicine, feed, appliances, or other products used to prevent or treat animal\ndiseases;\n“(4) A person engaging in scientific research that reasonably requires\nexperimentation with animals as permitted under federal law;\n“(5) A licensed wildlife rehabilitator licensed in any state or the District to\nprovide wildlife rehabilitation provided, that a rehabilitator shall not perform surgery, diagnose,\nor prescribe medication, and may only perform services on indigenous wild animals.”.\n“Sec. 862. Qualifications for license to practice veterinary medicine.\n“(a) The Board of Veterinary Medicine shall issue a license to practice veterinary\nmedicine to a person who, in addition to meeting the requirements of Title V :\n“(1) Is a graduate of a school of veterinary medicine approved by the Board;\n“(2) Has passed an examination as prescribed by the Board to determine the\nperson’s competence to engage in the practice of veterinary medicine; and\n“(3) Has not been convicted of a crime involving moral turpitude or animal\ncruelty.\n“(b)The Board may waive the examination requirements of this section upon the request\nof any applicant for licensure, when that applicant has:\n“(1) Submitted a properly completed application and paid the requisite application\nfees; and\n“(2) Demonstrated that he or she has passed an examination in a state or territory\nof the United States where the requirements for licensure are deemed by the Board to be\nsubstantially equivalent to those in the District; and\n“(3) Demonstrated that he or she has maintained a license in good standing and\nhas practiced continuously in the jurisdiction for the 12 months preceding the date of application.\n“(c) The Board shall, upon receipt of a properly completed application , issue a license to\nengage in the practice of veterinary medicine in the District to a graduate of a foreign school of\nveterinary medicine who, in addition to meeting the requirements of Title V, has:\n“(1) Graduated from a school of veterinary medicine that is accredited by the\njurisdiction in which it is located;\n“(2) Submitted proper credentials to the Board as may be determined in rules\nissued by the Mayor; and\n“(3) Passed a written examination as required by the Board to determine the\nperson’s competency to engage in the practice of veterinary medicine.\n“(d) Any person licensed to practice veterinary medicine pursuant to the Veterinary\nPractice Act of 1982, effective March 9, 1983 (D.C. Law 4-171; D.C. Official Code §3-501 et\nseq.), shall be considered to be licensed under this act.\n“Sec. 863. Certification of veterinary technicians; restrictions.\n“(a) A person shall not engage in activities related to maintaining the health or treatment\nof an animal unless certified by the Board of Veterinary Medicine as a veterinary technician.\n\nNew\n§ 3-1208.62\n\nNew\n§ 3-1208.63\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2984\n\n“(b) A person certified as a veterinary technician may provide only veterinary technician\nservices, as prescribed by the Mayor through rulemaking, and only under the general supervision\nof a veterinarian licensed in the District.\n“(c) A person certified as a veterinary technician shall not receive compensation for\nperforming veterinary technician services, except that a certified veterinary technician may\nreceive a salary or other compensation paid by an employing veterinarian, veterinary facility,\nshelter, humane society, animal control facility, or wildlife rehabilitation facility.\n“Sec. 864. Certification of veterinary euthanasia technicians; restrictions.\n“(a) No person may euthanize an animal without first obtaining certification by the Board\nof Veterinary Medicine as a veterinary euthanasia technician.\n“(b) A person certified as a veterinary euthanasia technician shall not provide veterinary\neuthanasia services except while under the general supervision of a veterinarian licensed in the\nDistrict.\n“(c) A certified veterinary euthanasia technician shall only provide services related to the\nhumane euthanasia of an animal as prescribed by the Mayor through rulemaking.\n“(d) A person certified as a veterinary euthanasia technician shall not receive\ncompensation for performing veterinary euthanasia technician services, except that a certified\nveterinary euthanasia technician may receive a salary or other compensation paid by an\nemploying veterinarian, veterinary facility, humane society, animal shelter, animal control\nfacility, or wildlife rehabilitation facility.\n“Sec. 865. Definitions.\n“For the purposes of this title, the term “general supervision” means that the services of\nthe technician are provided under the direction of a licensed veterinarian, and the veterinarian is\naccessible and available to the technician via a telephone communication device or on the\npremises.”.\n(r) New sections 908, 909, 910, and 911 are added to read as follows:\n“Sec. 908. Personal fitness trainer.\n“(a) For the purposes of this section, the term “personal fitness trainer” means a person\nwho develops and implements an individualized approach to exercise, including personal\ntraining and instruction in physical fitness and conditioning for an individual and a person who\nperforms similar physical fitness training regardless of the designation used.\n“(b) A person who practices or offers to practice as a personal fitness trainer in the\nDistrict shall register with the Mayor on forms prescribed by the Mayor, renew the regisration at\nintervals the Mayor may require by rule, and pay the registration fee established by the Mayor.\n“(c) Nothing in subsection (a) of this section shall be construed as preventing or\nrestricting:\n“(1) The lawful practice of a licensed health care professional under the scope of\nhis or her license;\n“(2) Self-training by an individual or the gratuitous personal fitness training\nservices provided by a friend or family member who does not represent himself or herself as a\npersonal fitness trainer;\n\nNew\n§ 3-1208.64\n\nNew\n§ 3-1208.65\n\nNew\n§ 3-1209.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2985\n\n“(3) The lawful practice of an athletic trainer licensed by the Mayor provided,\nthat the person does not represent himself or herself as a personal fitness trainer or provide\npersonal fitness training services; or\n“(4) Coaches and physical education instructors, health or recreation directors,\nhealth club or spa instructors, and water safety instructors who are supervising athletic activities,\nexercise, aerobics, weightlifting, water safety, and other recreational physical activities;\nprovided, that the person does not represent himself or herself as an athletic trainer or provide\npersonal fitness trainer services;\n“(5) The activities of a personal fitness training student acting under the direction\nof a personal fitness trainer registered with the Mayor provided, that the student is designated by\na title that clearly indicates his or her affiliation and status as a personal fitness training student.\n“(d) A person registered with the Mayor pursuant to this act as a personal fitness trainer\nmay use the letters “PFT” or “RPFT” in connection with his or her name to denote registration\nunder this act, and an unregistered person is prohibited from using such letters in connection with\nhis or her name and business activity, or the words “personal trainer,” “trainer,” “registered\npersonal trainer,” and “certified personal trainer,” or “licensed personal trainer.”\n“(e) A registered personal trainer may not use the letters “RPT,” or “PT” in connection\nwith his or her name to denote registration under this act.\n“(f) A person holding a valid physical therapy license under this act is exempt from the\nprovisions of this section.”.\n“Sec. 909. Audiology assistants.\n“(a) For the purposes of this section, the term:\n“(1) “Audiology assistant” means an individual who is registered with the Board\nof Audiology and Speech-Language Pathology to engage in practice as an audiology assistant.\n“(2) “Direct supervision” means on-site and personal oversight by a licensed\naudiologist who:\n“(A) Assumes responsibility for an audiology assistant’s conduct in the\naudiology office or treatment facility;\n“(B) Personally diagnoses the condition to be treated;\n“(C) Personally authorizes procedures;\n“(D) Remains in the audiology office or treatment facility while the\nprocedures are being performed by the audiology assistant; and\n“(E) Personally evaluates the performance of the audiology assistant\nbefore dismissal of the patient.\n“(b) A person who practices as an audiology assistant shall be registered with the Board\naccording to rules adopted by the Mayor, renew the registration as required by rule, and pay the\nrequired registration fee established by the Board.\n“(c) To be eligible for registration as an audiology assistant, a person shall provide proof\nacceptable to the Board that he or she:\n“(1) Meets the minimum qualifications established by the Mayor through\nrulemaking;\n\nNew\n§ 3-1209.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2986\n\n“(2) Has graduated from an accredited college or university with at least an\nassociate’s degree based on a program of studies primarily focusing on audiology or hearing\nsciences and disorders, or a program determined by the Board to be substantially equivalent in\nsubject matter and extent of training to an associate’s degree in audiology;\n“(3) Has successfully completed the clinical observation hours and supervised\nclinical assisting experience hours required by regulations adopted by the Mayor; and\n“(4) Has paid the required registration fee.\n“(d) A person shall not practice as an audiology assistant or use the title of audiology\nassistant unless he or she:\n“(1) Is registered with the Board to practice as an audiology assistant;\n“(2) Practices under the direct supervision and direction of a licensed audiologist,\nexcept as provided for in subsection (e)(2) of this section; and\n“(3) Wears a name tag bearing the title “audiology assistant” while acting in a\nprofessional capacity and displays his or her current registration in a conspicuous place in the\noffice where the audiology assistant is employed.\n“(e) A registered audiology assistant shall not:\n“(1) Work independently;\n“(2) Practice as an audiology assistant, unless doing so while under the direct\nsupervision of a licensed audiologist or an audiologist employed by any agency of the federal\ngovernment performing the duties of that agency; or\n“(3) Provide any services for which the audiology assistant has not received\ntraining to enable the audiology assistant to competently and safely perform the assigned tasks\nand job duties, or that cannot be delegated by an audiologist as set forth in rulemaking by the\nBoard.\n“(f) A licensed audiologist may delegate duties to an audiology assistant that are\nappropriate to the training and experience of the audiology assistant and within the scope of\npractice of the supervising audiologist; provided, that the audiologist shall not delegate to an\naudiology assistant any task or function identified through rulemaking as a task or function that\nshall not be delegated.\n“(g) For a period of one year following the effective date of the Omnibus Health\nRegulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version\nof Bill 20-153), unless further time is granted by the Mayor through rulemaking, a person who\nhas received appropriate training for the tasks assigned may practice as an audiology assistant\nregardless of registration with the Board, only while under the supervision of a licensed\naudiologist, except as provided for in subsection (e)(2) of this section.\n“(h) For a period of one year following the effective date of the Omnibus Health\nRegulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version\nof Bill 20-153), a person practicing as an audiology assistant may register as an audiology\nassistant notwithstanding the educational requirements of subsection (c)(2) of this section;\nprovided, that the person has been employed under the direct supervision of an audiologist for a\nminimum of 15 hours per week during at least 3 of the 5 years preceding the enactment of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2987\n\nOmnibus Health Regulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014\n(Enrolled version of Bill 20-153).\n“Sec. 910. Speech-language pathology assistants.\n“(a) For the purposes of this section, the term:\n“(1) “Direct supervision” means on-site and personal oversight by a licensed\nspeech-language pathologist who:\n“(A) Assumes responsibility for a speech-language pathology assistant’s\nconduct in the speech-language pathology office or treatment facility;\n“(B) Personally diagnoses the condition to be treated;\n“(C) Personally authorizes procedures;\n“(D) Remains in the speech-language pathology office or treatment\nfacility while the procedures are being performed by the speech-language pathology assistant;\nand\n“(E) Personally evaluates the performance of the speech-language\npathology assistant before dismissal of the patient.\n\"(2) “Speech-language pathology assistant” means an individual who is registered\nwith the Board of Audiology and Speech-Language Pathology to engage in practice as a speechlanguage pathology assistant.\n“(b) A person who practices as a speech-language pathology assistant shall:\n“(1) Be registered with the Board according to rules adopted by the Mayor;\n“(2) Renew the registration as required by rule; and\n“(3) Pay the required registration fee established by the Board.\n“(c) To be eligible for registration as a speech-language pathology assistant, a person\nshall provide proof acceptable to the Board that he or she:\n“(1) Meets the minimum qualifications established by the Mayor through\nrulemaking;\n“(2) Has graduated from an accredited college or university with at least an\nassociate’s degree based on a program of studies primarily focusing on speech-language\npathology or communicative sciences and disorders, or a program determined by the Board to be\nsubstantially equivalent in subject matter and extent of training to an associate’s degree in\nspeech-language pathology;\n“(3) Has successfully completed the clinical observation hours and supervised\nclinical assisting experience hours required by regulations adopted by the Mayor; and\n“(4) Has paid the required registration fee.\n“(d) A person shall not practice as a speech-language pathology assistant or use the title\nof speech-language pathology assistant unless he or she:\n“(1) Is registered with the Board to practice as a speech-language pathology\nassistant;\n“(2) Practices under the direct supervision and direction of a licensed a speechlanguage pathologist, except as provided for in subsection (e)(2) of this section; and\n\nNew\n§ 3-1209.10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2988\n\n“(3) Wears a name tag bearing the title “speech-language pathology assistant”\nwhile acting in a professional capacity and displays his or her current registration in a\nconspicuous place in the office where the speech-language pathology assistant is employed.\n“(e) A registered speech-language pathology assistant shall not:\n“(1) Work independently;\n“(2) Practice speech-language pathology assistance unless under the direct\nsupervision of a licensed speech-language pathologist, or a speech-language pathologist\nemployed by any agency of the federal government performing the duties of that agency; or\n“(3) Provide any services for which he or she has not received training to enable\nhim or her to competently and safely perform the assigned tasks and job duties, or that cannot be\ndelegated by a speech-language pathologist as set forth in rulemaking by the Mayor.\n“(f) A licensed speech-language pathologist may delegate duties to a speech-language\npathology assistant that are appropriate to the training and experience of the speech-language\npathology assistant and within the scope of practice of the supervising speech-language\npathologist; provided, that the speech-language pathologist shall not delegate to a speechlanguage pathology assistant any task or function identified, through rulemaking, as a task or\nfunction that shall not be delegated.\n“(g) For a period of one year following the effective date of the Omnibus Health\nRegulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version\nof Bill 20-153), unless further time is granted by the Mayor through rulemaking, a person who\nhas received appropriate training for the tasks assigned may practice as a speech-language\npathology assistant regardless of registration with the Board, only while under the supervision of\na licensed speech-language pathologist, except as provided for in subsection (e)(2) of this\nsection.\n“(h) For a period of one year following the effective date of the Omnibus Health\nRegulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version\nof Bill 20-153), a person practicing as a speech-language pathology assistant may register as a\nspeech-language pathology assistant notwithstanding the educational requirements of subsection\n(c)(2) of this section provided, that the person has been employed under the direct supervision of\na speech-language pathologist for a minimum of 15 hours per week during at least 3 of the 5\nyears preceding the enactment of the Omnibus Health Regulation Amendment Act of 2014,\npassed on 2nd reading on January 7, 2014 (Enrolled version of Bill 20-153).\n“Sec. 911. Speech-language pathology clinical fellows.\n“(a) For the purposes of this section, the term:\n“(1) “Speech-language pathology clinical fellow” means an individual who is\nregistered with the Board of Audiology and Speech-Language Pathology to engage in practice as\na speech-language pathology clinical fellow.\n“(2) “Supervision” means the on-site or other personal and direct oversight and\ninvolvement of a supervising speech-language pathologist in any and all ways that will permit\nthe supervising speech-language pathologist to monitor, improve, and evaluate the clinical\nfellow's performance in professional employment according to the degree of oversight and\n\nNew\n§ 3-1209.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2989\n\ninvolvement necessary to support the particular clinical fellow’s development in self-recognition\nof clinical and professional strengths and areas requiring additional development of skill.\n“(b) A person who practices as a speech-language pathology clinical fellow shall be\nregistered with the Board according to rules adopted by the Mayor, renew the registration as\nrequired by rule, and pay the required registration fee established by the Board.\n“(c) To be eligible for registration as a speech-language pathology clinical fellow, a\nperson shall provide proof acceptable to the Board that he or she:\n“(1) Meets the minimum qualifications established by the Mayor through\nrulemaking;\n“(2) Has graduated from an accredited college or university with at least a\nMaster’s degree based on a program of studies primarily focusing on speech-language pathology\nor communicative sciences and disorders, or a program determined by the Board to be\nsubstantially equivalent in subject matter and extent of training to a Master’s or doctoral degree\nin speech-language pathology;\n“(3) Is enrolled in a clinical fellowship that meets the following criteria:\n“(A) The clinical fellowship was completed under the supervision of a\nlicensed speech-language pathologist, except as provided for by subsection (e)(1) of this section;\n“(B) The clinical fellowship consists of direct clinical work with patients,\nconsultations, record keeping, and other duties relevant to a program of clinical work, including\nclinical experience with persons who have communication disorders. The professional\nexperience shall pertain directly to the evaluation, treatment, and case management of specific\npatients or clients; and\n“(C) The supervising speech-language pathologist monitors and evaluates\nthe clinical fellow’s performance;\n“(4) Unless an exception is approved by the Board, has begun the clinical\nfellowship within 2 years after the completion of the academic course work and clinical\npracticum requirements, and shall complete the clinical fellowship within 36 months;\n“(5) Will be employed under the supervision required by this section as a\nprofessional in the field of speech-language pathology, for a period of time set forth by the rules\nadopted by the Board; and\n“(6) Has paid the required registration fee.\n“(d) A person shall not practice as a speech-language pathology clinical fellow or use the\ntitle of speech-language pathology clinical fellow unless he or she:\n“(1) Is registered with the Board to practice as a speech-language pathology\nclinical fellow under this act;\n“(2) Practices under the supervision of a licensed speech-language pathologist,\nexcept as provided for in subsection (e)(1) of this section; and\n“(3) Wears a name tag bearing the title “speech-language pathology clinical\nfellow” while acting in a professional capacity and displays his or her current registration in a\nconspicuous place in the office where the speech-language pathology clinical fellow is\nemployed.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2990\n\n“(e) A registered speech-language pathology clinical fellow shall not:\n“(1) Practice as a speech-language pathology clinical fellow unless practicing\nwhile under the supervision of a licensed speech-language pathologist, or, if the supervising\nindividual is employed by any agency of the federal government, while performing the duties of\nthat agency; or\n“(2) Provide any services for which he or she has not received training to enable\nhim or her to competently and safely perform the assigned tasks and job duties.\n“(f) A licensed speech-language pathologist may delegate duties to a speech-language\npathology clinical fellow that are appropriate to the training and experience of the speechlanguage pathology clinical fellow and within the scope of practice of the supervising speechlanguage pathologist; provided, that the speech-language pathologist shall not delegate to a\nspeech-language pathology clinical fellow any task or function identified through rulemaking as\na task or function that shall not be delegated.\n“(g) For a period of one year following the effective date of the Omnibus Health\nRegulation Amendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version\nof Bill 20-153), unless further time is granted by the Mayor through rulemaking, a person who\nhas received appropriate training for the tasks assigned may practice as a speech-language\npathology clinical fellow, regardless of registration with the Board, while under the supervision\nof a licensed speech-language pathologist, except as provided for in subsection (e)(1) of this\nsection.”.\n(s) Section 1003 (D.C. Official Code § 3-1210.03) is amended by adding new subsections\n(ee), (ff), (gg), and (hh) to read as follows:\n“(ee) Unless authorized to practice assisted living administration under this act, a person\nshall not use or imply the use of the words or terms “assisted living administrator”, “assisted\nliving manager”, “A.L.A.”, or any similar title or description of services with the intent to\nrepresent that the person practices assisted living administration.\n“(ff) Unless authorized to practice as an athletic trainer under this act, a person shall not\nuse or imply the use of the words or terms “athletic trainer”, “licensed athletic trainer”, “A.T.”,\n“L.A.T.”, or any similar title or description of services with the intent to represent that the person\npractices as an athletic trainer.\n“(gg) Unless authorized to practice as a personal fitness trainer under this act, a person\nshall not use or imply the use of the words or terms “personal fitness trainer”, “personal trainer”,\n“professional fitness trainer”, “fitness instructor”, or any similar title or description of services\nwith the intent to represent that the person practices as a personal fitness trainer.\n“(hh) Unless authorized to practice veterinary medicine under this act, a person shall not\nuse or imply the use of the words or terms “doctor of veterinary medicine”, “veterinary doctor”,\n“veterinarian”, “animal doctor”, “animal surgeon”, “D.V.M.” or “V.M.D.”, or any similar title or\ndescription of services with the intent to represent that the person practices veterinary\nmedicine.”.\n(t) A new section 1205 is added to read as follows:\n“Sec. 1205. Individuals already practicing.\n\nAmend\n§ 3-1210.03\n\nNew\n§ 3-1212.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2991\n\n“An individual who was engaged in practice as an assisted living administrator, athletic\ntrainer, home health care administrator, personal fitness trainer, veterinary technician, veterinary\neuthanasia technician, audiology assistant, speech-language pathology assistant, or a speechlanguage pathology clinical fellow before the effective date of the Omnibus Health Regulation\nAmendment Act of 2014, passed on 2nd reading on January 7, 2014 (Enrolled version of Bill 20153), may engage in that practice, regardless of whether that person is licensed, for a period of\none year following the effective date of the Omnibus Health Regulation Amendment Act of\n2014, passed on 2nd reading on January 7, 2014 (Enrolled version of Bill 20-153).”.\nTITLE II\nHEALTH CARE AND COMMUNITY RESIDENCE FACILITY,\nHOSPICE AND HOME CARE LICENSURE\nSec. 201. Short title.\nThis title may be cited as the “Home Care Improvement Amendment Act of 2014”.\nSec. 202. Section 2(a) of the Health-Care and Community Residence Facility, Hospice\nand Home Care Licensure Act of 1983, effective February 24, 1984 (D.C. Law 5-48; D.C.\nOfficial Code § 44-501(a)), is amended as follows:\n(a) Paragraph (7) is amended to read as follows:\n“(7) “Home care agency\" means an agency, organization, or distinct part thereof,\nother than a hospice, that directly provides skilled nursing services and at least one other\ntherapeutic service to an individual, in his or her home or in a community residence facility, who\nis sick or who has a disability.”.\n(b) A new paragraph (10) is added to read as follows:\n“(10) “Therapeutic service” includes physical, speech, or occupational therapy;\nmedical social services; or personal care services.”.\n\nAmend\n§ 44-501\n\nTITLE III\nVETERINARY FACILITY\nSec. 301. Short title.\nThis title may be cited as the “Veterinary Facility Act of 2014”.\nSec. 302. Subchapter IV of Chapter 28 of Title 47 of the District of Columbia Official Code is\namended as follows:\n(a) The table of contents for the subchapter is amended by adding at the end the\nfollowing:\n“Part F. Veterinary Facility.\n“47-2888.01. Definitions.\n“47-2888.02. General prohibitions.\n“47-2888.03. Veterinary facility license, fees.\n“47-2888.04. Denial, suspension, or revocation of veterinary facility license.\n“47-2888.05. Inspections.\n“47-2888.06. Animal licenses.\n\nNew\nSubchapter\nIV,\nChapter 28,\nTitle 47\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2992\n\n“47-2888.07. Penalties.\n“47-2888.08. Rules.”.\n(b) A new part F is added to read as follows:\n“Part F. Veterinary Facility.\n“§ 47-2888.01. Definitions.\n“For the purposes of this part the term:\n“(1) “Animal shelter” means a private or government-owned facility established\nfor the impoundment of stray, diseased, dangerous, sick, injured, abused, neglected, unwanted,\nabandoned, orphaned, lost, or otherwise displaced animals, with the intent to care for, quarantine,\nreturn to an owner, adopt out, or euthanize the animals.\n“(2) “Veterinary facility” means a fixed or mobile establishment where the\npractice of veterinary medicine is conducted. The term “veterinary facility” shall not include an\nestablishment that is an animal shelter or a wildlife rehabilitation facility.\n“(3) “Wildlife rehabilitation facility” means a location where a licensed wildlife\nrehabilitator treats and provides temporary care of injured, diseased, orphaned, or displaced\nindigenous wild animals and provides for their subsequent release into appropriate habitats. A\nwildlife rehabilitation facility may be an individual’s home, a triage location, or a facility\ndedicated to wildlife rehabilitation.\n“§ 47-2888.02. General prohibitions.\n“(a) It shall be unlawful for any person to own, operate, maintain, open, or establish a\nveterinary facility within the District without first having obtained a license from the Mayor.\n“(b) It shall be unlawful for any person other than a veterinarian licensed in the District to\nhold a license for a veterinary facility.\n“(c) This section shall not apply to a facility or agency operated by the federal\ngovernment or the District.\n“§ 47-2888.03. Veterinary facility license, fees.\n“(a) The application for a veterinary facility license shall be made on a form to be\nprescribed by the Mayor and shall be accompanied by the required fee. Each application shall\nlist each certificate of approval, authority, occupancy, and any other prerequisite required as a\nprecondition for operation of a veterinary facility.\n“(b) A license shall be valid for a period of one year and shall be limited to the premises\nor the vehicle stated on the license. A license may be renewed for additional one-year periods\nupon payment of the appropriate fee.\n“(c) A license issued under this section shall be posted in a conspicuous place on the\npremises. A mobile facility license shall be posted in a conspicuous place on the vehicle.\n“(d) The Mayor may issue a license that clearly specifies the scope of the facility’s\noperation. The specifications shall not confer or denote an area of specialty by the veterinary\nfacility or by the holder of the license. The Mayor shall determine the terms and restrictions that\napply to the specifications by rulemaking.\n“(e) The initial fees shall be as follows:\n“(1) Original veterinary facility license, $195; and\n\nNew\n§ 47-2888.01\n\nNew\n§ 47-2888.02\n\nNew\n§ 47-2888.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2993\n\n“(2) Renewal of veterinary facility license, $170.\n“(f) The Mayor may periodically adjust the fees by publishing notice in the District of\nColumbia Register 30 days before changing the fees.\n“§ 47-2888.04. Denial, suspension, or revocation of veterinary facility license.\n“(a) The Mayor may deny issuance or renewal of or suspend or revoke a license issued\npursuant to this part for any one of a combination of the following reasons:\n“(1) Conviction of any person named on an application of any felony or any crime\nof moral turpitude, as defined in 3-1205.14(a)(4));\n“(2) A finding, after notice and an opportunity for a hearing, that any person\nnamed on an application has violated this part or any rules issued pursuant to this part;\n“(3) A finding by the Mayor that any provision of this part has been violated, or\nthat any law or regulation of the District or of the United States relating to animals or drugs has\nbeen violated by any person named in the application for a veterinary facility; or\n“(4) Furnishing false or misleading information to the Mayor, failing to furnish\ninformation required by the Mayor, or refusing to allow an inspection in accordance with § 472888.05.\n“(b) The Mayor shall summarily suspend a license issued pursuant to this part whenever\nthe Mayor finds that a veterinary facility’s failure to comply with a provision of this part or with\nany District or federal law or regulation applicable to the facility is of such a serious nature and\nmagnitude that it presents an imminent danger to the health or safety of a person or animal. The\nMayor shall impound any animals remaining at the facility without an owner present and shall\ncare for those animals until they can be restored to their owners or adopted. The licensee shall\nbe responsible for all costs incurred by the impoundment, care, restoration, or adoption of the\nimpounded animals. The Mayor shall provide the licensee with written notice that states the\naction being taken, the basis of the action, and the right of the licensee to request a hearing\nwithin 5 days. The Mayor shall hold a hearing within 5 days of receiving a timely request, and\nshall issue a written decision, including findings of fact and conclusions of law, within 5 days of\nthe conclusion of the hearing. The Mayor shall provide a copy of the decision to each party by\nmailing a copy to the licensee and the licensee’s counsel of record. A request for a hearing shall\nnot act to stay the suspension pending the outcome of the hearing.\n“§ 47-2888.05. Inspections.\n“(a) A person designated by the Mayor is authorized, after presenting proper\nidentification, to enter at reasonable times any veterinary facility for the purpose of making\ninspections to determine compliance with this part or other laws or regulations regarding the\npractice of veterinary medicine.\n“(b) An inspection may include:\n“(1) Examining and copying records; and\n“(2) Examining operating equipment, systems, and components to determine the\nsanitary and safety conditions at a facility.\n“(c) The Mayor may issue subpoenas to obtain records.\n“§ 47-2888.06. Animal licenses.\n\nNew\n§ 47-2888.04\n\nNew\n§ 47-2888.05\n\nNew\n§ 47-2888.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2994\n\n“A licensed veterinarian may issue animal licenses. The veterinarian shall collect the\nrequired fees and may collect an additional $2 for each license issued as reimbursement for\nadministrative costs.\n“§ 47-2888.07. Penalties.\n“(a) Any person who violates any provision of this part, or rules promulgated pursuant to\nthis part, that results in physical harm to an animal shall be subject to a fine for each offense of\nnot more than $10,000, imprisonment for not more than 90 days, or both. Each day of violation\nshall constitute a separate offense, and the penalties prescribed herein shall apply to each\noffense; provided, that the total fine shall not exceed $100,000 and the aggregate imprisonment\nterm shall not exceed 6 months.\n“(b) Any person who intentionally impedes a District employee in the performance of his\nor her official duties shall be subject to a fine for each offense of not more than $1,000,\nimprisonment for not more than 90 days, or both.\n“(c) Any person who knowingly notifies a licensee or employee of a licensee, directly or\nindirectly, that an unannounced inspection will occur shall be subject to a fine of not more than\n$5,000, imprisonment for not more than 90 days, or both.\n“(d) Prosecutions for violations of this part shall be brought in the name of the District of\nColumbia in the Superior Court of the District of Columbia by the Office of the Attorney\nGeneral for the District of Columbia.\n“(e) Civil fines, penalties, and fees may be imposed as alternative sanctions for any\ninfraction of the provisions of this part pursuant to Chapter 18 of Title 2. Adjudication of any\ninfraction of this part shall be pursuant to Chapter 18 of Title 2.\n“§ 47-2888.08. Rules.\n“The Mayor, pursuant to subchapter I of Chapter 5 of Title 2, shall issue rules to\nimplement the provisions of this part.”.\n\nNew\n§ 47-2888.07\n\nNew\n§ 47-2888.08\n\nTITLE IV\nREPEALER; EXISTING REGULATIONS\nSec. 401. Repealer; existing regulations.\n(a) The Veterinary Practice Act of 1982, effective March 9, 1983 (D.C. Law 4-171; D.C.\nOfficial Code § 3-501 et seq.), is repealed.\n(b) Rules promulgated pursuant to the Veterinary Practice Act of 1982, effective March 9,\n1983 (D.C. Law 4-171; D.C. Official Code § 3-501 et seq.), shall remain in effect until the\nMayor promulgates rules to implement the Omnibus Health Regulation Amendment Act of\n2014, passed on 2nd reading on January 7, 2014 (Enrolled version of Bill 20-153).\n\nRepeal\n§§ 3-501 –\n3-517\nNote,\n§§ 3-1202.21,\n3-1208.61,\n47-2888.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-96, effective March 26, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2995\n\nTITLE V. GENERAL PROVISIONS\nSec. 501. Applicability.\nSections 102(c)(2) and 102(c)(6) shall apply one year after the effective date of this act.\nSec. 502. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 503. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNote,\n§ 3-1201.02\nDelayed\napplicability\nMarch 26,\n2015\n\n\f", 
  "title": "Omnibus Health Regulation Amendment Act of 2014", 
  "council_period": "20"
}