{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-295, effective April 27, 2013\n\n20 DCSTAT 964\n\nAN ACT\n\nBill 19-888\nAct 19-663\neffective\nFebruary 4,\n2013\n\nTo amend the Firearms Control Regulations Act of 1975 to revise the definition of “restricted pistol bullet,” to align\nthe fines with the Criminal Fine Proportionality Amendment Act of 2012, to remove the knowledge\nrequirement for the offense of possession of restricted pistol bullets, to create a new offense of possession\nof a single restricted pistol bullet, and to provide for, in the discretion of the prosecution, the option of an\nadministrative disposition to resolve the offenses of possession of an unregistered firearm, unlawful\npossession of ammunition, and possession of a single restricted pistol bullet.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Administrative Disposition for Weapons Offenses Amendment Act of\n2012”.\n\nAdministrative\nDisposition\nfor Weapons\nOffenses\nAmendment\nAct of 2012\n\nSec. 2. (a) Section 101(13A) (D.C. Official Code § 7-2501.01(13A)) is amended to read\nas follows:\n“(13A)(A) “Restricted pistol bullet” means:\n“(i) A projectile or projectile core which may be used in a pistol\nand which is constructed entirely (excluding the presence of traces of other substances) from one\nor a combination of tungsten alloys, steel, iron, brass, bronze, beryllium copper, or depleted\nuranium;\n“(ii) A full jacketed projectile larger than .22 caliber designed and\nintended for use in a pistol and whose jacket has a weight of more than 25% of the total weight\nof the projectile; or\n“(iii) Ammunition for a .50 BMG rifle.\n“(B) The term “restricted pistol bullet” does not include:\n“(i) Shotgun shot required by federal or state environmental or\ngame regulations for hunting purposes;\n“(ii) A frangible projectile designed for target shooting;\n“(iii) A projectile which the Attorney General of the United States\nfinds is primarily intended to be used for sporting purposes; or\n“(iv) Any other projectile or projectile core which the Attorney\nGeneral of the United States finds is intended to be used for industrial purposes, including a\ncharge used in an oil and gas well perforating device.”.\n(b) Section 502(b) (D.C. Official Code § 7-2505.02(b)) is amended by striking the\nphrase “restricted pistol bullets” wherever it appears and inserting the phrase “one or more\nrestricted pistol bullets” in its place.\n(c) Section 601(a)(3) (D.C. Official Code § 7-2506.01(a)(3)) is amended by striking the\n\nAmend\n§ 7-2501.01\n\nAmend\n§ 7-2505.02\n\nAmend\n§ 7-2506.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-295, effective April 27, 2013\n\n20 DCSTAT 965\n\nphrase “possess restricted” and inserting the phrase “possess one or more restricted” in its place.\n(d) Section 706 (D.C. Official Code § 7-2507.06) is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) The newly designated subsection (a) is amended as follows:\n(A) The lead-in language is amended by striking the phrase “not more than\n$1,000” and inserting the phrase “not more than the amount set forth in section 101 of the\nCriminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading on November 1,\n2012 (Enrolled version of Bill 19-214)” in its place.\n(B) Paragraph (1) is amended by striking the phrase “not more than\n$10,000” and inserting the phrase “not more than the amount set forth in section 101 of the\nCriminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading on November 1,\n2012 (Enrolled version of Bill 19-214)” in its place.\n(C) Paragraph (2) is amended as follows:\n(i) Subparagraph (A) is amended by striking the phrase “not more\nthan $5,000” and inserting the phrase “not more than the amount set forth in section 101 of the\nCriminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading on November 1,\n2012 (Enrolled version of Bill 19-214)” in its place.\n(ii) Subparagraph (B) is amended by striking the phrase “not more\nthan $1,000” and inserting the phrase “not more than the amount set forth in section 101 of the\nCriminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading on November 1,\n2012 (Enrolled version of Bill 19-214)” in its place.\n(D) Paragraph (3) is amended as follows:\n(i) The existing text is designated as subparagraph (A).\n(ii) The newly designated subparagraph (A) is amended as follows:\n(I) Strike the phrase “knowingly possessing restricted pistol\nbullets in violation of section 601(3)” and insert the phrase “possessing more than one restricted\npistol bullet in violation of section 601(a)(3)” in its place.\n(II) Strike the phrase “an amount not to exceed $10,000” and\ninsert the phrase “not more than the amount set forth in section 101 of the Criminal Fine\nProportionality Amendment Act of 2012, passed on 2nd reading on November 1, 2012 (Enrolled\nversion of Bill 19-214)” in its place.\n(iii) A new subparagraph (B) is added to read as follows:\n“(B) A person convicted of possessing a single restricted pistol bullet in\nviolation of section 601(a)(3) shall be fined not more than the amount set forth in section 101 of\nthe Criminal Fine Proportionality Amendment Act of 2012, passed on 2nd reading on November\n1, 2012 (Enrolled version of Bill 19-214) or imprisoned for not more than 1 year, or both.”.\n(3) A new subsection (b) is added to read as follows:\n“(b)(1) For the following violations of this act, the prosecution may, in the operation of\nits discretion, offer an administrative disposition whereby a person may immediately resolve his\nor her case upon payment of a fine, in an amount set by the Board of Judges of the Superior\nCourt of the District of Columbia; provided, that the person is not concurrently charged with\n\nAmend\n§ 7-2507.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-295, effective April 27, 2013\n\n20 DCSTAT 966\n\nanother criminal offense arising from the same event, other than an offense pursuant to section\n201 or 601:\n“(A) Possession of an unregistered firearm pursuant to section 201;\n“(B) Unlawful possession of ammunition (but not possession of more\nthan one restricted pistol bullet) pursuant to section 601; and\n“(C) Possession of a single restricted pistol bullet pursuant to section\n706(a)(3)(B); provided, that the person did not also possess a firearm at the time of arrest.\n“(2) In determining whether to offer an administrative disposition pursuant to this\nsubsection, the prosecution, in the operation of its discretion, may consider, among other factors,\nwhether at the time of his or her arrest, the person was a resident of the District of Columbia and\nwhether the person had knowledge of section 201, 601, or 706(a)(3)(B).\n“(3) An administrative disposition pursuant to this subsection is not a conviction\nof a crime and shall not be equated to a criminal conviction. The fact that a person resolved a\ncharge through an administrative disposition pursuant to this subsection may not be relied upon\nby any court of the District of Columbia or any agency of the District of Columbia in any\nsubsequent criminal, civil, or administrative proceeding or administrative action to impose any\nsanction, penalty, enhanced sentence, or civil disability.\n“(4) At the time of the prosecution’s offer of an administrative disposition, the\nperson may elect to proceed with the criminal case in lieu of an administrative disposition.\n“(5) The Mayor, pursuant to Title I of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.),\nmay issue rules to implement the provisions of this subsection. The rules may provide\nprocedures and criteria to be used in determining when the prosecution, in the operation of its\ndiscretion, may offer the option of an administrative disposition pursuant to this subsection.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the December 17, 2012 fiscal impact statement of the Budget\nDirector as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Administrative Disposition for Weapons Offenses Amendment Act of 2012",
  "end": "966",
  "start": "964",
  "name": "Law_19-295.pdf"
}