{
  "end": "2998", 
  "name": "Law_20-68.pdf", 
  "start": "2997", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2997\nD.C. Law 20-68, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-198, 20 DCSTAT 2444)\n\nAN ACT\n\nBill 20-430\nAct 20-234\neffective\nDecember 20,\n2013\n\nTo amend, on a temporary basis, the Department of Transportation Establishment Act of 2002 to create a\nseparate fund for the deposit of fees for project review and mitigation measures by developers,\nproperty owners, and utility companies in connection with projects on private property or public\nspace that may impact the District Department of Transportation’s (“DDOT”) ability to manage\nand maintain the transportation infrastructure in the District, to authorize expenditures from the\nfund, and to authorize the Director of DDOT to enter into a payment agreement for services\nrelated to DDOT’s review of proposed and existing projects.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Transportation Infrastructure Mitigation Temporary Amendment Act of\n2013”.\n\nTransportation\nInfrastructure\nMitigation\nTemporary\nAmendment\nAct of 2013\n\nSec. 2. The Department of Transportation Establishment Act of 2002, effective May 21,\n2002 (D.C. Law 14–137; D.C. Official Code § 50–921.01 et seq.), is amended as follows:\n(a) Section 3(f) (D.C. Official Code § 50-921.02(f)) is amended to read as follows:\n“(f)(1) The Director may enter into a payment agreement with the developer, person,\nproperty owner, utility company, federal government, and governmental jurisdiction for all\nservices related to DDOT’s reviews of proposed and existing projects on private property and\npublic space and for mitigation measures, including bikeshare stations, to address a project’s\nimpact on DDOT’s ability to manage and maintain the transportation infrastructure in the\nDistrict.\n“(2) A payment required under a payment agreement shall be reasonably related\nto the cost of the service produced by DDOT.”.\n(b) The second section 9f (D.C. Official Code § 50-921.16) is redesignated as section 9h.\n(c) A new section 9i is added to read as follows:\n“Sec. 9i. Transportation Infrastructure Project Review Fund.\n“(a) There is established as a special fund the Transportation Infrastructure Project\nReview Fund (“Fund”), which shall be administered by the Director of the DDOT in accordance\nwith subsection (c) of this section.\n“(b) The Fund shall consist of the revenue collected from the following sources pursuant\nto section 3(f):\n“(1) Payments from an individual or entity, including a developer, property\nowner, utility company, the federal government, or another governmental jurisdiction, to review\nthe individual or entity’s plans for a proposed or existing project on private property or public\n\nNote,\n§ 50-921.02\n\nNote,\n§ 50-921.16\nNote,\n§ 50-921.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 2998\nD.C. Law 20-68, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-198, 20 DCSTAT 2444)\n\nspace to determine the impact the project will have on DDOT’s ability to manage and maintain\nthe transportation infrastructure in the District; and\n“(2) Payments for mitigation measures related to a proposed project on private\nproperty or public space to minimize the impact the project will have on DDOT’s ability to\nmanage and maintain the transportation infrastructure in the District.\n“(c) The Fund shall be used for the following purposes:\n“(1) To fund reviews of projects on private property or public space that will\naffect DDOT’s ability to manage and maintain the transportation infrastructure in the District;\n“(2) To fund mitigation measures, including traffic mitigation and bikeshare\nstations, related to projects on private property or public space that will affect DDOT’s ability to\nmanage and maintain the transportation infrastructure in the District;\n“(3) To fund studies on private property that could be affected by transportation\ninfrastructure projects; and\n“(4) To the extent not needed for the purposes set forth in paragraphs (1), (2), and\n(3) of this subsection, for local transportation enhancement or local infrastructure projects.\n“(d) The fees deposited into the Fund shall be separate from any funds paid for the\ntemporary use of public space or the use of the public right of way, pursuant to the District of\nColumbia Public Space Rental Act, approved October 17, 1968 (82 Stat. 1156; D.C. Official\nCode § 10–1101.01 et seq.), and Title VI of the Fiscal Year 1997 Budget Support Act of 1996,\neffective April 9, 1997 (D.C. Law 11-198; D.C. Official Code § 10-1141.01 et seq.).\n“(e)(1) The money deposited into the Fund, and any interest earned, shall not revert to the\nunrestricted fund balance of the General Fund at the end of a fiscal year, or at any other time.\n(2) Subject to authorization by Congress, any funds appropriated in the Fund shall\nbe continually available without regard to fiscal year limitation”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Transportation Infrastructure Mitigation Temporary Amendment  Act of 2013", 
  "council_period": "20"
}