{
  "end": "1742", 
  "name": "Law_19-124A.pdf", 
  "start": "1741", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-124A, effective July 31, 2013\n\n20 DCSTAT 1741\n\nAN ACT\n\nBill 19-511\nAct 19-318\neffective\nApril 27, 2012\n\nTo . . . amend the District of Columbia Home Rule Act to make ineligible to serve any Councilmember or\nMayor convicted of a felony while in office, and to provide that the Council may, by a 5/6 vote of\nits members, adopt a resolution to expel a Councilmember. . . .\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011”.\n\nBoard of\nEthics and\nGovernment\nAccountability\nEstablishment\nand\nComprehensive Ethics\nReform\nAmendment\nAct of 2011\n\n****\nTITLE IV. AMENDMENTS TO THE HOME RULE ACT.\nSec. 401. The District of Columbia Home Rule Act, approved December 24, 1973 (87\nStat. 777; D.C. Official Code § 1-201.01 et seq.), is amended as follows:\n(a) Section 401 (D.C. Official Code § 1-204.01) is amended by adding a new subsection\n(e) to read as follows:\n“(e)(1) By a 5/6 vote of its members, the Council may adopt a resolution of expulsion if\nit finds, based on substantial evidence, that a member of the Council took an action that amounts\nto a gross failure to meet the highest standards of personal and professional conduct. Expulsion is\nthe most severe punitive action, serving as a penalty imposed for egregious wrongdoing.\nExpulsion results in the removal of the member. Expulsion should be used in cases in which the\nCouncil determines that the violation of law committed by a member is of the most serious\nnature, including those violations that substantially threaten the public trust. To protect the\nexercise of official member duties and the overriding principle of freedom of speech, the Council\nshall not impose expulsion on any member for the exercise of his or her First Amendment right,\nno matter how distasteful the expression of that right was to the Council and the District, or in\nthe official exercise of his or her office.\n“(2) The Council shall include in its Rules of Organization procedures for\ninvestigation, and consideration of, the expulsion of a member.”.\n(b) Section 402 (D.C. Official Code § 1-204.02) is amended by striking the phrase “to\nbe held; and (d) holds” and inserting the phrase “to be held; (d) has not been convicted of a\nfelony while holding the office; and (e) holds” in its place.\n(c) Section 421(c)(1) (D.C. Official Code § 1-204.21(c)(1)) is amended by striking the\nphrase “to be held; and (C) is” and inserting the phrase “to be held; (C) has not been convicted\n\nAmend\n§ 1-204.01\n\nAmend\n§ 1-204.02\n\nAmend\n§ 1-204.21\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-124A, effective July 31, 2013\n\n20 DCSTAT 1742\n\nof a felony while holding the office; and (D) is” in its place.\n\n****\nTITLE VI. TRANSITION PROVISIONS; APPLICABILITY.\nSec. 601. Transition provisions; applicability.\n\n****\n(j) Title IV shall apply on its effective date as provided in section 303 of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1203.03).\n\n****\nTITLE VII. FISCAL IMPACT AND EFFECTIVE DATE.\nSec. 701. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 702. Effective date.\n(a) Except as provided in subsection (b) of this section, this act shall take effect following\napproval by the Mayor (or in the event of veto by the Mayor, action by the Council to override\nthe veto), a 30-day period of Congressional review as provided in section 602(c)(1) of the\nDistrict of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official\nCode § 1-206.02(c)(1)), and publication in the District of Columbia Register.\n(b) Title IV shall take effect as provided in section 303 of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1-203.03).\n\nNote,\n§§ 1-204.01,\n1-204.02,\n1-204.21\nTitle IV\n(containing\nsection 401)\nwas ratified\nby the electors\nof the District\nof Columbia\nin a general\nand special\nelection held\non November\n6, 2012, and\ncertified by\nthe District of\nColumbia\nBoard of\nElections on\nNovember 29,\n2012. Section\n401 became\neffective as\nlaw on July\n31, 2013,\nfollowing 35\ndays of\ncongressional\nreview and\nassigned Law\nNumber 19124A.\n\n\f", 
  "title": "Council Disciplinary Procedures (Title IV of the Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Amendment Act of 2011)", 
  "council_period": "20"
}