{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-280, effective April 23, 2013\n\n20 DCSTAT 910\n\nAN ACT\n\nBill 19-758\nAct 19-645\neffective\nJanuary 25,\n2013\n\nTo amend the Recreation Act of 1994 to authorize the Department of Parks and Recreation to issue feebased use permits for the benefit, enjoyment, education, amusement, or convenience of the public,\non property under the department’s jurisdiction, to establish nutritional standards for food and\nbeverages sold, offered, or provided on property under the department’s jurisdiction, to require\nthe department to give a preference to residents for participation in sports leagues, teams, games,\nand camps managed by the department for youth, adults, and seniors, and to require the Mayor to\nissue rules.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Department of Parks and Recreation Fee-based Use Permit Authority\nAmendment Act of 2012\".\n\nDepartment of\nParks and\nRecreation\nFee-based Use\nPermit\nAuthority\nAmendment\nAct of 2012\n\nSec. 2. The Recreation Act of 1994, effective March 23, 1995 (D.C. Law 10-246; D.C.\nOfficial Code § 10-301 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 10-301) is amended as follows:\n(1) Designate existing paragraphs (1A), (1B), (1C), (1D), and (2) as, respectively,\nparagraphs (4). (6), (7), (8), and (9).\n(2) New paragraphs (2) and (3) are added to read as follows:\n“(2) “Department” means the Department of Parks and Recreation.\n“(3) “Department activity” means an activity, event, class, program, operation,\nservice, or product for the benefit, enjoyment, education, amusement, or convenience of the\npublic.”.\n(3) A new paragraph (5) is added to read as follows:\n“(5) “Fee-based use permit” means a permit issued by the Department to a person\nfor a fee-based Department activity. “.\n(b) Section 3 (D.C. Official Code § 10-302) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “Department of Recreation\nand Parks (\"Department\" or \"Departmental\")” and inserting the phrase “Department” in its place.\n(2) A new subsection (b-1) is added to read as follows:\n“(b-1) On a property under its jurisdiction, control, or use, the Department may charge\nreasonable prices for department activities and issue fee-based use permits in accordance with\nsection 3a.”.\n(3) A new subsection (d) is added to read as follows:\n“(d) Nothing in this section shall be construed as limiting the Department’s authority to\nissue permits pursuant to section 6a of An Act To vest in the Commissioners of the District of\nColumbia control of street parking in said District, effective March 16, 1995 (D.C. Law 10-226;\nD.C. Official Code § 10-137.01).”.\n\nAmend\n§ 10-301\n\nAmend\n§ 10-302\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-280, effective April 23, 2013\n\n20 DCSTAT 911\n\n(c) New sections 3a, 3b, and 3c are added to read as follows:\n“Sec. 3a. Fee-based use permits.\n“(a) The Department may issue a fee-based use permit on a property under its\njurisdiction, control, or use, subject to such conditions as the Director may impose and only\nupon a determination that the use permit:\n“(1) Will meet the mission of the Department; and\n“(2) Will not adversely impact the use and enjoyment of the area by other\nmembers of the public.\n“(b) Fee-based use permits shall not be issued solely for their revenue-producing\npotential.”.\n“Sec. 3b. Nutrition at Department facilities.\n“(a) Except as provided in subsection (b) of this section, all food and beverages sold,\noffered, or provided by the Department or its agents through vending machines, concessions,\nstores, or other food venues on buildings, grounds, or other facilities under the Department’s\njurisdiction, control, or use shall meet the requirements of either:\n“(1) The United States Department of Agriculture’s HealthierUS School\nChallenge program at the Gold Award Level for meals, competitive foods, and beverages as may\nbe revised from time to time, notwithstanding any termination; or\n“(2) The Alliance for a Healthier Generation’s school competitive foods and\nbeverage guidelines at the high school level, as may be revised from time to time,\nnotwithstanding any termination.\n“(b) The requirements of this section shall not apply to:\n“(1) An event, such as a festival or carnival, if the Director exempts the event, in\nwriting, from the requirements of this section and the food or beverages are not sold;\n“(2) Foods or beverages offered or provided by Department employees for their\nown consumption;\n“(3) A farmers’ market or produce cart, stand, or truck; provided, that at least onehalf of the items offered or provided is fresh fruits or vegetables;\n“(4) Fund-raising activities held pursuant to section 3(b); or\n“(5) Foods or beverages sold, offered, or provided by a person as an ancillary part\nof its participation in a permitted activity or event; provided, that the person has applied for and\nreceived a fee-based use permit in accordance with section 3a.”.\n“(c) (1) The Department shall seek to maximize its sponsorship of and the participation\nof eligible children and residents in federal nutrition programs.\n“(2) On or before June 1 of each year, the Department shall provide the manager\nor designated employee of each of its facilities with training and information on how to connect\nresidents to nutrition supports, including the Supplemental Nutrition Assistance Program, federal\nchild nutrition programs, nutrition education programs, and emergency food.\n“(d) The Department shall ensure that any foods or beverages sold, offered, or provided\noutside of federal nutrition programs do not negatively affect the participation of children and\nresidents in federal nutrition programs.\n\nNew\n§ 10-302.01\n\nNew\n§ 10-302.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-280, effective April 23, 2013\n\n20 DCSTAT 912\n\n“(e)(1) Food or beverages may only be advertised or marketed on Department property if\nthe items meet the nutritional standards set forth in this section.\n“(2) The requirements of this subsection shall apply to advertising:\n“(A) On scoreboards;\n“(B) On vending machines;\n“(C) At concession stands;\n“(D) On banners and signs;\n“(E) Through the sponsorship of teams, programs, and events; and\n“(F) Other forms of promotion, marketing, and advertising.\n“Sec. 3c. Priority for Department programs and facilities.\n“(a) The Department shall give preference to residents for enrollment and participation\nslots in sports leagues, teams, games, programs, and camps managed or sponsored by the\nDepartment for youth, adults, and seniors, before offering participation slots to non-residents.\n“(b) Within 180 days of the effective date of the Department of Parks and Recreation\nFee-based Use Permit Authority Amendment Act of 2012, passed on 2nd reading on December\n18, 2012 (Enrolled version of Bill 19-758), the Department shall develop a plan to actively\nadvertise and promote the activities listed in subsection (a) of this section to residents to\nencourage their participation.”.\n(d) Section 7a (D.C. Official Code § 10-307) is amended as follows:\n(1) Designate the existing text as subsection (a).\n(2) A new subsection (b) is added to read as follows:\n“(b)(1) Within 180 days of the effective date of the Department of Parks and\nRecreation Fee-based Use Permit Authority Amendment Act of 2012, passed on 2nd reading on\nDecember 18, 2012 (Enrolled version of Bill 19-758), the Mayor shall issue rules, which shall:\n“(A) Ensure maximum permissible use of Department areas and facilities\nby appropriate distribution of users, with special attention to the balance of uses between\nDepartment programs, community uses, and fee-based uses;\n“(B) Ensure equitable access to fee-based uses through provisions for\nmodest, reduced, or waived fees;\n“(C) Ensure proper, orderly, and equitable use through scheduling;\n“(D) Ensure protection and preservation of areas and facilities by not\novertaxing facilities;\n“(E) Promote the health, safety, and welfare of users;\n“(F) Establish clear procedures for obtaining permits and revocation of\npermits; and\n“(G) Update the entire Department fee and permit schedules, maintaining\na lower cost for residents.\n“(2) The authority granted to the Department in section 3(b-1) and (d), section 3a,\nand section 3b shall not be exercised until the rules required by paragraph (1) of this subsection\nhave been adopted.”.\n\nNew\n§ 10-302.03\n\nAmend\n§ 10-307\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-280, effective April 23, 2013\n\n20 DCSTAT 913\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Department of Parks and Recreation Fee-based Use Permit Authority Amendment Act of 2012",
  "end": "913",
  "start": "910",
  "name": "Law_19-280.pdf"
}