{
  "end": "3175", 
  "name": "Law_20-100.pdf", 
  "start": "3169", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3169\n\nAN ACT\n\nTo amend the Homeless Services Reform Act of 2005 to add definitions, to include the Office of Gay,\nLesbian, Bisexual, and Transgender Affairs in the Interagency Council on Homelessness, to\nrequire the Interagency Council on Homelessness to include in its annual report recommendations\nrelating to the services and capacity needed to effectively assist homeless youth who identify\nthemselves as lesbian, gay, bisexual, transgender, gender nonconforming, or queer or who\nquestion their sexual orientation or gender identity and expression, to require the Interagency\nCouncil on Homelessness to include recommendations on how to address the needs of this\npopulation as part of the Interagency Council on Homelessness’ annual plan, to require homeless\nservice providers to implement best practices for the culturally competent care of this population,\nto provide cultural competency training for providers serving this population, and to establish a\nminimum number of beds for this population; and to amend the Office of Gay, Lesbian, Bisexual,\nand Transgender Affairs Act of 2006 to permit additional employees to perform the office’s duties,\nto authorize grant-making authority for the office, and to establish a grant program to train\nhomeless service providers to effectively assist this population.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “LGBTQ Homeless Youth Reform Amendment Act of 2014”.\n\nSec. 2. The Homeless Services Reform Act of 2005, effective October 22,\n2005 (D.C. Law 16-35; D.C. Official Code § 4-751.01 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 4-751.01) is amended as follows:\n(1) A new paragraph (25A) is added to read as follows:\n“(25A) “LGBTQ” means a person who self-identifies as lesbian, gay, bisexual,\ntransgender, gender nonconforming, queer, or questioning their sexual orientation or gender\nidentity and expression.”.\n(2) A new paragraph (43) is added to read as follows:\n“(43) “Youth” means a person who is under 24 years of age.”.\n(b) Section 4(b)(2) (D.C. Official Code § 4-752.01(b)(2)) is amended as follows:\n(1) Subparagraph (K) is amended by striking the word “and”.\n(2) Subparagraph (L) is amended by striking the semicolon and inserting the\nphrase “; and” in its place.\n(3) A new subparagraph (M) is added to read as follows:\n“(M) Office of Gay, Lesbian, Bisexual, and Transgender Affairs;”.\n(c) Section 5 (D.C. Official Code § 4-752.02) is amended as follows:\n(1) Subsection (b) is amended as follows:\n\nBill 20-51\nAct 20-288\neffective\nFebruary 28,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nLGBTQ\nHomeless\nYouth Reform\nAmendment\nAct of 2014\n\nAmend\n§ 4-751.01\n\nAmend\n§ 4-752.01\n\nAmend\n§ 4-752.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3170\n\n(A) Paragraph (1) is amended by striking the phrase “existing data” and\ninserting the phrase “existing data, including the number of homeless youth and the number of\nLGBTQ homeless youth in the District,” in its place.\n(B) Paragraph (3) is amended to read as follows:\n“(3) Prepare an annual plan detailing how the District intends to provide or\narrange for services within the Continuum of Care that takes into account existing data and\ncommunity input, including an assessment of the need for services among subpopulations of\nhomeless individuals or families, including LGBTQ youth;”.\n(2) A new subsection (b-1) is added to read as follows:\n“(b-1) Beginning 5 years from the effective date of the LGBTQ Homeless Youth Reform\nAmendment Act of 2014, passed on 2nd reading on February 4, 2014 (Enrolled version of Bill\n20-51), and every 2 years thereafter, the Interagency Council shall evaluate the service needs of\nthe District’s LGBTQ homeless youth as compared to homeless youth in the general population.\nIf the Interagency Council determines, based on data, that the needs of LGBTQ homeless youth\nare being met at a rate equal to or higher than the needs of homeless youth in the general\npopulation, the provisions of section 28(c) shall expire.”.\n(d) Section 7 (D.C. Official Code § 4-753.01) is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Paragraph (5) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(B) A new paragraph (6) is added to read as follows:\n“(6) Services designed to alleviate the high risk of homelessness faced by LGBTQ\nyouth.”.\n(2) A new subsection (g) is added to read as follows:\n“(g) The annual Point-in-Time survey conducted pursuant to regulations of the\nDepartment of Housing and Urban Development shall include data collection regarding the\nsexual orientation and gender identity of each individual counted, subject to the individual’s\ndiscretion to decline to provide that information.”.\n(e) Section 8 (D.C. Official Code § 4-753.02) is amended as follows:\n(1) Subsection (c) is amended as follows:\n(A) A new paragraph (1B) is added to read as follows:\n“(1B) Intake workers shall provide the following for each individual seeking\nservices:\n“(A) An overview of the shelter's policies in regards to the protection of\nresidents based upon actual or perceived sexual orientation and gender identity;\n“(B) The opportunity for the individual to disclose whether he or she\nrequests special placement or care based on safety concerns due to actual or perceived sexual\norientation status or gender identity; and\n“(C) The opportunity to disclose, voluntarily and only following a\ndiscussion of the shelter's policies and accommodations for LGBTQ populations and ability to\nsafeguard confidential information, the individual's sexual orientation and gender identification\n\nAmend\n§ 4-753.01\n\nAmend\n§ 4-753.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3171\n\nand expression; provided, that the intake worker and all staff shall conduct this discussion in a\nculturally competent manner.\".\n(B) Paragraph (4) is amended by striking the phrase “housing and age”\nand inserting the phrase “housing, age, and whether an individual is an LGBTQ homeless youth”\nin its place.\n(2) Subsection (d) is amended by designating the existing text as paragraph (1)\nand adding a new paragraph (2) to read as follows:\n“(2) Intake providers shall enter the information provided pursuant to subsection\n(c)(1B) of this section in the computerized information system.”.\n(f) Section 9 (D.C. Official Code § 4-754.11) is amended as follows:\n(1) Paragraph (17) is amended by striking the word “and”.\n(2) Paragraph (18) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new paragraph (19) is added to read as follows:\n“(19) Be treated in all ways in accordance with the individual’s gender identity\nand expression, including:\n“(A) Use of gender-specific facilities including restrooms, showers, and\nlocker rooms;\n“(B) Being addressed in accordance with the individual’s gender identity\nand expression;\n“(C) Having documentation reflect the individual’s gender identity and\nexpression;\n“(D) Being free from dress codes that are in conflict with the individual’s\ngender identity and expression;\n“(E) Confidentiality of information regarding the individual’s gender\nidentity and expression; and\n“(F) Being free from discrimination in the provision of health care and\nmental health services related to the individual’s gender identity and expression.”.\n(g) Section 12 (D.C. Official Code § 4-754.21) is amended as follows:\n(1) Paragraph (15) is amended by striking the word “and” at the end.\n(2) Paragraph (16) is amended by striking the period at the end and inserting a\nsemicolon in its place.\n(3) New paragraphs (17) and (18) are added to read as follows:\n“(17) Publicly display information regarding the ability to seek redress under the\nHuman Rights Act of 1977, effective December 13, 1977 (D.C. Law 2-38; D.C. Official Code §\n2-1401.01 et seq.); and\n“(18) Develop a system for reporting bullying and harassment in accordance with\nthe Youth Bullying Prevention Act of 2012, effective September 14, 2012 (D.C. Law 19-167;\nD.C. Official Code § 2-1535.01 et seq.).”.\n(h) A new section 12a is added to read as follows:\n“Sec. 12a. Training standards for all providers.\n\nAmend\n§ 4-754.11\n\nAmend\n§ 4-754.21\n\nNew\n§ 4-754.21a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3172\n\n“All homeless service workers, including intake workers, shall be trained in cultural\ncompetence, including, with regard to the LGBTQ population, the following:\n“(1) Vocabulary and best practices for data collection, privacy, storage, and use;\n“(2) Current social science research and common risk factors for LGBTQ youth;\n“(3) Information about the coming out process and its impact on LGBTQ youth;\n“(4) Best practices for supporting LGBTQ youth in shelter, housing, and\nsupportive services;\n“(5) Suicide awareness and prevention; and\n“(6) Legal requirements for providers for homeless youth.”.\n(i) A new section 16a is added to read as follows:\n“Sec. 16a. Additional standards for providers of shelter or supportive housing for\nLGBTQ homeless youth.\n“Providers of shelter or supportive housing for LGBTQ homeless youth shall implement\nresearch-based family acceptance interventions that are designed to educate families on the\nimpact of rejection towards their LGBTQ children and negative outcomes for LGBTQ youth\nassociated with rejection, including depression, suicidal behavior, drug use, and unprotected sex.\nFamily acceptance interventions may include individual and family sessions, assessment tools,\nand resources for families that promote acceptance by parents and positive well-being and\ndevelopment of LGBTQ youth.”.\n(j) Section 20(a) (D.C. Official Code § 4-754.34(a)) is amended as follows:\n(1) Paragraph (1) is amended by striking the word “or”.\n(2) Paragraph (2) is amended by striking the period and inserting the phrase “; or”\nin its place.\n(3) A new paragraph (3) is added to read as follows:\n“(3) The client is a non-LGBTQ-identified youth occupying a bed established\npursuant to section 28(c)(1) and an LGBTQ-identified homeless youth has presented a need for\nshelter.”.\n(k) Section 28 (D.C. Official Code § 4-755.01) is amended by adding a new subsection\n(c) to read as follows:\n“(c)(1)Notwithstanding subsections (a) and (b) of this section, a minimum of 10 beds\nshall be established for LGBTQ homeless youth through a 2-year grant program to establish and\nmaintain facilities for these beds. LGBTQ-identified homeless youth shall have priority\npreference for the beds established through the 2-year grant program. If beds are not in use by a\nLGBTQ-identified homeless youth, they may be filled by a non-LGBTQ-identified homeless\nyouth until an LGBTQ-identified homeless youth presents the need for a bed and the nonLGBTQ-identified homeless youth has been transferred pursuant to section 20(a).\n“(2) Eligibility criteria shall be established to receive a grant. Eligible grantees\nshall:\n“(A) Be community organizations based in the District;\n“(B) Have expertise in systems of care for LGBTQ homeless youth; and\n\nNew\n§ 4-754.25a\n\nAmend\n§ 4-754.34\n\nAmend\n§ 4-755.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3173\n\n“(C) Establish or maintain facilities through these grants that protect the\nsafety of LGBTQ homeless youth through facilities that are specifically for LGBTQ youth and\nseparate from any existing homeless services for the general population.\n“(3) At least 30% of the grant funding shall be allocated to support proposals\nreceived for social innovation and other demonstration projects that may address the needs of\nthis population with new, promising prevention and service-delivery models; provided, that the\nnumber of beds established for LGBTQ youth is no lower than 10.\n“(4) This subsection shall expire if the Interagency Council determines that the\nneeds of LGBTQ homeless youth are being met at a rate equal to or higher than the needs of\nhomeless youth in the general population pursuant to section 5(b-1).”.\n(l) Section 31 (D.C. Official Code § 4-756.02) is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) A new subsection (b) is added to read as follows:\n“(b) Within 90 days of the effective date of the LGBTQ Homeless Youth Reform\nAmendment Act of 2014, passed on 2nd reading on February 4, 2014 (Enrolled version of Bill\n20-51), the Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), and subject to the\nCouncil review period of subsection (a) of this section, shall issue rules to implement the\nprovisions of this act, including:\n“(1) The data collection requirements of section 8(c);\n“(2) The training requirements of section 12a; and\n“(3) The grant-making requirements of section 28.”.\nSec. 3. The Office of Gay, Lesbian, Bisexual, and Transgender Affairs Act of 2006,\neffective April 4, 2006 (D.C. Law 16-89; D.C. Official Code § 2-1381 et seq.), is amended as\nfollows:\n(a) Section 2 (D.C. Official Code § 2-1381) is amended by adding a new paragraph (1A)\nto read as follows:\n“(1A) “Fund” means the LGBTQ Homeless Youth Training Grant Fund\nestablished in section 4a.”.\n(b) Section 4 (D.C. Official Code § 2-1383) is amended as follows:\n(1) Subsection (a)(2) is amended by striking the phrase “2 full-time employees”\nand inserting the phrase “sufficient full-time employees to perform the Office’s duties, with a\nminimum of 2 full-time employees” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (9) is amended by striking the word “and” at the end.\n(B) Paragraph (10) is amended by striking the period at the end and\ninserting a semicolon in its place.\n(C) New paragraphs (11) and (12) are added to read as follows:\n\nAmend\n§ 4-756.02\n\nAmend\n§ 2-1381\n\nAmend\n§ 2-1383\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3174\n\n“(11) Issue grants to organizations that provide services to LGBTQ residents of\nthe District of Columbia or in furtherance of the mission of the Office or the purposes of this act;\nand\n“(12) Implement the grant program created by section 4a.”.\n(c) A new section 4a is added to read as follows:\n“Sec. 4a. LGBTQ Homeless Youth Training Grant Fund.\n“(a) There is established as a special fund the LGBTQ Homeless Youth Training Grant\nFund (\"Fund\") which shall be administered by the Office of Gay, Lesbian, Bisexual, and\nTransgender Affairs in accordance with subsection (c) of this section.\n“(b) The Fund shall consist of the revenue from the following sources:\n“(1) Appropriated funds; and\n“(2) Funds transferred to the Department of Human Services from other District\nagencies for the purpose of providing services to homeless LGBTQ youth.\n“(c) The Fund shall be used for the following purposes:\n“(1) The Fund shall be continually available to the Office for the purpose of\nproviding grants to fund trainings on cultural competency for providing services to LGBTQ\nhomeless youth for providers throughout the District. Each grant shall be a 2-year grant.\n“(2) The Office shall establish criteria for eligibility to receive a grant; provided,\nthat the cultural competency training conducted through this grant:\n“(A) Is conducted by community organizations based in the District with\ndemonstrated ability and expertise in this field;\n“(B) Follows best practices in this field regarding content and delivery;\n“(C) Includes best practices for data collection pertaining to LGBTQ\nhomeless youth;\n“(D) Includes evidence-based family acceptance interventions that shall be\nyouth and family driven, culturally diverse, and tailored to meet the different needs of families\nfrom different cultural backgrounds and religions;\n“(E) Includes suicide awareness and prevention training; and\n“(F) Is subject to a biannual evaluation.\n“(d)(1) The money deposited into the Fund, and any interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\n“(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated into the Fund shall be continually available without regard to fiscal year\nlimitation.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNew\n§ 2-1383a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-100, effective May 3, 2014\n\n20 DCSTAT 3175\n\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "LGBTQ Homeless Youth Reform Amendment Act of 2014", 
  "council_period": "20"
}