{
  "start": "2180", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-35, effective November 5, 2013\n\n20 DCSTAT 2180\n\nAN ACT\n\nTo order the closing of the entire T-shaped public alley in Square 77, S.O. 12-6036, in Ward 2.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Closing of a Public Alley in Square 77, S.O. 12-6036, Act of 2013”.\nSec. 2. Pursuant to section 201 of the Street and Alley Closing and Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9202.01), the Council finds that the T-shaped public alley in Square 77, in Ward 2, as shown on\nthe Surveyor’s plat filed under S.O. 12-6036, is unnecessary for alley purposes and orders it\nclosed, with title to the land to vest as shown on the Surveyor’s plat.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this act, upon its effective date, to\nthe Office of the Surveyor and the Office of the Recorder of Deeds.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nBill 20-156\nAct 20-149\nEffective\nAugust 2,\n2013\nNot Codified\nClosing of a\nPublic Alley in\nSquare 77,\nS.O. 12-6036,\nAct of 2013\n\n\f", 
  "end": "2180", 
  "name": "Law_20-35.pdf", 
  "title": "Closing of a Public Alley in Square 77, S.O. 12-6036, Act of 2013"
}