{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-36, effective November 5, 2013\n\n20 DCSTAT 2181\n\nAN ACT\n\nTo amend An Act To establish a code of law for the District of Columbia to establish the authority of a civil\ncelebrant, a temporary officiant, members of the Council, the Mayor, and the parties to the\nmarriage to solemnize a marriage.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Marriage Officiant Amendment Act of 2013.”\n\nSec. 2. Section 1288 of An Act To establish a code of law for the District of Columbia,\napproved March 3, 1901 (31 Stat. 1391; D.C. Official Code § 46-406), is amended as follows:\n(a) Subsection (a) is amended as follows:\n(1) Re-designate paragraphs (1) and (2) as paragraphs (2) and (3), respectively.\n(2) A new paragraph (1) is added to read as follows:\n“(1) “Civil celebrant” means a person of a secular or non-religious organization\nwho performs marriage ceremonies.\n(3) A new paragraph (4) is added to read as follows:\n“(4) “Temporary officiant” means a person authorized by the Clerk of the\nSuperior Court of the District of Columbia (“Court”) to solemnize a specific marriage. The\nperson’s authority to solemnize that marriage shall expire upon the filing of the marriage license,\npursuant to section 1293.”.\n(b) Subsection (b) is amended to read as follows:\n“(b) For the purpose of preserving the evidence of marriages in the District of Columbia,\na marriage authorized under Chapter Forth-Three of this act, An Act To increase the age of\nconsent for marriage in the District of Columbia to eighteen years of age in the case of males and\nsixteen years of age in the case of females, approved August 12, 1937 (50 Stat. 626; D.C.\nOfficial Code § 46-409), and An Act To require premarital examinations in the District of\nColumbia, and for other purposes, approved October 15, 1966 (80 Stat. 959; D.C. Official Code\n§ 46-416 et seq.), may be solemnized by the following persons at least 18 years of age at the time\nof the marriage:\n“(1) A judge or retired judge of any court of record;\n“(2) The Clerk of the Court or such deputy clerks of the Court as may, in writing,\nbe designated by the Clerk and approved by the Chief Judge of the Court;\n“(3) A minister, priest, rabbi, or authorized person of any religious denomination\nor society;\n“(4) For any religious society which does not by its own custom require the\nintervention of a minister for the celebration of marriages, a marriage may be solemnized in the\n\nBill 20-118\nAct 20-152\neffective\nAugust 6,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nMarriage\nOfficiant\nAmendment\nAct of 2013\n\nAmend\n§ 46-406\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-36, effective November 5, 2013\n\n20 DCSTAT 2182\n\nmanner prescribed and practiced in that religious society, with the license issued to, and returns\nto be made by, a person appointed by the religious society for that purpose;\n“(5) A civil celebrant;\n“(6) A temporary officiant;\n\"(7) Members of the Council;\n\"(8) The Mayor of the District of Columbia; or\n\"(9) The parties to the marriage.\".\n(c) New subsections (b-1) and (b-2) are added to read as follows:\n“(b-1) All persons authorized by subsection (b) of this section to solemnize marriages\nshall comply with the requirements of section 1293.\n“(b-2) The Court shall charge a reasonable registration fee for authorization to solemnize\nmarriages; provided, that the registration fee for a temporary officiant shall not exceed $25.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Marriage Officiant Amendment Act of 2013",
  "end": "2182",
  "start": "2181",
  "name": "Law_20-36.pdf"
}