{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-133, effective August 8, 2014 (Expiration date March 21, 2015)\n(Related Emergency Legislation is Act 20-329, 20 DCSTAT 3311)\n\n20 DCSTAT 3644\n\nAN ACT\n\nTo amend, on a temporary basis, the Health Benefit Exchange Authority Establishment Act of 2011 to\nprovide for the financial sustainability of the Health Benefit Exchange Authority.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Health Benefit Exchange Authority Financial Sustainability Temporary\nAmendment Act of 2014”.\n\nSec. 2. The Health Benefit Exchange Authority Establishment Act of 2011, effective\nMarch 2, 2012 (D.C. Law 19-94; D.C. Official Code § 31-3171.01 et seq.), is amended as\nfollows:\n(a) Section 2 (D.C. Official Code § 31-3171.01) is amended as follows:\n(1) A new paragraph (3A) is added to read as follows:\n“(3A) “Direct gross receipts” means all policy and membership fees and net\npremium receipts or consideration received in a calendar year on all health insurance carrier risks\noriginating in or from the District of Columbia.”.\n(2) A new paragraph (8C) is added to read as follows:\n“(8C) “Net premium receipts or consideration received” means gross premiums or\nconsideration received less the sum of premiums received for reinsurance assumed and\npremiums or consideration returned on policies or contracts canceled or not taken.”.\n(b) Section 4 (D.C. Official Code § 31-3171.03) is amended by adding a new subsection\n(f) to read as follows:\n“(f)(1) The Authority shall annually assess, through a “Notice of Assessment,” each\nhealth carrier doing business in the District with direct gross receipts of $50,000 or greater in the\npreceding calendar year an amount based on a percentage of its direct gross receipts for the\npreceding calendar year. These assessments shall be deposited in the Fund.\n“(2) The Authority shall adjust the assessment rate in each assessable year. The\namount assessed shall not exceed reasonable projections regarding the amount necessary to\nsupport the operations of the Authority.\n“(3) Each health carrier shall pay to the Authority the amount stated in the Notice\nof Assessment within 30 business days of receipt of the Notice of Assessment.\n\nBill 20-776\nAct 20-356\neffective\nJune 18, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nHealth Benefit\nExchange\nAuthority\nFinancial\nSustainability\nTemporary\nAmendment\nAct of 2014\n\nNote,\n§ 31-3171.01\n\nNote,\n§ 31-3171.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-133, effective August 8, 2014 (Expiration date March 21, 2015)\n(Related Emergency Legislation is Act 20-329, 20 DCSTAT 3311)\n\n20 DCSTAT 3645\n\n“(4) Any failure to pay the assessment shall subject the health carrier to section 5\nof the Insurance Regulatory Trust Fund Act of 1993, effective October 21, 1993 (D.C. Law 1040; D.C. Official Code § 31-1204).”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f",
  "title": "Health Benefit Exchange Authority Financial Sustainability Temporary Amendment Act of 2014",
  "end": "3645",
  "start": "3644",
  "name": "Law_20-133.pdf"
}