{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 172\n\nAN ACT\n\nBill 19-224\nAct 19-549\neffective\nNovember 20,\n2012\n\nTo amend the District of Columbia Procurement Practices Act of 1985 to make the District’s false claims\nact consistent with federal law and thereby qualify the District for additional Medicaid recoveries\nunder a federal financial incentive, to expand the liability of individuals and entities that submit\nfalse or fraudulent claims to the District, to facilitate qui tam actions for false and fraudulent\nclaims by increasing the rights of qui tam plaintiffs and the reward to which they are entitled, and\nto authorize the Attorney General for the District of Columbia to promulgate rules to adjust civil\npenalties for inflation for the purpose of making the District’s false claims law consistent with the\nfederal false claims law.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Medicaid Fraud Enforcement and Recovery Amendment Act of 2012”.\n\nMedicaid\nFraud\nEnforcement\nand Recovery\nAmendment\nAct of 2012\n\nSec. 2. Part C of Title VIII of the District of Columbia Procurement Practices Act of\n1985, effective February 21, 1986 (D.C. Law 6-85; D.C. Official Code § 2-381.01 et seq.), is\namended as follows:\n(a) Section 813 (D.C. Official Code § 2-381.01) is amended to read as follows:\n“Sec. 813. Definitions.\n“For the purposes of this part, and unless otherwise defined, the term:\n“(1) “Claim” means:\n“(A) Any request or demand, whether under a contract or otherwise, for\nmoney or property, and whether or not the District has title to the money or property, that:\n“(i) Is presented to an officer, employee, or agent of the District;\nor\n“(ii) Is made to a contractor, grantee, or other recipient, if the\nmoney or property is to be spent or used on the District’s behalf or to advance a District program\nor interest, and if the District:\n“(I) Provides or has provided any portion of the money or\nproperty requested or demanded; or\n“(II) Will reimburse the contractor, grantee, or other\nrecipient for any portion of the money or property which is requested or demanded.\n“(B) The term “claim” does not include requests or demands for money or\nproperty that the District has paid to an individual as compensation for District employment or as\nan income subsidy with no restrictions on that individual’s use of the money or property.\n“(2) “Custodian” means the custodian, or any deputy custodian, designated by the\nAttorney General for the District of Columbia pursuant to section 819(j)(1) of this Act.\n\nAmend\n§ 2-381.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 173\n\n“(3) “Documentary material” includes the original or any copy of any book,\nrecord, report, memorandum, paper, communication, tabulation, chart, or other document, or\ndata compilations stored in or accessible through computer or other information retrieval\nsystems, together with instructions and all other materials necessary to use or interpret such data\ncompilations, and any product of discovery.\n“(4) “False claims law” means this part.\n“(5) “False claims law investigation” means any inquiry conducted by any false\nclaims law investigator for the purpose of ascertaining whether any person is or has been\nengaged in any violation of a false claims law.\n“(6) “False claims law investigator” means any attorney or investigator employed\nby the Office of the Attorney General for the District of Columbia who is charged with the duty\nof enforcing or carrying into effect any false claims law, or any officer or employee of the\nDistrict government acting under the direction and supervision of such attorney or investigator in\nconnection with a false claims law investigation.\n“(7) “Knowing” or “knowingly” means:\n“(A) That a person, with respect to information, does any of the\nfollowing:\n“(i) Has actual knowledge of the information;\n“(ii) Acts in deliberate ignorance of the truth or falsity of the\ninformation; or\n“(iii) Acts in reckless disregard of the truth or falsity of the\ninformation.\n“(B) The terms “knowing” and “knowingly” do not require proof of\nspecific intent to defraud.\n“(8) “Material” means having a natural tendency to influence, or be capable of\ninfluencing, the payment or receipt of money or property.\n“(9) “Obligation” means an established duty, whether or not fixed, arising from\nan express or implied contractual, grantor-grantee, or licensor-licensee relationship, from a feebased or similar relationship, from statute or regulation, or from the retention of any\noverpayment.\n“(10) “Original source” means an individual who:\n“(A) Has voluntarily disclosed to the District, before a public\ndisclosure under section 815(c-1)(1), the information on which allegations or transactions in a\nclaim are based; or\n“(B) Has knowledge that is independent of and materially adds to\nthe publicly disclosed allegations or transactions, and who has voluntarily provided the\ninformation to the District before filing an action under this section.\n“(11) “Person” includes any natural person, corporation, firm, association,\norganization, partnership, business, or trust.\n“(12) “Proceeds” means civil penalties as well as double or treble damages as\nprovided in sections 814, and criminal fines as provided in section 821.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 174\n\n(b) Section 814 (D.C. Official Code § 2-381.02) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) Any person who commits any of the following acts shall be liable to the District for\n3 times the amount of damages which the District sustains because of the act of that person. A\nperson who commits any of the following acts shall also be liable to the District for the costs of a\ncivil action brought to recover penalties or damages, and shall be liable to the District for a civil\npenalty of not less than $5,500, and not more than $11,000, for each false or fraudulent claim for\nwhich the person:\n“(1) Knowingly presents, or causes to be presented, a false or fraudulent claim\nfor payment or approval;\n“(2) Knowingly makes, uses, or causes to be made or used, a false record or\nstatement material to a false or fraudulent claim;\n“(3) Has possession, custody, or control of property or money used, or to be used,\nby the District and knowingly delivers, or causes to be delivered, less than all of that money or\nproperty;\n“(4) Is authorized to make or deliver a document certifying receipt of property\nused, or to be used, by the District and, intending to defraud the District, makes or delivers the\nreceipt without completely knowing that the information on the receipt is true;\n“(5) Knowingly buys, or receives as a pledge of an obligation or debt, public\nproperty from an officer or employee of the District who lawfully may not sell or pledge\nproperty;\n“(6) Knowingly makes, uses, or causes to be made or used, a false record or\nstatement material to an obligation to pay or transmit money or property to the District, or\nknowingly conceals or knowingly and improperly avoids or decreases an obligation to pay or\ntransmit money or property to the District;\n“(7) Conspires to commit a violation of paragraph (1), (2), (3), (4), (5), or (6) of\nthis subsection;\n“(8) Is a beneficiary of an inadvertent submission of a false or fraudulent claim to\nthe District, subsequently discovers the falsity of the claim, and fails to disclose the false or\nfraudulent claim to the District; or\n“(9) Is the beneficiary of an inadvertent payment or overpayment by the District\nof monies not due and knowingly fails to repay the inadvertent payment or overpayment to the\nDistrict.”.\n(2) Subsection (d) is amended to read as follows:\n“(d) This section shall not apply to claims, records, or statements made pursuant to those\nportions of Title 47 of the District of Columbia Official Code that refer or relate to taxation.”.\n(c) Section 815 (D.C. Official Code § 2-381.03) is amended as follows:\n(1) Strike the phrase “Corporation Counsel” wherever it appears and insert the\nphrase “Attorney General for the District of Columbia” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1) is amended to read as follows:\n\nAmend\n§ 2-381.02\n\nAmend\n§ 2-381.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 175\n\n“(1) A person may bring a civil action for a violation of section 814 for the\nperson and for the District. The action shall be brought in the name of the District. The person\nbringing the action shall be referred to as the qui tam plaintiff. The action may be dismissed\nonly if the court and the Attorney General for the District of Columbia give written consent to\nthe dismissal and their reasons for consenting.”.\n(B) Paragraph (6) is amended to read as follows:\n“(6) When a qui tam plaintiff brings an action pursuant to this subsection, no\nperson other than the District may intervene or bring a related action based on the facts\nunderlying the pending action.”.\n(C) A new paragraph (7) is added to read as follows:\n“(7) The District is not liable for expenses which a qui tam plaintiff incurs in\nbringing an action under this section.”.\n(3) Subsection (c) is amended to read as follows:\n“(c)(1) No person may bring an action pursuant to subsection (b) of this section against a\nmember of the Council of the District of Columbia, a member of the District judiciary, or an\nelected official in the executive branch of the District, if the action is based on evidence or\ninformation known to the District when the action was brought.\n“(2) No person may bring an action under subsection (b) of this section which is\nbased upon allegations or transactions which are the subject of a civil suit or an administrative\ncivil money penalty proceeding in which the District is already a party.”.\n(4) A new subsection (c-1) is added to read as follows:\n“(c-1)(1) Except as provided in paragraph (2) of this subsection, a court shall dismiss an\naction or claim under this section if substantially the same allegations or transactions as alleged\nin the action or claim were publicly disclosed:\n“(A) In a criminal, civil, or administrative hearing in which the District or\nits agent is a party;\n“(B) In a report, hearing, audit, or investigation by the Council of the\nDistrict of Columbia, the Auditor of the District of Columbia, the Inspector General of the\nDistrict of Columbia, or other District agency; or\n“(C) By the news media.\n“(2) A court shall not dismiss an action or claim as provided in paragraph (1) of\nthis subsection if:\n“(A) The action is brought by the Attorney General for the District of\nColumbia;\n“(B) The District is opposed to the dismissal; or\n“(C) The action is brought by a qui tam plaintiff and the qui tam plaintiff\nis an original source of the information.”.\n(5) Subsection (d) is amended to read as follows:\n“(d)(1) If the District proceeds with the action, it shall have the primary responsibility for\nprosecuting the action, and shall not be bound by an act of the qui tam plaintiff. The qui tam\nplaintiff shall have the right to continue as a party to the action, subject to the limitations set\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 176\n\nforth in paragraph (2) of this subsection.\n“(2)(A) The District may dismiss the action notwithstanding the objections of the\nqui tam plaintiff if the qui tam plaintiff has been notified by the District of the filing of the\nmotion to dismiss and the court has provided the qui tam plaintiff with an opportunity for a\nhearing on the motion.\n“(B) The District may settle the action with the defendant,\nnotwithstanding the objections of the qui tam plaintiff, if the court determines, after a hearing\nproviding the qui tam plaintiff an opportunity to be heard, that the proposed settlement is fair,\nadequate, and reasonable under all the circumstances. Upon a showing of good cause, the\nhearing may be held in camera.\n“(C) Upon a showing by the District that unrestricted participation during\nthe course of the litigation by the qui tam plaintiff would interfere with or unduly delay the\nDistrict’s prosecution of the case, or would be repetitious, irrelevant, or for purposes of\nharassment, the court may, in its discretion, impose limitations on the qui tam plaintiff’s\nparticipation, such as:\n“(i) Limiting the number of witnesses the qui tam plaintiff may\ncall;\n“(ii) Limiting the length of the testimony of such witnesses;\n“(iii) Limiting the qui tam plaintiff 's cross-examination of\nwitnesses; or\n“(iv) Otherwise limiting the participation by the qui tam plaintiff\nin the litigation.\n“(D) Upon a showing by the defendant that unrestricted participation\nduring the course of the litigation by the qui tam plaintiff would be for purposes of harassment or\nwould cause the defendant undue burden or unnecessary expense, the court may, in its discretion,\nlimit the participation by the qui tam plaintiff.”.\n(6) Subsection (e)(2) is amended to read as follows:\n“(2) When the qui tam plaintiff proceeds with the action, the court, without\nlimiting the status and rights of the qui tam plaintiff, may nevertheless permit the District to\nintervene at a later date upon a showing of good cause. ”.\n(7) Subsection (f) is amended as follows:\n(A) Paragraphs (1) and (2) are amended to read as follows:\n“(1)(A) If the District proceeds with an action brought by a qui tam plaintiff\npursuant to subsection (b) of this section, the qui tam plaintiff, subject to subparagraph (B) of\nthis paragraph, shall receive at least 15%, but not more than 25%, of the proceeds of the action or\nsettlement of the claim, depending upon the extent to which the qui tam plaintiff substantially\ncontributed to the prosecution of the action.\n“(B) Where the action is one which the court finds to be based primarily\non disclosures of specific information, other than information provided by the qui tam plaintiff,\nrelating to allegations or transactions in a criminal, civil, or administrative hearing, in a report,\nhearing, audit, or investigation conducted by a District agency, or from the news media, the court\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 177\n\nmay award such sums as it considers appropriate, but in no case more than 10% of the proceeds,\ntaking into account the significance of the information and the role of the qui tam plaintiff in\nadvancing the case to litigation.\n“(C) Any payment to a qui tam plaintiff under this paragraph shall be\nmade from the proceeds of the judgment or the settlement of the claim. Any qui tam plaintiff\nreceiving a payment under this paragraph shall also receive an amount for reasonable expenses\nwhich the court finds to have been necessarily incurred, plus reasonable attorney’s fees and\ncosts. All such expenses, fees, and costs shall be awarded against the defendant.\n“(2)(A) If the District does not proceed with an action brought by a qui tam\nplaintiff pursuant to subsection (b) of this section, the qui tam plaintiff shall receive an amount\nwhich the court decides is reasonable for collecting the civil penalty and damages; provided, that\nthe amount shall be not less than 25%, and not more than 30%, of the proceeds of the action or\nsettlement of the claim.\n“(B) Any payment to a qui tam plaintiff under this paragraph shall be\nmade from the proceeds of the judgment or the settlement of the claim. Any qui tam plaintiff\nreceiving a payment under this paragraph shall also receive an amount for reasonable expenses\nwhich the court finds to have been necessarily incurred, plus reasonable attorney’s fees and\ncosts. All such expenses, fees, and costs shall be awarded against the defendant.”.\n(B) Paragraph (4) is amended to read as follows:\n“(4)(A) Whether or not the District proceeds with the action, if the court finds\nthat the action was brought by a qui tam plaintiff who planned and initiated the violation of\nsection 814 upon which the action was brought, then the court may, to the extent the court\nconsiders appropriate, reduce the share of the proceeds of the action which the qui tam plaintiff\nwould otherwise receive under paragraph (1) or (2) of this subsection, taking into account the\nrole of the qui tam plaintiff in advancing the case to litigation and any relevant circumstances\npertaining to the violation.\n“(B) If the qui tam plaintiff is convicted of criminal conduct arising from\nhis or her role in the violation of section 814, the qui tam plaintiff shall be dismissed from the\ncivil action and shall not receive any share of the proceeds of the action. Such dismissal shall\nnot prejudice the right of the District to continue the action, represented by the Attorney General\nfor the District of Columbia.”.\n(C) A new paragraph (6) is added to read as follows:\n“(6)(A) Notwithstanding subsection (b) of this section, the District may elect to\npursue a violation of section 814 through any alternate remedy available to the District, including\nan administrative proceeding to determine a civil money penalty. If any such alternate remedy is\npursued in another proceeding, the qui tam plaintiff shall have the same rights in such proceeding\nas such person would have had if the qui tam action had continued under this section. Any\nfinding of fact or conclusion of law made in such other proceeding that has become final shall be\nconclusive on all parties to an action under this section.\n“(B) For the purposes of this paragraph, a finding or conclusion is final if\nit has been finally determined on appeal to the appropriate court, if all time for filing such an\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 178\n\nappeal with respect to the finding or conclusion has expired, or if the finding or conclusion is not\nsubject to judicial review.”.\n(8) Subsection (g) is amended to read as follows:\n“(g)(1) Whether or not the District proceeds with the action, upon a showing by the\nDistrict that certain actions of discovery by the qui tam plaintiff would interfere with the\ninvestigation or prosecution of a criminal or civil matter by the District or a criminal matter in\nthe District of Columbia arising out of the same facts, the court may stay such discovery for a\nperiod of not more than 60 days.\n“(2) Upon a further showing that the District or the United States Attorney’s\nOffice for the District of Columbia has pursued the criminal or civil investigation or proceedings\nwith reasonable diligence and any proposed discovery in the qui tam action will interfere with\nthe ongoing criminal or civil investigation or proceedings, the court may extend the stay of\ndiscovery provided for in paragraph (1) of this subsection.\n“(3) Any showing provided for under this subsection shall be conducted in\ncamera.”.\n(d) Section 816 (D.C. Official Code § 2-381.04) is amended to read as follows:\n“Sec. 816. Relief from retaliatory actions.\n“(a) Any employee, contractor, or agent shall be entitled to all relief necessary to make\nthat employee, contractor, or agent whole, if that employee, contractor, or agent is discharged,\ndemoted, suspended, threatened, harassed, or in any other manner discriminated against in the\nterms and conditions of employment because of lawful acts done by the employee, contractor,\nagent, or associated others in furtherance of an action under this part or other efforts to stop one\nor more violations of this part.\n“(b) The relief authorized under subsection (a) of this section shall include:\n“(1) Reinstatement with the same seniority status that the employee, contractor,\nor agent would have had but for the discrimination;\n“(2) Two times the amount of back pay;\n“(3) Interest on the back pay; and\n“(4) Compensation for any special damages sustained as a result of the\ndiscrimination, including litigation costs and reasonable attorneys’ fees.\n“(c) An action seeking relief under this section may be brought in the Superior Court of\nthe District of Columbia; provided, that a civil action seeking relief under this section may not be\nbrought more than 3 years after the date when the retaliation occurred.”.\n(e) Section 817 (D.C. Official Code § 2-381.05) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) A civil action brought pursuant to section 815 may not be brought:\n“(1) More than 6 years after the date on which the violation of section 814 is\ncommitted; or\n“(2) More than 3 years after the date when facts material to the right of action are\nknown or reasonably should have been known by the official of the District charged with the\nresponsibility to act in those circumstances, but in no event more than 10 years after the date on\n\nAmend\n§ 2-381.04\n\nAmend\n§ 2-381.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 179\n\nwhich the violation of section 814 is committed, whichever occurs last.”.\n(2) A new subsection (e) is added to read as follows:\n“(e)(1) If the District elects to intervene and proceed with an action brought under\nsection 815, the District may file its own complaint or amend the complaint of a qui tam plaintiff\nwho has brought an action under section 815(b) to clarify or add detail to the claims in which the\nDistrict is intervening and to add any additional claims with respect to which the District\ncontends it is entitled to relief.\n“(2) Any District pleading as provided for in this subsection shall relate back to\nthe filing date of the complaint of the qui tam plaintiff who originally brought the action, and\nthereby comply with the statute of limitations as provided for in this part, to the extent that the\nclaim of the District arises out of the conduct, transactions, or occurrences set forth, or attempted\nto be set forth, in the prior complaint of the qui tam plaintiff.”.\n(f) Section 819 (D.C. Official Code § 2-381.07) is amended as follows:\n(1) Strike the phrase “Corporation Counsel” wherever it appears and inserting the\nphrase “Attorney General for the District of Columbia” in its place.\n(2) Subsection (j)(2)(C) is amended to read as follows:\n“(C) Except as otherwise provided in this subsection, no documentary\nmaterial, answers to interrogatories, or transcripts of oral testimony, or copies thereof, while in\nthe possession of the custodian, shall be available for examination by any individual other than a\nfalse claims law investigator or officer or employee of the Office of the Attorney General for the\nDistrict of Columbia authorized pursuant to subparagraph (B) of this paragraph; provided that\nnothing in this subparagraph is intended to prevent:\n“(i) The availability of material, answers, or transcripts if consent\nis given by the person who produced such material, answers, or transcripts;\n“(ii) Disclosure to the Council, including any committee of the\nCouncil;\n“(iii) Disclosure to the United States Attorney’s Office;\n“(iv) Disclosure to any other federal or state agency for use by\nsuch agency in furtherance of its statutory responsibilities; provided, that disclosure of\ninformation to any agency other than the Council or the United States Attorney’s Office shall be\nallowed only upon application, made by the Attorney General for the District of Columbia to the\nSuperior Court of the District of Columbia, showing substantial need for the use of the\ninformation by such agency in furtherance of its statutory responsibilities and after giving the\nindividuals who provided the information an opportunity to be heard on the release of the\ninformation; or\n“(v) Disclosure to any federal or state agency in connection with a\njoint case or investigation with the Office of the Attorney General for the District of Columbia\nprovided that before disclosure, an official of the receiving agency agrees in writing to abide by\nthe disclosure restrictions of this paragraph.”.\n(3) Subsection (m) is amended to read as follows:\n“(m) For the purposes of this section, the term “person” means any natural person,\n\nAmend\n§ 2-381.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-232, effective March 19, 2013\n\n20 DCSTAT 180\n\npartnership, corporation, association, or other legal entity, including any state or political\nsubdivision of a state.”.\n(g) Section 821 (D.C. Official Code § 2-381.09) is amended by striking the phrase\n“Corporation Counsel” and inserting the phrase “Attorney General for the District of Columbia”\nin its place.\n(h) A new section 822 is added to read as follows:\n“Sec. 822. Civil penalty inflation adjustment.\n“The Attorney General for the District of Columbia is granted the authority to, at least\nonce every 4 years, promulgate rules to adjust the amounts of the civil penalties listed in section\n814 by the same amount that the Attorney General of the United States shall, from time to time,\nadjust the civil monetary penalties found in 31 U.S.C. § 3729 pursuant to the procedures\ndescribed in the Federal Civil Penalties Inflation Adjustment Act of 1990, approved October 5,\n1990 (104 Stat. 890; 28 U.S.C. § 2461, note). Any increase to a civil penalty as provided in this\nsection shall only apply to violations which occur after the date the increase takes effect.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602( c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 788; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 2-381.09\n\nNew\n§ 2-381.10\n\n\f",
  "title": "Medicaid Fraud Enforcement and Recovery Amendment Act of 2012",
  "end": "180",
  "start": "172",
  "name": "Law_19-232.pdf"
}