{
  "start": "3295", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-116, effective June 21, 2014 (Expiration date February 1, 2015)\n(Related Emergency Legislation is Act 20-294, 20 DCSTAT 3061)\n\n20 DCSTAT 3295\n\nAN ACT\n\nTo amend, on a temporary basis, the Tobacco Product Manufacturer Reserve Fund Complementary\nProcedures Act of 2004 to permit the information provided by District tobacco wholesalers to be\nshared with the multistate data clearinghouse created to implement a term sheet agreed to by the\nDistrict and Participating Manufactures and related to the Master Settlement Agreement.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Tobacco Product Manufacturer Reserve Fund Temporary Amendment\nAct of 2014\".\n\nSec. 2. Section 6(b) of the Tobacco Product Manufacturer Reserve Fund Complementary\nProcedures Act of 2004, effective April 22, 2004 (D.C. Law 15-150; D.C. Official Code § 71803.05(b)), is amended as follows:\n(a) Strike the phrase “Corporation Counsel” wherever it appears and insert the\nphrase “Attorney General” in its place.\n(b) A new sentence is added at the end to read as follows:\n“The Attorney General may also disclose the information received under this act with the\ndata clearinghouse created to implement the term sheet agreed to by the District and Participating\nManufacturers, and given effect by a March 12, 2013, arbitral award.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\nBill 20-705\nAct 20-321\neffective\nApril 28, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nTobacco\nProduct\nManufacturer\nReserve Fund\nTemporary\nAmendment\nAct of 2014\n\nNote,\n§ 7-1803.05\n\n\f", 
  "end": "3295", 
  "name": "Law_20-116.pdf", 
  "title": "Tobacco Product Manufacturer Reserve Fund Temporary Amendment Act of 2014"
}