{
  "start": "885", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 885\nD.C. Law 19-268, effective April 20, 2013 (Expiration date September 30, 2015)\n\nAN ACT\n\nBill 19-795\nAct 19-629\neffective\nJanuary 18,\n2013\n\nTo amend the Office of Administrative Hearings Establishment Act of 2001 to expand the jurisdiction of\nthe Office of Administrative Hearings to include infractions of rules promulgated pursuant to the\nDepartment of Transportation Establishment Act of 2002; to amend the Department of\nTransportation Establishment Act of 2002 to authorize the District Department of Transportation\nto plan, develop, and operate a local light rail service to be known as the DC Streetcar, and to\nestablish the DC Streetcar Fund; and to require the Mayor’s DC Streetcar Financing and\nGovernance Task Force to issue a comprehensive financing and governance plan for DC\nStreetcar to the Council.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District Department of Transportation DC Streetcar Amendment Act of\n2012”.\n\nDistrict\nDepartment of\nTransportation DC\nStreetcar\nAmendment\nAct of 2012\n\nSec. 2. Section 6(a) of the Office of Administrative Hearings Establishment Act of 2001,\neffective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 2-1831.03(a)), is amended as\nfollows:\n(a) Paragraph (9) is amended by striking the phrase \"; and\" and inserting a semicolon in its\nplace.\n(b) Paragraph (10) is amended by striking the period and inserting the phrase “; and” in its\nplace.\n(c) A new paragraph (11) is added to read as follows:\n“(11) Adjudications involving infractions of rules established pursuant to Title V of the\nDepartment of Transportation Establishment Act of 2002, passed on 2nd reading on December 4,\n2012 ( Enrolled version of Bill 19-795).”.\n\nAmend\n§ 2-1831.03\n\nSec. 3. The Department of Transportation Establishment Act of 2002, effective May 21,\n2002 (D.C. Law 14-137; D.C. Official Code § 50-921.01 et seq.), is amended by adding a new\nTitle V to read as follows:\n“TITLE V. DC STREETCAR SERVICE.\n“Sec. 11m. Definitions.\n“For the purposes of this title, the term:\n“(1) “DC Streetcar” means a local fixed guideway transit network offering rail\npassenger service operated by the District government or its agent.\n“(2) “DC Streetcar Fund” or “Fund” means the fund established by section 11o.\n\nNew\nSubchapter\nIV,\nChapter 9,\nTitle 50\nNew\n§ 50-921.71\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 886\nD.C. Law 19-268, effective April 20, 2013 (Expiration date September 30, 2015)\n\n“(3) “Ticket” includes a pass, token, or any other form of payment, including\npayments sold in bulk for resale, which may be used in lieu of cash.\n“Sec. 11n. DC Streetcar.\n“The Department shall have the power to:\n“(1) Plan, develop, operate, control, and regulate the DC Streetcar, including\nestablishing fares, charges, tickets, fines, and routes and schedules; and\n“(2) Sell space on and within DC Streetcar vehicles or other assets for the display of\nadvertisements and enter into agreements with entities to sell space on vehicles or other assets in\nreturn for a fee, or as a gift or donation of services approved by the Mayor.\n“Sec 11o. DC Streetcar Fund establishment.\n“(a) There is established as a special fund the DC Streetcar Fund (“Fund”), which shall be\nadministered by the Department in accordance with subsection (c) of this section.\n“(b) The Fund shall consist of revenue from the following sources:\n“(1) Revenue collected pursuant to sections 11n and 11p by the District or its agents;\n“(2) Revenue collected from DC Streetcar financing districts to be established; and\n“(3) Monetary gifts and grants intended to be used to fund the DC Streetcar.\n“(c) The Fund shall be used to pay for goods, services, property, or for any other authorized\npurpose for the administration of the DC Streetcar.\n“(d)(1) All funds deposited into the Fund, and any interest earned on those funds, shall not\nrevert to the unrestricted fund balance of the General Fund of the District of Columbia at the end of\na fiscal year, or at any other time, but shall be continually available for the uses and purposes set\nforth in subsection (c) of this section without regard to fiscal year limitation, subject to authorization\nby Congress.\n“Sec. 11p. Fares; structure; purpose.\n“(a) The Department shall set the rates and fares for the DC Streetcar.\n“(b) Nothing in subsection (a) of this section shall prevent the Department from offering\ntickets at no cost or at discounted prices as part of the Department's marketing of the DC Streetcar.\n“(c) The Department shall provide quality service at reasonable fares.\n“Sec.11q. Labor negotiations with streetcar operators and technicians.\n“If federal funds are used to operate the Streetcar program, the Department shall ensure that\nemployee protective arrangements for employees of the DC Streetcar program comply with 49\nU.S.C. § 5333(b).\n“Sec. 11r. Rulemaking; enforcement; and adjudication.\n“(a) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this title, including the manner and amount of a fare, fee, or fine,.\n“(b) Civil fines, penalties, and fees may be imposed as sanctions for an infraction of a rule\npromulgated under subsection (a) of this section pursuant to the Department of Consumer and\nRegulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C. Law 6-42; D.C.\nOfficial Code § 2-1801.01 et seq.).\n\nNew\n§ 50-921.72\n\nNew\n§ 50-921.73\n\nNew\n§ 50-921.74\n\nNew\n§ 50-921.75\n\nNew\n§ 50-921.76\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 887\nD.C. Law 19-268, effective April 20, 2013 (Expiration date September 30, 2015)\n\n“Sec. 11s. Coordination with the Washington Metropolitan Area Transit Authority.\n“The Department shall coordinate DC Streetcar planning and operations with the\nWashington Metropolitan Area Transit Authority to ensure efficient, cost-effective, and coordinated\ntransit service throughout the District of Columbia. \".\n\nNew\n§ 50-921.77\n\nSec. 4. Comprehensive financing and governance plan.\nOn or before December 31, 2013, the Mayor’s DC Streetcar Financing and Governance\nTask Force shall develop a comprehensive financing and governance plan for DC Streetcar, and\nshall transmit this plan to the Council.\n\nNote,\n§ 50-921.71\n\nSec. 5. Sunset.\nThis act shall expire as of September 30, 2015.\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nSunset\nNote,\n§§ 50-921.71 – 50921.77\n\n\f", 
  "end": "887", 
  "name": "Law_19-268.pdf", 
  "title": "District Department of Transportation DC Streetcar Amendment Act of 2012"
}