{
  "start": "830", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-257, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 830\n\nAN ACT\n\nBill 19-1010\nAct 19-593\neffective\nJanuary 16,\n2013\n\nTo amend Chapter 46 of Title 47 of the District of Columbia Official Code to provide an abatement of real\nproperty taxes for the Howard Town Center.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Howard Town Center Real Property Tax Abatement Act of 2012”.\n\nHoward Town\nCenter Real\nProperty Tax\nAbatement\nAct of 2012\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-4656. Abatement of real property taxes for Howard Town Center.”.\n(b) A new section 47-4656 is added to read as follows:\n“§ 47-4656. Abatement of real property taxes for Howard Town Center.\n“(a) Subject to subsection (c) of this section, the tax imposed by Chapter 8 of this title on\nthe real property described as Lots 930 and 933, Square 2877, and any improvements thereon,\nowned by Howard University and developed by Howard Town Center Developer, LLC, shall be\nabated for 10 real property tax years in accordance with subsection (b) of this section.\n“(b) The abatement provided for in subsection (a) of this section shall:\n“(1) Commence with the tax year in which the final certificate of occupancy is\nissued to the last property developed on the site, but in no case before October 1, 2014; and\n“(2) Be in the amount of $1.1 million per year, not to exceed $11 million in the\naggregate over 10 years.\n“(c) To receive the abatement provided for in subsection (a) of this section:\n“(1) The development of the real property shall:\n“(A) Be a mixed-use development;\n“(B) Comply with § 2-219.03 and § 2-218.46;\n“(C) Require that at least 51% of construction hours are completed by\nDistrict residents;\n“(D) Require that at least 51% of the permanent jobs in the development\nare filled by District residents; and\n“(E) Reserve all the apprenticeships in the development project for District\nresidents; and\n\nNew\n§ 47-4656\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-257, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 831\n\n“(2) The Mayor shall certify to the Office of Tax and Revenue that the\ndevelopment project has met each of the conditions set forth in paragraph (1) of this\nsubsection.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the\nCouncil in a certification published by the Council in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDelayed\nApplicability\n\n\f", 
  "end": "831", 
  "name": "Law_19-257.pdf", 
  "title": "Howard Town Center Real Property Tax Abatement Act of 2012"
}