{
  "end": "907", 
  "name": "Law_19-278.pdf", 
  "start": "906", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-278, effective April 23, 2013\n\n20 DCSTAT 906\n\nAN ACT\n\nBill 19-931\nAct 19-643\neffective\nJanuary 23,\n2013\n\nTo authorize autonomous vehicles to operate on District roadways, to require the Department of Motor\nVehicles to create an autonomous vehicle designation, and to establish safe operating protocols\nfor autonomous vehicles.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Autonomous Vehicle Act of 2012”.\n\nAutonomous\nVehicle Act of\n2012\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Autonomous vehicle” means a vehicle capable of navigating District\nroadways and interpreting traffic-control devices without a driver actively operating any of the\nvehicle’s control systems. The term “autonomous vehicle” excludes a motor vehicle enabled\nwith active safety systems or driver- assistance systems, including systems to provide electronic\nblind-spot assistance, crash avoidance, emergency braking, parking assistance, adaptive cruise\ncontrol, lane-keep assistance, lane-departure warning, or traffic-jam and queuing assistance,\nunless the system alone or in combination with other systems enables the vehicle on which the\ntechnology is installed to drive without active control or monitoring by a human operator.\n(2) “Driver” means a human operator of a motor vehicle with a valid driver’s\nlicense.\n(3) “Public roadway” means a street, road, or public thoroughfare that allows\nmotor vehicles.\n(4) “Traffic control device” means a traffic signal, traffic sign, electronic traffic\nsign, pavement marking, or other sign, device, or apparatus designed and installed to direct\nmoving traffic.\n\nNew Chapter 23A\nNew\n§ 50-2351\n\nSec. 3. Autonomous vehicles permitted.\nAn autonomous vehicle may operate on a public roadway; provided, that the vehicle:\n(1) Has a manual override feature that allows a driver to assume control of the\nautonomous vehicle at any time;\n(2) Has a driver seated in the control seat of the vehicle while in operation who is\nprepared to take control of the autonomous vehicle at any moment; and\n(3) Is capable of operating in compliance with the District’s applicable traffic\nlaws and motor vehicle laws and traffic control devices.\n\nNew\n§ 50-2352\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-278, effective April 23, 2013\n\n20 DCSTAT 907\n\nSec. 4. Vehicle conversion; limited liability of original manufacturer.\n(a) The original manufacturer of a vehicle converted by a third party into an autonomous\nvehicle shall not be liable in any action resulting from a vehicle defect caused by the conversion\nof the vehicle, or by equipment installed by the converter, unless the alleged defect was present\nin the vehicle as originally manufactured.\n(b) The conversion of vehicles to autonomous vehicles shall be limited to model years\n2009 or later or vehicles built within 4 years of conversion, whichever vehicle is newer.\n\nNew\n§ 50-2353\n\nSec. 5. Rules.\nThe Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules\non or before December 31, 2013, establishing a class of vehicles for autonomous vehicles and\nprocedures and fees for the registration, titling, and issuance of permits to operate autonomous\nvehicles.\n\nNew\n§ 50-2354\n\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Autonomous Vehicle Act of 2012", 
  "council_period": "20"
}