{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-234, effective March 19, 2013\n\n20 DCSTAT 183\n\nAN ACT\n\nBill 19-856\nAct 19-551\neffective\nNovember 30,\n2012\n\nTo amend the Department of Transportation Establishment Act of 2002 to authorize the District\nDepartment of Transportation to plan, develop, operate, and regulate a Bike Sharing program\nand to administer the Bicycle Sharing Fund to fund a Bike Sharing program, and to establish the\nBicycle Sharing Fund.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “District Department of Transportation Bicycle Sharing Fund\nAmendment Act of 2012”.\n\nDistrict\nDepartment of\nTransportation Bicycle\nSharing Fund\nAmendment\nAct of 2012\n\nSec. 2. The Department of Transportation Establishment Act of 2002, effective May 21,\n2002 (D.C. Law 14-137; D.C. Official Code § 50-921.01 et seq.), is amended as follows:\n(a) Section 5(2)(K) (D.C. Official Code § 50-921.04(2)(K)) is amended to read as\nfollows:\n“(K) Develop policies and programs to encourage and provide for the safe\nuse of bicycles for recreation and work-related travel, including planning, developing, operating,\nand regulating a Bike Sharing program, and administering the Bicycle Sharing Fund established\nby section 9f to fund a Bike Sharing program;”.\n(b) Section 9e(b)(3) (D.C. Official Code § 50-921.13(b)(3)) is repealed.\n(c) A new section 9f is added to read as follows:\n“Sec. 9f. Bicycle Sharing Fund.\n“(a) There is established as a nonlapsing, special purpose revenue fund the Bicycle\nSharing Fund (“Fund”). The fund shall be administered by the Director of the District\nDepartment of Transportation and used to pay for goods, services, property and for any other\npurpose under the Bike Sharing program established pursuant to section 5(2)(K).\n“(b) All revenue related to the Bike Sharing program, from whatever source derived,\nshall be deposited into the Fund as of the effective date of this section.\n“(c) All funds deposited into the Fund, including any interest earned on those funds, shall\nnot revert to the unrestricted fund balance of the General Fund of the District of Columbia at the\nend of a fiscal year, or at any other time, but shall be continually available for the uses and\npurposes set forth in subsection (a) of this section without regard to fiscal year limitation, subject\nto authorization by Congress.”.\nSec. 3. Pursuant to and in accordance with Chapter 3 of Title 47 of the District of\nColumbia Official Code, the Council approves the reallocation of program funds attributable to\nthe Bike Sharing program in Fund 0301 in Project CM023 A 04 to the Bicycle Sharing Fund.\n\nAmend\n§ 50-921.04\n\nAmend\n§ 50-921.13\nNew\n§ 50-921.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-234, effective March 19, 2013\n\n20 DCSTAT 184\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "District Department of Transportation Bicycle Sharing Fund Amendment Act of 2012",
  "end": "184",
  "start": "183",
  "name": "Law_19-234.pdf"
}