{
  "start": "933", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-287, effective April 27, 2013\n\n20 DCSTAT 933\n\nAN ACT\n\nTo amend the Attorney General for the District of Columbia Clarification and Elected Term Amendment\nAct of 2010 to require the Attorney General to report to the Council any action, suit, or\nproceeding in which any District law is challenged as unconstitutional or in violation of the\nDistrict of Columbia Home Rule Act, and to require the Attorney General to report to the Council\nthe establishment or implementation of a formal or informal policy to refrain from implementing,\nenacting, or defending a District law.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Council Notification on Enforcement of Laws Amendment Act of\n2012”.\nSec. 2. The Attorney General for the District of Columbia Clarification and Elected\nTerm Amendment Act of 2010, effective May 27, 2009 (D.C. Law 18-160; D.C. Official Code §\n1-301.81 et seq.), is amended by adding a new section 111 to read as follows:\n“Sec. 111. Report on constitutional challenge or District of Columbia Home Rule Act\nvalidity challenge.\n“(a) The Attorney General shall submit a report to the Council of the District of\nColumbia of any action, suit, or proceeding brought in a court of law in which the Council of the\nDistrict of Columbia is not a party, and the constitutionality or the validity under the District of\nColumbia Home Rule Act , approved December 24, 1973 (87 Stat. 774; D.C. Official Code § 1201.01 et seq.), of any District statute, rule, regulation, program, policy, or enactment of any type\nis questioned, and the Attorney General has been notified pursuant to:\n“(1) Rule 24(c) of the Superior Court of the District of Columbia Rules of Civil\nProcedure; or\n“(2) Rule 5.1(a) of the Federal Rules of Civil Procedure.\n“(b) The Attorney General shall submit a report to the Council of the District of\nColumbia of the establishment or implementation of any formal or informal policy by the\nAttorney General, or any officer of the Office of the Attorney General, to refrain from:\n“(1) Enforcing, applying, or administering any provision of any District statute,\nrule, regulation, program, policy, or enactment of any type affecting the public interest of the\nDistrict of Columbia; or\n“(2) Defending, either by affirmatively contesting or through refraining from\ndefending, any District statute, rule, regulation, program, policy, or enactment of any type\naffecting the public interest of the District of Columbia.\n“(c)(1) A report required under subsection (a) of this section shall be submitted to the\nCouncil within 30 calendar days from the date the Attorney General receives notice as provided\n\nBill 19-802\nAct 19-654\neffective\nJanuary 29,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nCouncil\nNotification\non\nEnforcement\nof Laws\nAmendment\nAct of 2012\n\nNew\n§ 1-301.89b\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-287, effective April 27, 2013\n\n20 DCSTAT 934\n\nin subsection (a)(1) or (a)(2) of this section, and shall contain sufficient information to identify\nthe action, suit, or proceeding underlying the challenge.\n“(2) A report required under subsection (b) of this section shall be submitted to\nthe Council within 30 calendar days from the date the Attorney General establishes or\nimplements a formal or informal policy, or is made aware of the establishment or\nimplementation of a formal or informal policy, as described in subsection (b) of this section, and\nshall contain:\n“(A) The date the formal or informal policy, as described in subsection\n(b) of this section, was established or implemented; and\n“(B) A complete and detailed statement describing the policy and\nidentifying the statute, rule, regulation, program, policy, or enactment that is the subject of the\npolicy.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "934", 
  "name": "Law_19-287.pdf", 
  "title": "Council Notification on Enforcement of Laws Amendment Act of 2012"
}