{
  "start": "898", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-274, effective April 23, 2013\n\n20 DCSTAT 898\n\nAN ACT\n\nBill 19-632\nAct 19-638\neffective\nJanuary 23,\n2013\n\nTo amend Chapter 28 of Title 47 of the District of Columbia Official Code to require the District of\nColumbia Board of Industrial Trades to accept a certificate from a nationally recognized trade\norganization, non-union sponsor, or labor union that is registered with the Bureau of\nApprenticeship Training, U.S. Department of Labor, or the District of Columbia Apprenticeship\nCouncil certifying that an applicant has passed its required examination and is considered and\nclassed by that organization as a journeyman pipefitter, refrigeration mechanic, or air\nconditioning mechanic.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Pipefitting, Refrigeration and Air Conditioning Mechanic Occupations\nEquality Act of 2012”.\n\nPipefitting,\nRefrigeration\nand Air\nConditioning\nMechanic\nOccupations\nEquality Act\nof 2012\n\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-2853.12(c) is amended by adding new paragraphs (3) and (4) to read as\nfollows:\n“(3) An applicant applying for licensure as a journeyman plumber or journeyman\ngasfitter pursuant to § 47-2853.122(b) shall be exempt from the requirements of this subsection.\n“(4) An applicant applying for licensure as a journeyman refrigeration and air\nconditioning mechanic pursuant to § 47-2853.202(c) shall be exempt from the requirements of\nthis subsection.”.\n(b) Section 47-2853.122 is amended by adding a new subsection (b-1) to read as\nfollows:\n“(b-1)(1) The Board shall accept, in lieu of examination and the requirements set forth in\nsubsection (b) of this section, a certificate from a national certifying organization certifying that\nthe applicant :\n“(A) Has completed the organization’s apprenticeship program;\n“(B) Has passed the organization’s required examination;\n“(C) Is designated by that organization as a journeyman plumber or\njourneyman gasfitter; and\n“(D) Has not been disciplined or otherwise disqualified by the\norganization.\n“(2) For the purposes of this subsection, the term “national certifying\norganization” shall include a nationally recognized trade organization, non-union sponsor, or\nlabor union that is registered with the Bureau of Apprenticeship Training, the United States\nDepartment of Labor, or the District of Columbia Apprenticeship Council.”.\n\nAmend\n§ 47-2853.12\n\nAmend\n§ 47-2853.122\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-274, effective April 23, 2013\n\n20 DCSTAT 899\n\n(c) Section 47-2853.202 is amended by adding a new subsection (d) to read as follows:\n“(d)(1) The Board shall accept, in lieu of an examination, experience, or other\nrequirements of test or skill established by the Board, a certificate from a national certifying\norganization certifying that the applicant:\n“(A) Has completed the organization’s apprenticeship program;\n“(B) Has passed the organization’s required examination;\n“(C) Is designated by that organization as a journeyman refrigeration and\nair conditioning mechanic; and\n“(D) Has not been disciplined or otherwise disqualified by the\norganization.\n“(2) For the purposes of this subsection, the term “national certifying\norganization” shall include a nationally recognized trade organization, non-union sponsor, or\nlabor union that is registered with the Bureau of Apprenticeship Training, the United States\nDepartment of Labor, or the District of Columbia Apprenticeship Council.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 47-2853.202\n\n\f", 
  "end": "899", 
  "name": "Law_19-274.pdf", 
  "title": "Pipefitting, Refrigeration and Air Conditioning Mechanic Occupations Equality Act of 2012"
}