{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-87, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2954\n\nAN ACT\n\nTo amend the State Education Office Establishment Act of 2000 to establish a career and technical\neducation grant program to provide grants beginning in the 2015-2016 school year, and to\nrequire the Office of the State Superintendent of Education to administer the program and to issue\nregulations for the implementation of the program by October 1, 2014; to amend the Board of\nEducation Continuity and Transition Amendment Act of 2004 to add new requirements to the\nannual budget submission for District of Columbia Public Schools; and to amend the Uniform Per\nStudent Funding Formula for Public Schools and Public Charter Schools Act of 1998 to add\nweightings to the funding formula and to set guidelines for spending within the District of\nColumbia Public Schools.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Fair Student Funding and School-Based Budgeting Amendment Act of\n2013”.\n\nSec. 2. The State Education Office Establishment Act of 2000, effective October 21,\n2000 (D.C. Law 13-176; D.C. Official Code § 38-2601 et seq.), is amended as follows:\n(a) Section 2b (D.C. Official Code § 38-2601.02) is amended as follows:\n(1) Redesignate paragraph (1) as paragraph (1B).\n(2) New paragraphs (1) and (1A) are added to read as follows:\n“(1) “CTE grant program” is the supplemental career and technical education\ngrant program established by section 7e that provides grants to DCPS and public charter schools\nto support and enhance their career and technical education programs.\n“(1A) “DCPS” means the District of Columbia Public Schools, established by\nsection 102 of the District of Columbia Public Schools Agency Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D. C. Official Code § 38-171).”.\n(3) New paragraphs (2A) and (2B) are added to read as follows:\n“(2A) “Formula” shall have the meaning as provided in section 102(8) of the\nUniform Per Student Funding Formula for Public Schools and Public Charter Schools Act of\n1998, effective March 26, 1999 (D.C. Law 12-207; D.C. Official Code § 38-2901(8)).\n“(2B) “Fund” means the CTE Grant Program Fund established by section 7f.”.\n(b) Section 3(b) (D.C. Official Code § 38-2602(b)) is amended as follows:\n(1) Paragraph (4) is amended to read as follows:\n“(4) Make recommendations for periodic revisions to the Uniform Per Student\nFunding Formula pursuant to section 112 of the Uniform Per Student Funding Formula for\nPublic Schools and Public Charter Schools Act of 1998, effective March 26, 1999 (D.C. Law 12207; D.C. Official Code § 38-2911);”.\n\nBill 20-309\nAct 20-257\neffective\nJanuary 2,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nFair Student\nFunding and\nSchool-Based\nBudgeting\nAmendment\nAct of 2013\n\nAmend\n§ 38-2601.02\n\nAmend\n§ 38-2602\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-87, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2955\n\n(2) Paragraph (18) is amended by striking the word “and” at the end.\n(3) Paragraph (19) is amended striking the period and inserting the phrase “; and”\nin its place.\n(4) A new paragraph (20) is added to read as follows:\n“(20) Implement and administer the CTE grant program established by section 7e,\nand administer the CTE Grant Program Fund established by section 7f.”.\n(c) New sections 7e and 7f are added to read as follows:\n“Sec. 7e. CTE grant program.\n“(a) There is established the career and technical education grant program, which shall be\nadministered by OSSE, that, beginning in the 2015-2016 school year, shall provide supplemental\nfunds to DCPS and to public charter schools to support and enhance career and technical\neducation programs.\n“(b) Grants awarded pursuant to the CTE grant program shall be supplemental to\nFormula, federal, or other funds received by a school for career and technical education.\n“(c) By October 1, 2014, OSSE shall issue regulations for the implementation of this\nsection.\n“Sec. 7f. CTE Grant Program Fund.\n“(a)(1) There is established the CTE Grant Program Fund, which shall be administered by\nOSSE in accordance with subsections (c) and (d) of this section.\n“(b) The Fund shall consist of the revenue from the following sources:\n“(1) Annual appropriations, if any; and\n“(2) Grants, gifts, or subsidies from public or private sources.\n“(c) Except as provided in subsection (d) of this section, the Fund shall be used solely for\nthe purposes set forth in section 7e(a).\n“(d) The OSSE shall not use more than 5% of the funds in the Fund to pay the\nadministrative expenses associated with managing the CTE grant program.\n“(e)(1) The money deposited into the Fund, and interested earned, shall not revert to the\nunrestricted fund balance of the General Fund at the end of a fiscal year, or at any other time.\n“(2) Subject to authorization by Congress, any funds appropriated in the Fund\nshall be continually available without regard to fiscal year limitation.”.\nSec. 3. Section 6(b) of the Board of Education Continuity and Transition Amendment Act\nof 2004, effective December 7, 2004 (D.C. Law 15-211; D.C. Official Code § 38-2831(b)), is\namended to read as follows:\n“(b) The DCPS submission shall also include a delineation of:\n“(1) All funds budgeted for each school, by revenue source for activities and\nservice levels, and by revenue source for comptroller source group by activities and service\nlevels;\n“(2) The programs and services, along with a narrative description of each\nprogram and service, to be supported by the allowable maximum 5% allocation for central\nadministration functions as prescribed in section 108a(1) of the Uniform Per Student Funding\n\nNew\n§ 38-2611\n\nNew\n§ 38-2612\n\nAmend\n§ 38-2831\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-87, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2956\n\nFormula for Public Schools and Public Charter Schools Act of 1998, passed on 2nd reading on\nDecember 17, 2013 (Enrolled version of Bill 20-309); and\n“(3) All funds not allocated directly to a school or to central administration\nfunctions, by revenue source for activities and service levels, and by revenue source for\ncomptroller source group by activities and service levels, including a presentation of:\n“(A) Any funds that will support costs associated with programs and\nservices provided at the school level or directly to students; and\n“(B) Any funding associated with at-risk students, as defined in section\n102(2A) of the Uniform Per Student Funding Formula for Public Schools and Public Charter\nSchools Act of 1998, effective March 26, 1999 (D.C. Law 12-207; D.C. Official Code § 382901(2A)), that has been retained by the Chancellor.”.\nSec. 4. The Uniform Per Student Funding Formula for Public Schools and Public Charter\nSchools Act of 1998, effective March 26, 1999 (D.C. Law 12-207; D.C. Official Code § 38-2901\net seq.), is amended as follows:\n(a) Section 102 (D.C. Official Code § 38-2901) is amended adding new paragraphs (2A)\nand (2B) to read as follows:\n“(2A) “At-risk” means a DCPS student or a public charter school student who is\nidentified as one or more of the following:\n“(A) Homeless;\n“(B) In the District’s foster care system;\n“(C) Qualifies for the Temporary Assistance for Needy Families program\nor the Supplemental Nutrition Assistance Program; or\n“(D) A high school student that is one year older, or more, than the\nexpected age for the grade in which the student is enrolled.\n“(2B) “Central administration” means the functions necessary for the governance\nof a school district as a whole, including general oversight and management of support services\nsuch as procurement, human resources, and financial administration. The term ”central\nadministration” does not include any functions that are:\n“(A) Budgeted at the individual school level; or\n“(B) Budgeted centrally and which support costs associated with programs\nand services provided at the school level or directly to students.”.\n(b) A new section 106a is added to read as follows:\n“Sec. 106a. Supplement to foundation level funding on the basis of the count of at-risk\nstudents.\n“(a) In addition to the grade level and supplemental allocations provided pursuant to\nsections 105 and 106, additional allocations shall be provided on the basis of the count of\nstudents identified as at-risk.\n“(b) The additional allocations required by subsection (a) of this section shall be\ncalculated by applying a weighting factor, as determined by the Mayor, to the foundation level.\n\nAmend\n§ 38-2901\n\nNew\n§ 38-2905.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-87, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2957\n\n“(c) The weighting for at-risk students shall be applied cumulatively in the counts of\nstudents who fall into more than one of the formula weighting categories.”.\n(c) A new section 108a is added to read as follows:\n“Sec. 108a. DCPS budget.\n“(a) The annual operating budget for DCPS shall:\n“(1) Allocate no more than 5% of its gross budget to central administration;\n“(2) Provide each school with not less than 95% of its prior year allocation of\nFormula funds, excluding those Formula funds directed to a school pursuant to paragraph (3) of\nthis section; provided, that a school may receive less than 95% of such funds if that school is\neliminating one or more grade levels offered at the school, faces a budgetary reduction due to the\nclosing or consolidation of one school into another, or is undergoing a substantial instructional or\nprogrammatic change and the Chancellor includes in the budget submission to the Council a\nwritten justification for the greater than 5% reduction; provided further, that this paragraph shall\nnot apply if the total Formula allocation to DCPS, excluding those Formula funds generated\npursuant to section 106a, is reduced by more than 5% from its prior year allocation; and\n“(3) Direct no less than 90% of the funds allocated to DCPS pursuant to section\n106a to school-level budgets and distribute such funds to schools proportionally based upon the\nnumber of at-risk students within each school’s projected student count.\n“(b)(1) Funds provided to schools pursuant to subsection (a)(3) of this section shall be\navailable to the principal to use at the principal’s discretion, in consultation with the school’s\nlocal school advisory team, for the purpose of improving student achievement among at-risk\nstudents; provided, that the principal submits to the Chancellor and makes publicly available a\nwritten plan explaining with particularity how the use of the funds will improve student\nachievement among at-risk students before the use of any such funds. The Chancellor may\nreview and amend the plan as submitted by a principal. If the Chancellor amends a plan as\nsubmitted by a principal, the Chancellor shall provide the principal with a written justification\nfor the amendment.\n“(2) The Chancellor shall review the performance of each DCPS principal based\nupon the principal’s utilization of the funds made available to the principal pursuant to\nsubsection (a)(3) of this section, including a review of whether use of the funds has improved\nstudent achievement among at-risk students.\n“(3) Funds allocated pursuant to subsection (a)(3) of this section shall be\nsupplemental to the school’s gross budget and shall not supplant any Formula, federal, or other\nfunds to which the school is entitled.”.\n(d) Section 112 (D.C. Official Code § 38-2911) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Designate the existing text as paragraph (1).\n(B) The newly designated paragraph (1) is amended by striking the phrase\n“The Mayor and” and inserting the phrase “Except as provided in paragraph (2) of this\nsubsection, the Mayor and” in its place.\n(C) A new paragraph (2) is added to read as follows:\n\nNew\n§ 38-2907.01\n\nAmend\n§ 38-2911\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-87, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2958\n\n“(2) Beginning January 30, 2016, the Mayor shall submit to the Council a report\nevery 2 years that reviews the Formula and includes recommendations for revisions to the\nFormula based upon a study of actual costs of education in the District of Columbia, research in\neducation and education finance, and public comment.”.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (3) is amended by striking the word “and”.\n(B) Paragraph (4) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(C) A new paragraph (5) is added to read as follows:\n“(5) A review of the costs associated with serving at-risk students and of\nhow at-risk students are identified.”.\n(3) Subsection (c) is amended to read as follows:\n“(c) The Office of the State Superintendent for Education shall be responsible for\nthe development of the report required by subsection (a) of this section and shall convene a\nworking group, which shall be comprised of, at a minimum, representatives from DCPS, public\ncharter schools, and the public, to solicit input and recommendations regarding revisions to the\nFormula.”.\nSec. 5. Applicability.\n\nSection 4(b) shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813: D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n§ 38-2905.01\nDelayed\nApplicability\n\n\f",
  "title": "Fair Student Funding and School-Based Budgeting Amendment Act of 2013",
  "end": "2958",
  "start": "2954",
  "name": "Law_20-87.pdf"
}