{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 235\nD.C. Law 19-219, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-506, 59 DCR 12770)\n\nAN ACT\n\nTo amend, on a temporary basis, section 47-1812.08 of the District of Columbia Official Code to require\nan employer or a payor required to withhold income tax for an employee or person who receives a\npayment subject to withholding to submit a statement of information as required by the Chief\nFinancial Officer pertaining to each employee or person by January 31 of each year, and to\nrequire that an employer or payor submitting 25 or more such statements submit them\nelectronically.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Income Tax Withholding Statements Electronic Submission Temporary Act\nof 2012”.\nSec. 2. Section 47-1812.08 of the District of Columbia Official Code is amended as\nfollows:\n(a) Subsection (g)(1)(B) is amended by striking the last sentence.\n(b) A new subsection (n) is added to read as follows:\n“(n)(1) Beginning for statements due after December 31, 2011, each employer or payor\nrequired under this section to withhold income tax for an employee or a person who receives a payment\nsubject to withholding (“payee”) shall prepare a statement for each employee or payee that shows for\nthe previous calendar year any information that the Chief Financial Officer requires by regulation or\nguidance.\n“(2)(A) An employer or payor required to submit the statements pursuant to\nparagraph (1) of this subsection shall submit one copy of the statement for each employee or payee\nto the Chief Financial Officer by January 31 of each year.\n“(B) Except as provided by subparagraph (C) of this paragraph, if the\nnumber of statements that an employer or payor is required to submit is 25 or more, the employer\nor payor shall submit the statements in an electronic format, as prescribed by the Chief Financial\nOfficer.\n“(C) The Chief Financial Officer may waive the requirement that an\nemployer or payor submit statements in electronic format if the Chief Financial Officer\ndetermines that the requirement will result in undue hardship to the employer or payor.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 19-978\nAct 19-521\neffective\nNovember 2,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nIncome Tax\nWithholding\nStatements\nElectronic\nSubmission\nTemporary\nAct of 2012\nNote,\n§ 47-1812.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 236\nD.C. Law 19-219, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-506, 59 DCR 12770)\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f",
  "title": "Income Tax Withholding Statements Electronic Submission Temporary Act of 2012",
  "end": "236",
  "start": "235",
  "name": "Law_19-219.pdf"
}