{
  "end": "131", 
  "name": "Law_19-223.pdf", 
  "start": "122", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 122\n\nAN ACT\n\nTo require the Department of Public Works to create a fleet management program to efficiently manage the\nDistrict's fleet of vehicles, to create rules for subordinate agencies that manage their fleets of\nvehicles, to set goals for the fleet management program, to report to the Council and the public on\nongoing fleet management performance, to report to the Council and the public on the use of\nchauffeurs within District government, to update rules on the use of government vehicles, to use\nthe District government's position as the largest vehicle owner in the District to improve\navailability of alternative fuel sources, and to require the Mayor and the Council to report on\ncosts, savings, and implementation options for allowing all District employees to take transit,\nBikeshare, or taxicabs for work-related travel; to amend the Restrictions on the Use of Official\nVehicles Act of 2000 to expand the list of agencies which have unique vehicle privileges to include\nthe Office of the Chief Medical Examiner, the Homeland Security and Emergency Management\nAgency, and the Department of Corrections, to require enhanced reporting on vehicle use, to\nplace restrictions on chauffeurs being offered as perquisites of employment, and to require the\nMayor to submit to the Council an annual comprehensive plan on fleet management; to amend An\nAct Making appropriations to provide for the expenses of the government of the District of\nColumbia for the fiscal year ending June thirtieth, nineteen hundred and eighteen, and for other\npurposes to repeal outdated language on requirements for marking government vehicles; and to\namend An Act To authorize certain programs and activities of the government of the District of\nColumbia, and for other purposes to eliminate a provision conferring upon the Mayor blanket\nauthority over fleet management.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Employee Transportation Amendment Act of 2012”.\nTITLE I.\nSec. 101. Definitions.\nFor the purposes of this act, the term:\n(1) “Alternative fuel” means fuels defined as alternative fuels by section 301(2)\nof the Energy Policy Act of 1992, approved October 24, 1992 (106 Stat. 2866; 42 U.S.C. §\n13211(2)).\n(2) “Bikeshare” means the Capital Bikeshare program or its successor programs\nthat allow point-to-point bicycle sharing at stations throughout the District\n(3) “Chauffeur” means a District employee who is assigned the official duty of\nregularly driving a supervising employee to and from the employee's home, appointments, or\nwork sites, and who does not have an official purpose for travel beyond driving the supervising\nemployee.\n(4) “Compact vehicle” means a vehicle with an interior volume index greater\nthan or equal to 100 cubic feet but less than 110 cubic feet as set forth in the description of a\n\nBill 19-354\nAct 19-534\neffective\nNovember 5,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nEmployee\nTransportation\nAmendment\nAct of 2012\nNew\nSubchapter II\nChapter 2\nTitle 50\nNew\n§ 50-211.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 123\n\ncompact car as defined by the vehicle class size set forth in 40 C.F.R. § 600.315-08 (a)(1)(iv)),\napproved December 27, 2006.\n(5) “Director” means the Director of the Department of Public Works or the\nDirector's designee.\n(6) \"DPW\" means the Department of Public Works.\n(7) “Emergency vehicle” means a vehicle authorized by the District to exceed the\nspeed limit to transport people or equipment to and from situations in which speed is required to\nsave lives or property and that is equipped with audible and visual signals capable of being seen\nand heard from a distance of not less than 500 feet.\n(8) “Fleetshare” means the District’s centrally managed motor pool of passenger\nvehicles that are available for District employee use for official purposes through advance\nreservation and billed to the agency according to use.\n(9) “Fuel economy” means the average number of miles traveled by an\nautomobile for each gallon of gasoline (or equivalent amount of other fuel) used, as determined\nby the Administrator of the Environmental Protection Agency.\n(10) “Heavy equipment” means vehicles or vehicle attachments that cannot be\nclassified as either passenger or non-passenger vehicles and that are used to perform road\nmaintenance, construction, earth-moving, or another specialized function.\n(11) “Large vehicle” means a vehicle with an interior volume index greater than\nor equal to 120 cubic feet as set forth in the description of a large car as defined by the vehicle\nclass size set forth in 40 C.F.R § 600.315-08(a)(1)(vi)), approved December 27, 2006.\n(12) “Passenger vehicle” means any automobile, other than an automobile\ndesigned for off-highway operation, manufactured primarily for the transportation of no more\nthan 15 individuals.\n(13) “Specialized vehicle” means a vehicle uniquely outfitted for service based\non an agency’s mission.\n(14) “Vehicle” means an automobile or motorcycle classified for on-highway\noperation, excluding a sub-class generally considered to be a specialized vehicle or heavy\nequipment. The term \"vehicle” shall not mean bicycles, pedicycles, personal mobility devices\nsuch as Segways or motorized wheelchairs, or other non-motorized conveyances.\nSec. 102. Application; exemptions.\n(a) Except as provided in subsection (b) of this section, this act shall apply to all\nsubordinate agencies.\n(b) The following subordinate agencies are exempt from sections 103, 104, 105, 106, and\n107 and shall designate their own fleet managers to perform fleet management functions:\n(1) The Metropolitan Police Department for all vehicles;\n(2) The Department of Corrections for specialized vehicles;\n(3) The Fire and Emergency Medical Services Department for emergency and\nspecialized vehicles;\n\nNew\n§ 50-211.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 124\n\n(4) The Office of the State Superintendent of Education for student transportation\nvehicles;\n(5) The Office of the Chief Medical Examiner for specialized vehicles;\n(6) The Homeland Security and Emergency Management Agency for specialized\nvehicles;\n(7) The Department of Youth Rehabilitation Services for specialized vehicles;\n(8) The District Department of Transportation for specialized vehicles;\n(9) The Department of Parks and Recreation for specialized vehicles;\n(10) The Department of General Services for specialized vehicles; and\n(11) The District of Columbia Taxicab Commission for specialized vehicles.\n(c)(1) The Council is exempt from section 105(a) and may procure its own vehicles;\nprovided, that the procurement complies with sections 105(b) and 105(c).\n(2) The Council shall designate its own fleet manager to perform fleet\nprocurement and management functions set forth in sections 103, 104, and 105.\n(3) The Mayor or the Director shall not have the authority to monitor, review, or\nestablish standards, procedures, regulations, or rules for the procurement or management of\nvehicles by the Council or Council employees, unless the Council enters into a memorandum of\nunderstanding with DPW for procurement and management of its vehicles under the Fleetshare\nprogram.\n(d)(1) An independent agency or instrumentality that owns or leases 10 or fewer vehicles\nmay:\n(A) Designate its own fleet manager to perform fleet procurement and\nmanagement functions set forth in sections 103, 104, and 105; or\n(B) Establish a memorandum of understanding with DPW for procurement\nand management of its vehicles.\n(2) An independent agency or instrumentality that owns or leases more than 10\nvehicles:\n(A) Shall comply with section 105 and procure vehicles through the\nDirector; and\n(B)(i) May designate its own fleet manager to perform the Director's fleet\nmanagement functions set forth in sections 103 and 104; or\n(ii) May establish a memorandum of understanding with DPW for\nmanagement of its vehicles.\n(e) This act shall not be construed to affect or limit the powers or duties of the Chief\nProcurement Officer as set forth in the Procurement Practices Reform Act of 2010, effective\nApril 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-351.01 et seq.).\nSec. 103. Program establishment.\n(a) There is established within DPW a Fleet Management Administration, which shall be\nadministered by the Director.\n\nNew\n§ 50-211.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 125\n\n(b) For vehicles under his or her authority, the Director shall have the sole authority to\nestablish specifications for and procure, acquire, maintain, repair, and dispose of government\nvehicles, watercraft, and motor equipment used by subordinate agencies or entities as specified\nin section 105.\n(c) For vehicles under the Director's authority, the Director shall develop, implement,\nand maintain:\n(1) The District’s Fleetshare program for the purpose of efficiently managing the\nDistrict’s passenger vehicle fleet;\n(2) Options for District agency use of general car-sharing services to augment\nemployee transportation;\n(3) Uniform policies and standards for vehicle lifecycle management from\nprocurement specifications through vehicle disposal;\n(4) A comprehensive fleet management program that ensures centralized control,\naccountability, uniform procedures, and consistent fleet data for all vehicles under its authority;\nand\n(5) Guidance and regulations for each agency, department, or other District entity\nto adhere to in the daily use and management of passenger vehicles that address:\n(A) The safe operation of government passenger vehicles;\n(B) Compliance with laws and regulations governing the operation of a\nvehicle while on official business;\n(C) Accountability of operators for notices of infraction received and\nviolations of the District’s policies for use of government vehicles as a result of operating a\nvehicle while on District government business or having assigned custody of a District\ngovernment vehicle;\n(D) Cost-effective use of government resources;\n(E) Knowledge of the nature of vehicle assignments and custody;\n(F) Fitness requirements for employees authorized to operate District\ngovernment vehicles;\n(G) Appropriate vehicle operator qualification and training; and\n(H) Consent of employees authorized to drive government vehicles to\nabide by policies and requirements established by the Director.\n(d) The Director shall provide regularly scheduled preventative maintenance and\nunscheduled repair work.\n(e) The Director may assess a fee to an agency participating in Fleetshare for the costs\nincurred in operating this program on its behalf.\n(f) The Director shall establish a vehicle allocation methodology that determines how\nmany vehicles in the Fleetshare program may be assigned to a location. The vehicle allocation\nmethodology shall consider the program needs of agencies based at each location, and any other\nfactors that the Director determines relevant.\n(g) No work location or agency, aside from the agencies and vehicles listed in section\n102(b), (c), and (d)(1), may be allocated a passenger vehicle outside of the Fleetshare program.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 126\n\n(h) The Director may issue a waiver of the requirements of subsection (g) of this section\nif the Director provides a written explanation to the Council of why a particular work location,\nvehicle, or agency should not be a part of the general Fleetshare pool of vehicles.\nSec. 104. Program goals.\n(a) The Director, in coordination with the District Department of Transportation\n(\"DDOT\") and other agencies, shall balance the following goals in performing the Director's\nresponsibilities:\n(1) Providing vehicles that meet the mission of the client agency;\n(2) Enhancing the overall cost and energy efficiency of the District government’s\nvehicle fleet;\n(3) Reducing the total number of passenger vehicles in the standing fleet and\nreduce their use;\n(4) Encouraging transit use and multimodal transportation;\n(5) Promoting the use of Bikeshare for work-related travel;\n(6) Promoting the use of taxicabs for trips where the cost of a taxi would be less\nthan the cost of using a government vehicle;\n(7) Ensuring timely reimbursement for work-related transportation expenses\nincurred by employees;\n(8) Reducing total fuel use, improving fleet fuel economy, and promoting the use\nof alternative fuels;\n(9) Diversifying the range of fuels used for transportation within the District;\n(10) Using the District’s purchasing power to facilitate the availability of\nalternative fuels for use in private fleets and personal vehicles;\n(11) Meeting or exceeding the requirements of section 507 of the Energy Policy\nAct of 1992, approved October 24, 1992 (106 Stat. 2891; 42 U.S.C. § 13257), and associated\nregulations; and\n(12) When vehicle acquisition is necessary, acquiring a vehicle with the lowest\nreal cost of ownership.\n(b) Factors to consider in determining the real cost of ownership for the purpose of\nsubsection (a)(12) of this section shall include:\n(1) The sales price of vehicle;\n(2) The projected vehicle life;\n(3) The projected fuel costs;\n(4) The projected operation costs;\n(5) The projected maintenance costs; and\n(6) The vehicle emissions.\n\nNew\n§ 50-211.04\n\nSec. 105. Acquisition authority.\n(a) Other than the Director and the entities exempt under section 102(b), (c), and (d)(1),\nno District entity, subdivision, or agency shall execute an agreement to purchase, lease, or\n\nNew\n§ 50-211.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 127\n\notherwise acquire a vehicle for District government use; provided, that the Director may delegate\nthe authority to acquire a specialized vehicle, emergency vehicle, heavy equipment, or nonpassenger vehicle to another subordinate agency.\n(b) Passenger vehicles acquired by the District shall be compact vehicles or smaller,\nexcept where the Director provides a written finding that these vehicles cannot meet the specific\nmission needs.\n(c) A purchase or lease of additional vehicles that increases the total size of an agency,\ndepartment, or other District entity’s vehicle allocation shall be acquired only when:\n(1)(A) A new or additional program responsibility requiring a vehicle has been\nassigned to an agency, department, or other District entity; or\n(B) An existing program responsibility requiring a vehicle has grown in\nscale;\n(2) No vehicle is available in the agency, department, or other District entity’s\ncurrent fleet to meet the new or additional responsibility;\n(3) The travel need cannot be reasonably accommodated through increased\nallocation of Fleetshare accounts or a redistribution of existing fleet;\n(4) A more cost-effective travel option is not feasible;\n(5) Trips cannot be accommodated by increased use of transit or Bikeshare;\n(6) Written justification is provided to the Director explaining the need for this\nadditional vehicle; and\n(7) The Director authorizes procurement of this additional vehicle, consistent\nwith all other applicable procurement regulations.\nSec. 106. Alternative fuel.\n(a) On or before April 15, 2013, the Mayor shall transmit to the Council a plan to\nexpand the use of alternative fuels in District government vehicles, whether through the use of\ngovernment-owned fueling stations or privately operated fueling stations.\n(b) In developing this plan, consideration should be given to requiring fueling stations\nthat sell fuel to the District to:\n(1) Provide at least one alternative fuel;\n(2) Use industry standard fueling equipment that is compatible with existing\ngovernment vehicles; and\n(3) Sell alternative fuels to the general public.\n\nNew\n§ 50-211.06\n\nSec. 107. Employee transportation.\n(a) On or before December 31, 2012, the Mayor shall transmit a report to the Council\ndiscussing:\n(1) How District government employees travel within the Washington, D.C.\nmetropolitan region for work-related business;\n(2) How the cost of work-related travel could be decreased;\n(3) Whether the use of alternative transportation, such as Washington\n\nNew\n§ 50-211.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 128\n\nMetropolitan Area Transit Authority (\"WMATA\") services, Circulator, Bikeshare, and taxicabs\nby District government employees for work-related business could be increased and, if so, how;\nand\n(4) Which District agencies offer transit benefits to employees, and to which\nemployees.\n(b) On or before March 15, 2013, the Members of the Council shall submit and the\nSecretary to the Council shall compile a report to the Council discussing:\n(1) How Council employees travel within the District for work-related business;\n(2) How the cost of work-related travel could be decreased;\n(3) Whether the use of alternative transportation, such as WMATA services,\nCirculator, Bikeshare, and taxicabs by Council employees for work-related business could be\nincreased and, if so, how; and\n(4) Whether the Council offers transit benefits to employees.\nTITLE II.\nSec. 201. Section 3602 of the Restrictions on the Use of Official Vehicles Act of 2000,\neffective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 50-204), is amended as\nfollows:\n(a) Subsection (a) is amended by striking the phrase “and (4) the Chairman of the\nCouncil.” and inserting the phrase “(4) the Chairman of the Council; (5) at the discretion of the\nChief Medical Examiner, an employee of the Office of the Chief Medical Examiner who resides\nin the District and is on call 24 hours a day; (6) at the discretion of the Director of the Homeland\nSecurity and Emergency Management Agency, an officer or employee of the Homeland Security\nand Emergency Management Agency who resides in the District and is on call 24 hours a day;\nand (7) at the discretion of the Director of the Department of Corrections, an officer or employee\nof the District of Columbia Department of Corrections who resides in the District and is on call\n24 hours a day.” in its place.\n(b) Subsection (b) is amended as follows:\n(1) Paragraph (1) is amended by striking the phrase \", shall be reported to the\nCouncil on a quarterly basis.\" and inserting the phrase \"shall be reported to the Council on a\nquarterly basis and made available on the Department of Public Works' website.\" in its place.\n(2) Paragraph (2) is amended by striking the phrase \"to the Council on a quarterly\nbasis and made available to the public upon request.” and inserting the phrase \"to the Council on\na quarterly basis and made available to the public on the Department of Public Works' website.”\nin its place.\n(3) A new paragraph (3) is added to read as follows:\n\"(3) No District employee shall offer or accept, as a perquisite of employment in\nhiring or contract negotiation, an assigned chauffeur.”.\n(c) Subsection (c) is amended to read as follows:\n\"(c)(1) The Director shall make available on the Department of Public Works' website an\ninventory of vehicles owned, leased, or otherwise controlled by the District government, or any\n\nAmend\n§ 50-204\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 129\n\nof its entities, excluding vehicles falling under the guidelines of paragraph (4) of this subsection,\nas of the end of the fiscal year. The inventory shall be distributed to the Council and made\navailable to the public on the Department of Public Works' website by December 15 of each\nyear. The inventory shall be completed annually for each fiscal year ending on September 30\nand shall be distributed to the Council and made available to the public on the Department of\nPublic Works' website by December 15 of the next fiscal year.\n\"(2) The inventory shall include the following for each vehicle:\n“(A) The agency to which it is assigned;\n“(B) Its year, make, and vehicle tag number;\n“(C) Its acquisition date and cost;\n“(D) Its general condition;\n“(E) Its annual operating and maintenance costs;\n“(F) Its approximate current mileage; and\n“(G) Whether it is allowed to be taken home by a District officer or\nemployee and if so, the officer or employee’s title and state of residence, and a written\njustification explaining the public interest served by allowing the employee to take a vehicle to\nthe employee’s residence.\n“(3) The Director shall update the inventory on a quarterly basis to reflect any\nchanges in fleet composition resulting from vehicle acquisition through purchase, lease, or\ntransfer or disposed of through sale, demolition, disposal, or transfer.\n“(4) The Metropolitan Police Department may submit, under separate seal, the\ntotal number and acquisition cost of vehicles used for undercover operations directly to the\nChairman of the Council, the chair of the Council committee with oversight of the Metropolitan\nPolice Department, and the chair of the Council committee with oversight of the Department of\nPublic Works.”.\n(d) A new subsection (d) is added to read as follows:\n“(d) The Mayor annually shall issue to the Council, on the 15th of December, a\ncomprehensive plan termed the Fleet Management Report. The purpose of the plan shall be to:\n“(1) Identify opportunities to reduce the size of the District’s standing fleet of\npassenger vehicles;\n“(2) Identify strategies that will allow the District to increase the percentage of\nthe fleet that is composed of compact or smaller vehicles while decreasing the percentage of\ninefficient and large vehicles;\n“(3) Declare that the publically available online vehicle report required under\nsubsection (c) of this section is accurate; and\n“(4) Certify compliance with the vehicle fleet requirements of this act and section\n2 of An Act To authorize certain activities of the District of Columbia, and for other purposes,\napproved October 26, 1973 (87 Stat. 504; D.C. Official Code § 50-202), section 3402 of the EPA\nMiles Per Gallon Requirement for Passenger Automobiles Purchased by the District Act of 2000,\neffective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 50-203), and section 2 of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 130\n\nBicycle Safety Enhancement Amendment Act of 2008, effective March 25, 2009 (D.C. Law 17352; D.C. Official Code § 50-205).\".\nSec. 202. An Act Making appropriations to provide for the expenses of the government\nof the District of Columbia for the fiscal year ending June thirtieth, nineteen hundred and\neighteen, and for other purposes, approved March 3, 1917 (39 Stat. 1010; D.C. Official Code §\n50-201), is amended by striking the phrase “truck: Provided further, That hereafter all motor\nvehicles and all horse-drawn carriages and buggies owned by the District of Columbia shall be of\nuniform color and have painted conspicuously thereon, in letters not less than three inches high\nand markedly contrasting in color with the body color of the vehicle, the words, “District of\nColumbia.” and inserting the phrase “truck.” in its place.\n\nAmend\n§ 50-201\n\nSec. 203. Section 2 of An Act To authorize certain programs and activities of the\ngovernment of the District of Columbia, and for other purposes, approved October 26, 1973 (87\nStat. 504; D.C. Official Code § 50-202), is amended by striking the last sentence.\n\nAmend\n§ 50-202\n\nTITLE III.\nSec. 301. Rules.\n(a)(1) The Mayor, pursuant to Title 1 of the District of Columbia Administrative\nProcedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.),\nshall issue rules to implement the provisions of this act within 120 days of its effective date.\n(2) The proposed rules, and any subsequent amendments, shall be submitted to\nthe Council for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and\ndays of Council recess. If the Council does not approve or disapprove the proposed rules, in\nwhole or in part, by resolution within this 45-day review period, the proposed rules shall be\ndeemed approved.\n(b) The existing rules regarding fleet management in the District, to the degree that they\nare consistent with this act, shall remain in effect until they are superseded by rules issued in\naccordance with subsection (a) of this section.\n\nTITLE IV.\nSec. 401. Applicability.\nSections 103, 105(c), and 201(d) shall apply upon the inclusion of their fiscal effect in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister. Sections 101, 102, 104, 105(a), 105(b), 106, 107, 201(a), 201(b), 201(c), 202, 203, and\n301 shall apply as of the effective date of this act.\nSec. 402. Fiscal impact statement.\n\nNote,\n§ § 50-211.01\n50-211.03\n50-211.05\n50-204\n50-201\n50-202\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-223, effective March 5, 2013\n\n20 DCSTAT 131\n\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 403. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(1)), and\npublication in the District of Columbia Register.\n\n\f", 
  "title": "Employee Transportation Amendment Act of 2012", 
  "council_period": "20"
}