{
  "end": "3594", 
  "name": "Law_20-126.pdf", 
  "start": "3587", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3587\n\nAN ACT\n\nBill 20-409\nAct 20-305\neffective\nMarch 31,\n2014\n\nTo make the possession or transfer without remuneration of one ounce or less of marijuana a civil violation\nsubject to a fine, to make the smoking of marijuana in public and marijuana impairment in public\nor on someone else’s property crimes subject to fine or imprisonment, to establish the Substance\nAbuse Prevention and Treatment Fund, and to make technical and conforming amendments.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Marijuana Possession Decriminalization Amendment Act of 2014”.\n\nMarijuana\nPossession\nDecriminaliza\ntion\nAmendment\nAct of 2014\n\nTITLE I. ONE OUNCE OR LESS OF MARIJUANA.\nSec. 101. Possession or transfer of one ounce or less of marijuana.\n(a) Notwithstanding any other District law, the possession or transfer without\nremuneration of marijuana weighing one ounce or less shall constitute a civil violation.\n(b) A violation of subsection (a) of this section shall not constitute a criminal offense or a\ndelinquent act as defined in D.C. Official Code § 16-2301(7).\n(c) The possession of paraphernalia associated with a violation of subsection (a) of this\nsection shall not constitute a violation of section 4 of the Drug Paraphernalia Act of 1982,\neffective September 17, 1982 (D.C. Law 4-149; D.C. Official Code § 48-1103).\n\nNew\nSubchapter I,\nNew Chapter\n12, New\nSubtitle IV,\nTitle 48\n\nSec. 102. Identification of offenders.\n(a) A person who is stopped by a police officer for violating section 101 shall, upon\nrequest, inform the officer of his or her name and address for the purpose of including that\ninformation on a notice of violation; provided, that no person shall be required to possess or\ndisplay any documentary proof of his or her name or address in order to comply with the\nrequirements of this section.\n(b) A person who refuses to provide his or her name and address, or who knowingly\nprovides an incorrect name or address, to a police officer in violation of subsection (a) of this\nsection shall, upon conviction, be fined $100.\n\nNew\n§ 48-1202\n\nSec. 103. Penalties.\n(a) A person 18 years of age or older who commits a civil violation of section 101 shall\nbe subject to a civil fine of $25 and seizure of any marijuana and paraphernalia visible to the\npolice officer at the time of the civil violation.\n(b)(1) A person under the age of 18 years who commits a civil violation of section 101\nshall be subject to a civil fine of $25 and seizure of any marijuana and paraphernalia visible to\nthe police officer at the time of the civil violation.\n\nNew\n§ 48-1203\n\nNew\n§ 48-1201\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3588\n\n(2) The Office of Administrative Hearings shall mail a copy of the notice of\nviolation to the parent or guardian of the person to whom the notice of violation is issued at the\naddress provided by the person at the time the citation is issued pursuant to section 102.\n(3) For the purposes of this subsection, the term “civil violation” shall have the\nsame meaning as a civil Notice of Violation for the purposes of D.C. Official Code § 162333(a)(1A).\n(c) Except as provided in this section, the District shall not request or impose any other\nform of penalty, sanction, forfeiture, or disqualification for violations of section 101; provided,\nthat this subsection does not apply to District government employers if drug use is specifically\nprohibited as a condition of employment, nor shall this subsection apply to the Firearms Control\nRegulation Act of 1975, effective September 24, 1976 (D.C. Law 1-85; D.C. Official Code §72501.01 et seq.), and An Act To control the possession, sale, transfer, and use of pistols and\nother dangerous weapons in the District of Columbia, to provide penalties, to prescribe rules of\nevidence, and for other purposes, approved July 8, 1932 (47 Stat. 650; D.C. Official Code § 224501 et seq.).\nSec. 104. Substance Abuse Prevention and Treatment Fund.\n(a) There is established as a special fund the Substance Abuse Prevention and Treatment\nFund (“Fund”), which shall be administered by the Department of Behavioral Health in\naccordance with subsections (c) and (d) of this section.\n(b) The Fund shall consist of revenue from the payment of fines collected pursuant to\nsection 103.\n(c) The Fund shall be used for substance abuse prevention and treatment efforts.\n(d)(1) The money deposited into the Fund, and interest earned, shall not revert to the\nunrestricted fund balance of the General Fund at the end of a fiscal year, or at any other time.\n(2) Subject to authorization in an approved budget and financial plan, any\nfunds appropriated in the Fund shall be continually available without regard to fiscal year\nlimitation.\n\nNew\n§ 48-1204\n\nTITLE II. CIVIL VIOLATIONS.\nSec. 201. Adjudication.\nCivil violations of section 101 shall be adjudicated by the Office of Administrative\nHearings in accordance with this title.\n\nNew\nSubchapter II\n\nSec. 202. Answer to a notice of violation.\n(a) A person shall answer a notice of violation within 14 calendar days of the date the\nnotice of violation was issued.\n(b)(1) To answer a notice of violation, a person issued a notice may:\n(A) Admit the violation;\n(B) Admit the violation, but with an explanation; or\n(C) Deny the violation.\n\nNew\n§ 48-1212\n\nNew\n§ 48-1211\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3589\n\n(2) No response other than those listed in paragraph (1) of this subsection shall be\nregarded as an answer.\n(c) A person admitting a violation shall, at the time the person submits an answer, pay the\napplicable civil fine in person or by mail.\n(d) A person denying the violation shall receive from the Office of Administrative\nHearings within 30 days of the office’s receipt of the answer a notice with information about a\nhearing date.\n(e) If a person to whom a notice of violation has been issued fails to respond to the notice\nwithin 14 calendar days of the date the notice was issued, the person shall be found liable for the\ncivil violation and in default and shall be assessed both the civil fine for the violation and an\nadditional penalty equal to the amount of that civil fine.\nSec. 203. Hearing.\n(a) A hearing for judging a violation of section 101 shall be held before an administrative\nlaw judge and the hearing shall be conducted accordance with Title I of the District of Columbia\nAdministrative Procedure Act, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code §\n2-501 et seq.).\n(b)(1) After due consideration of the evidence and arguments made at the hearing, the\nadministrative law judge shall determine whether the violation has been established by a\npreponderance of evidence.\n(2) Where a determination is made that a violation is not established, an order\ndismissing the violation shall be entered.\n(3) Where a determination is made that the violation has been established, an\nappropriate order shall be entered in the records of the hearing and the administrative law judge\nshall order the respondent to pay the civil fine set forth in section 103.\n(c) An order rendered pursuant to a determination that a violation has been established, or\npursuant to the receipt of an answer admitting the violation, shall be a civil order.\n(d) A person who has answered a notice of violation, but fails, without good cause, to\nappear at the scheduled hearing shall be found liable for the violation and in default and shall be\nassessed both the civil fine for the violation and an additional penalty equal to the amount of that\ncivil fine.\n(e) For the purposes of this section, the term “evidence” includes the notice of violation, a\nstatement from a law enforcement officer on the weight of the seized marijuana, confirmation\nthat the substance seized has tested positive as marijuana, and any records or notes made by the\nlaw enforcement officer when the marijuana was seized; provided, that the seized marijuana shall\nnot be required to be presented at the hearing as evidence and may be destroyed as contraband by\nthe law enforcement agency that seized it.\n\nNew\n§ 48-1213\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3590\n\nTITLE III.\nSec. 301. Consumption of marijuana in public space prohibited; impairment prohibited.\n(a) Notwithstanding any other District law, it is unlawful for any person to smoke or\notherwise consume marijuana in or upon a public space, or in or upon any of the following\nplaces:\n(1) A street, alley, park, sidewalk, or parking area;\n(2) A vehicle in or upon any street, alley, park, or parking area; or\n(3) Any place to which the public is invited.\n(b) No person, whether in or on public or someone else’s private property, shall be\nimpaired due to smoking or otherwise consuming marijuana and endanger the safety of himself,\nherself, or any other person or property.\n(c) Any person violating the provisions of subsection (a) or (b) of this section shall be\nguilty of a misdemeanor and, upon conviction, shall be punished by a fine of not more than the\namount set forth in section 101 of the Criminal Fine Proportionality Amendment Act of 2012,\neffective June 11, 2013 (D.C. Law 19-317; D.C. Official Code § 22-3571.01), or imprisoned for\nnot more than 60 days.\n(d) The Attorney General for the District of Columbia, or his or her assistants, shall\nprosecute violations of this section, in the name of the District of Columbia.\n(e) For the purposes of this section, the term “smoke” means to inhale, ingest, or\notherwise introduce marijuana into the human body, or to hold or carry a lighted roll of paper or\nother lighted smoking equipment filled with marijuana.\nTITLE IV. CONFORMING AMENDMENTS.\nSec. 401. Section 6 of the Office of Administrative Hearings Establishment Act of 2001,\neffective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 2-1831.03), is amended by\nadding a new subsection (b-7) to read as follows:\n“(b-7) In addition to those adjudicated cases listed in subsections (a), (b), (b-1), (b-2), (b3), (b-4), (b-5), and (b-6) of this section, this act shall apply to all adjudications involving the\nimposition of a civil fine for violations of section 101 of the Marijuana Possession\nDecriminalization Amendment Act of 2014, passed on 2nd reading on March 4, 2014 (Enrolled\nversion of Bill 20-409).”.\nSec. 402. Section 501 of the District of Columbia Public Assistance Act of 1982,\neffective April 6, 1982 (D.C. Law 4-101; D.C. Official Code § 4-205.01), is amended as follows:\n(a) Designate the existing text as subsection (a).\n(b) A new subsection (b) is added to read as follows:\n“(b) Notwithstanding any other provision of this title, no person shall be rendered\nineligible for public assistance by reason of a civil violation of section 101 of the Marijuana\nPossession Decriminalization Amendment Act of 2014, passed on 2nd reading on March 4, 2014\n(Enrolled version of Bill 20-409).\n\nNew Unit A-1,\nChapter 9,\nSubtitle III,\nTitle 48\nNew § 48-911\n\nAmend\n§ 2-1831.03\n\nAmend\n§ 4-205.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3591\n\nSec. 403. Section 23-1321(c)(1)(B)(ix) of the District of Columbia Official Code is\namended to read as follows:\n“(ix) Refrain from excessive use of alcohol or marijuana, or any use of a narcotic drug or\nother controlled substance without a prescription by a licensed medical practitioner; provided,\nthat a positive test for use of marijuana or a violation of section 101 of the Marijuana Possession\nDecriminalization Amendment Act of 2014, passed on 2nd reading on March 4, 2014 (Enrolled\nversion of Bill 20-409), shall not be considered a violation of the conditions of pretrial release,\nunless the judicial officer expressly prohibits the use or possession of marijuana, as opposed to\ncontrolled substances generally, as a condition of pretrial release; the terms \"narcotic drug\" and\n\"controlled substance\" shall have the same meaning as in § 48-901.02;”.\n\nAmend\n§ 23-1321\n\nSec. 404. Section 4 of An Act For the establishment of a probation system for the District\nof Columbia, approved June 25, 1910 (36 Stat. 865; D.C. Official Code § 24-304), is amended as\nfollows:\n(a) Subsection (b) is amended by striking the phrase “If a person violates” and inserting\nthe phrase “Except as provided in subsection (c) of this section, if a person violates” in its place.\n(b) A new subsection (c) is added to read as follows:\n“(c) A positive test for use of marijuana, or a violation of section 101 of the Marijuana\nPossession Decriminalization Amendment Act of 2014, passed on 2nd reading on March 4, 2014\n(Enrolled version of Bill 20-409), shall not be considered a violation of a condition of probation\nunless the judicial officer expressly prohibits the use or possession of marijuana, as opposed to\ncontrolled substances generally, as a condition of probation.”.\n\nAmend\n§ 24-304\n\nSec. 405. Section 4(a) of the Youth Rehabilitation Amendment Act of 1985, effective\nDecember 7, 1985 (D.C. Law 6-69; D.C. Official Code § 24-903(a)), is amended by adding a\nnew paragraph (2A) to read as follows:\n“(2A) A positive test for use of marijuana, or a violation of section 101 of the\nMarijuana Possession Decriminalization Amendment Act of 2014, passed on 2nd reading on\nMarch 4, 2014 (Enrolled version of Bill 20-409), shall not be considered a violation of an order\nof probation unless the judicial officer expressly prohibits the use or possession of marijuana, as\nopposed to controlled substances generally, as a condition of probation.”.\n\nAmend\n§ 24-903\n\nSec. 406. Section 25-1001(d) of the District of Columbia Official Code is amended by\nstriking the phrase “90 days” and inserting the phrase “60 days” in its place.\n\nAmend\n§ 25-1001\n\nSec. 407. An Act To regulate the manufacturing, dispensing, selling, and possession of\nnarcotic drugs in the District of Columbia, approved June 20, 1938 (52 Stat. 785; D.C. Official\nCode § 48-921.01 et seq.), is amended as follows:\n(a) Section 14 (D.C. Official Code § 48-921.02) is amended as follows:\n\nAmend\n§ 48-921.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3592\n\n(1) Subsection (a) is amended by striking the phrase “A search warrant” and\ninserting the phrase “Except as provided in subsection (a-1) of this section, a search warrant” in\nits place.\n(2) A new subsection (a-1) is added to read as follows:\n“(a-1) A search warrant shall not be issued if the sole basis for its issuance would be the\npossession or transfer without remuneration of marijuana weighing one ounce or less.”.\n(b) A new section 14a is added to read as follows:\n“ARTICULABLE SUSPICION\n“Sec. 14a. (a) Except as provided in subsection (b) of this section, none of the following\nshall, individually or in combination with each other, constitute reasonable articulable suspicion\nof a crime:\n“(1) The odor of marijuana or of burnt marijuana;\n“(2) The possession of or the suspicion of possession of marijuana without\nevidence of quantity in excess of 1 ounce;\n“(3) The possession of multiple containers of marijuana without evidence of\nquantity in excess of 1 ounce; or\n“(4) The possession of marijuana in proximity to any amount of cash or currency\nwithout evidence of marijuana quantity in excess of one ounce.”.\n“(b) Subsection (a) of this section shall not apply when a law enforcement officer is\ninvestigating whether a person is operating or in physical control of a vehicle or watercraft while\nintoxicated, under the influence of, or impaired by alcohol or a drug or any combination thereof\nin violation of the Anti-Drunk Driving Act of 1982, effective September 14, 1982 (D.C. Law 4145; D.C. Official Code § 50-2206.01 et seq.).”.\nSec. 408. Section 401 of the District of Columbia Uniform Controlled Substances Act of\n1981, effective August 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-904.01), is amended as\nfollows:\n(a) Subsection (a) is amended by striking the phrase “Except as authorized by this act or\nthe Legalization of Marijuana for Medical Treatment Initiative of 1999, effective February 25,\n2010 (D.C. Law 13-315; 57 DCR 3360)” and inserting the phrase “Except as authorized by this\nact or the Legalization of Marijuana for Medical Treatment Initiative of 1999, effective February\n25, 2010 (D.C. Law 13-315; D.C. Official Code § 7-1671.01 et seq.), and provided in section\n101 of the Marijuana Possession Decriminalization Amendment Act of 2014, passed on 2nd\nreading on March 4, 2014 (Enrolled version of Bill 20-409)” in its place.\n(b) Subsection (d)(1) is amended by striking the phrase “except as otherwise authorized\nby this act or the Legalization of Marijuana for Medical Treatment Initiative of 1999, effective\nFebruary 25, 2010 (D.C. Law 13-315; 57 DCR 3360)” and inserting the phrase “except as\notherwise authorized by this act or the Legalization of Marijuana for Medical Treatment\nInitiative of 1999, effective February 25, 2010 (D.C. Law 13-315; D.C. Official Code § 71671.01 et seq.), and provided in section 101 of the Marijuana Possession Decriminalization\n\nNew\n§ 48-921.02a\n\nAmend\n§ 48-904.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3593\n\nAmendment Act of 2014, passed on 2nd reading on March 4, 2014 (Enrolled version of Bill 20409)” in its place.\nSec. 409. Section 4 of the Drug Paraphernalia Act of 1982, effective September 17, 1982\n(D.C. Law 4-149; D.C. Official Code § 48-1103), is amended as follows:\n(a) Subsection (a) is amended by striking the phrase “Except as authorized by\nthe Legalization of Marijuana for Medical Treatment Initiative of 1999, effective February 25,\n2010 (D.C. Law 13-315; 57 DCR 3360)” and inserting the phrase “Except as authorized by the\nLegalization of Marijuana for Medical Treatment Initiative of 1999, effective February 25, 2010\n(D.C. Law 13-315; D.C. Official Code § 7-1671.01 et seq.) and provided in section 101 of the\nMarijuana Possession Decriminalization Amendment Act of 2014, passed on 2nd reading on\nMarch 4, 2014 (Enrolled version of Bill 20-409)” in its place.\n(b) Subsection (b) is amended by striking the phrase “Except as authorized by\nthe Legalization of Marijuana for Medical Treatment Initiative of 1999, effective February 25,\n2010 (D.C. Law 13-315; 57 DCR 3360” and inserting the phrase “Except as authorized by the\nLegalization of Marijuana for Medical Treatment Initiative of 1999, effective February 25, 2010\n(D.C. Law 13-315; D.C. Official Code § 7-1671.01 et seq.), and provided in section 101 of the\nMarijuana Possession Decriminalization Amendment Act of 2014, passed on 2nd reading on\nMarch 4, 2014 (Enrolled version of Bill 20-409)” in its place.\n\nAmend\n§ 48-1103\n\nSec. 410. Section 13a(a) of the District of Columbia Traffic Act, 1925, effective March\n16, 1989 (D.C. Law 7-222; D.C. Official Code § 50-1403.02(a)), is amended by adding a new\nsentence at the end to read as follows: “For the purposes of this section, notwithstanding any\nother District law, a violation of section 101 of the Marijuana Possession Decriminalization\nAmendment Act of 2014, passed on 2nd reading on March 4, 2014 (Enrolled version of Bill 20409), shall not constitute a drug offense.”.\n\nAmend\n§ 50-1403.02\n\nSec. 411. The Department of Youth Rehabilitation Services Establishment Act of 2004,\neffective April 12, 2005 (D.C. Law 15-335; D.C. Official Code § 2-1515.01 et seq.), is amended\nas follows:\n(a) Section 101 (D.C. Official Code § 2-1515.01) is amended by adding a new paragraph\n(2A) to read as follows:\n\"(2A) \"Community placement agreement\" means an agreement between the youth\nand the Department of Youth Rehabilitation Services that the youth and his or her guardian will\nagree to certain rules in exchange for being released to the community.”.\n(b) Section 105 (D.C. Official Code § 2-1515.05) is amended by adding a new subsection\n(h-1) to read as follows:\n“(h-1) The Department shall not use a positive test for use of marijuana, or a violation of\nsection 101 of the Marijuana Possession Decriminalization Amendment Act of 2014, passed on\n2nd reading on March 4, 2014 (Enrolled version of Bill 20-409), as the basis for a change of\nplacement, a change in treatment, or any sanction unless the Department expressly prohibits the\n\nAmend\n§ 2-1515.01\n\nAmend\n§ 2-1515.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-126, effective July 17, 2014\n\n20 DCSTAT 3594\n\nuse or possession of marijuana, as opposed to controlled substances generally, as a condition in\nthe community placement agreement or by otherwise providing written notice to the child. A\nprohibition on the use or possession of marijuana shall be based upon an individual evaluation\nconducted pursuant to section 104(7).”.\nSec. 412. Section 16-2327 of the District of Columbia Official Code is amended by\nadding a new subsection (e) to read as follows:\n“(e) A positive test for use of marijuana, or a violation of section 101 of the Marijuana\nPossession Decriminalization Amendment Act of 2014, passed on 2nd reading on March 4, 2014\n(Enrolled version of Bill 20-409), shall not be considered a violation of an order of probation\nunless the Division expressly prohibits the use or possession of marijuana, as opposed to\ncontrolled substances generally, as a condition of probation.”.\n\nAmend\n§ 16-2327\n\nTITLE V. RULES, EFFECTIVE DATE, AND FISCAL IMPACT STATEMENT.\nSec. 501. Rules.\nThe Mayor, pursuant to Title 1 of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this act.\n\nNote,\n§ 48-1201\n\nSec. 502. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 503. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Marijuana Possession Decriminalization Amendment Act of 2014", 
  "council_period": "20"
}