{
  "end": "2947", 
  "name": "Law_20-84.pdf", 
  "start": "2942", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2942\n\nAN ACT\n\nTo amend the State Education Office Establishment Act of 2000 to authorize the Office of the State\nSuperintendent of Education to develop and administer student assessments, to require the office\nto develop guidelines to govern the administration of practice and field tests, and to provide that a\nlocal education agency may develop and administer other assessments; to establish student\npromotion criteria, notice requirements, and remedial education requirements for District of\nColumbia Public Schools; and to amend the District of Columbia Municipal Regulations to make\nconforming amendments.\n\nBill 20-311\nAct 20-254\neffective\nDecember 27,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Focused Student Achievement Amendment Act of 2013”.\n\nTITLE I. STUDENT ASSESSMENT\nSec. 101. Short title.\nThis title may be cited as the “Student Assessment Amendment Act of 2013”.\nSec. 102. The State Education Office Establishment Act of 2000, effective October 21,\n2000 (D.C. Law 13-176; D.C. Official Code § 38-2601 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 38-2601) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “(“OSSE”)”.\n(2) Subsection (b) is amended by striking the phrase “(“State Superintendent”)”.\n(b) A new section 2b is added to read as follows:\n“Sec. 2b. Definitions.\n“For the purposes of this act, the term:\n“(1) “Districtwide assessments” has the same meaning as provided in section\n2002(13) of the District of Columbia School Reform Act of 1995, approved April 26, 1996 (110\nStat. 1321; D.C. Official Code § 38-1800.02(13)).\n“(2) “Field test” means a test used during the test-development process to assess\nthe quality and appropriateness of test items, administration procedures, scoring, and reporting.\n“(3) “Local education agency” or “LEA” means an educational institution at the\nlocal level that exists primarily to operate a publicly funded school or schools in the District of\nColumbia, including the District of Columbia Public Schools and a District of Columbia public\ncharter school.\n“(4) “OSSE” means the Office of the State Superintendent of Education\nestablished by section 2.\n\nAmend\n§ 38-2601\n\nNew\n§ 38-2601.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2943\n\n“(5) “Practice test” means any test or other evaluation that has as its primary\npurpose the simulation of a Districtwide assessment or other test or evaluation as administered\nby an LEA rather than for assessing student proficiency levels or informing instruction and\nremediation needs.\n“(6) “State Superintendent” means the head of OSSE appointed by the Mayor\npursuant to section 2.”.\n(c) A new section 7d is added to read as follows:\n“Sec. 7d. Student assessments.\n“(a)(1) OSSE shall develop and administer all student tests and evaluations required by\nfederal law or as a condition of a federal grant including the yearly student academic assessments\nthat are required for the purposes of determining adequate yearly progress under Title I, Part A,\nsection 1111 of the Elementary and Secondary Education Act of 1965, approved January 8, 2002\n(115 Stat. 1444; 20 U.S.C. § 6311).\n“(2) OSSE may develop and administer:\n“(A) Districtwide assessments; and\n“(B)Tests and evaluations for purposes of allowing comparisons with\ninternational, national, or state indicators of student achievement; provided, that the test or\nevaluation be conducted with the smallest sample of students necessary to ensure valid\ncomparisons.\n“(3) OSSE shall develop guidelines for the administration of practice and field\ntests, which shall include recommendations on the:\n“(A) Maximum amount of instructional time per year a school should\ndevote to the administration of practice tests;\n“(B) Appropriate timing for the administration of field tests; and\n“(C) Maximum number of field tests in which a school should participate.\n“(b)(1) An LEA may develop and administer developmentally appropriate tests and\nevaluations for purposes of assessing student proficiency levels or informing instruction and\nremediation needs and may establish a policy allowing the tests and evaluations to constitute a\nportion of a student’s final grade; provided, that the test or other evaluation primarily tests\ncontent for the course for which the assessment, test, or evaluation is administered and that the\npolicy is provided to its students and parents and made publicly available at the start of the\nschool year.\n“(2) Each LEA shall limit administration of practice and field tests based upon:\n“(A) The guidelines as developed by OSSE pursuant to subsection (a)(3)\nof this section; or\n“(B) A policy developed by the LEA; provided, that if the LEA develops\nits own policy, it shall provide the policy to its students and the students’ parents and make the\npolicy publicly available before the administration of any practice or field test.”.\n\nNew\n§ 38-2610\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2944\n\nTITLE II. STUDENT PROMOTION\nSec. 201. Short title.\nThis title may be cited as the “Student Promotion Act of 2013”.\n\nNew Chapter\n7D, Title 38\n\nSec. 202. Definitions.\nFor the purposes of this title, the term:\n(1) “Chancellor” means the chief executive officer of DCPS, as established by\nsection 105 of the District of Columbia Public Schools Agency Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-174).\n(2) “DCMR” means the District of Columbia Municipal Regulations.\n(3) “DCPS” means the District of Columbia Public Schools agency established by\nsection 102 of the District of Columbia Public Schools Agency Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-171).\n(4) “Parent” means a natural parent, adoptive parent, step-parent, or any person\nwho has legal custody of a student by court order.\n(5) “Passing grade” means:\n(A) For pre-kindergarten through 5th grade, achieving proficient or\nadvanced grades in a subject or content area; and\n(B) For 6th through 12th grade, receiving credit for a course.\n(6) “Principal” means a principal at a DCPS school.\n(7) “Promoted” describes students in pre-kindergarten through 11th grade who are\nadvanced to the next grade level.\n(8) “Promotion” means advancement to the next grade level for students in prekindergarten through grade 11.\n(9) “Retained” describes students who are required to repeat their current grade\nlevel due to their failure to meet promotion criteria.\n(10) “Retention” means repetition of a student’s current school grade level due to\nthe student’s failure to meet promotion criteria.\n(11) “School year” means the school term beginning in August of one year and\nending in the following year. The term “school year” does not include summer school.\n(12) “Subject” and “content area” mean a particular course of study, such as\nmathematics, English language arts, writing, or literature.\n\nNew\n§ 38-781.01\n\nSec. 203. Student retention and promotion.\n(a) In accordance with the requirements of this act or as set forth in the DCMR, a DCPS\nstudent can be retained at any grade level.\n(b)(1) Decisions regarding the promotion and retention of a DCPS student enrolled in\npre-kindergarten through 8th grade shall be made by the student’s principal based upon the\nrecommendation of the student’s teacher and in consideration of the promotion requirements set\nforth in the DCMR.\n\nNew\n§ 38-781.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2945\n\n(2) A DCPS student enrolled in 9th grade through 11th grade shall be promoted if\nthe student meets the promotion requirements as set forth in the DCMR.\n(c) Notwithstanding subsection (b) of this section:\n(1) A principal may:\n(A) Retain any student who does not meet the promotion requirements set\nforth in the DCMR; and\n(B) Promote a student who has failed to meet the promotion requirements\nset forth in the DCMR; provided, that the principal submits a written explanation justifying the\ndecision to the Chancellor before the promotion is made; and\n(2) No student with more than 30 unexcused absences in a school year shall be\npromoted unless the principal submits a written explanation justifying the decision to the\nChancellor before the promotion is made.\n(d) The Chancellor may develop separate promotion criteria for students who are enrolled\nin an English language learner program or receive special education services.\nSec. 204. Reporting requirements.\nWithin 30 calendar days after the end of the school year, the Chancellor shall submit to\nthe Office of the State Superintendent of Education the name of each:\n(1) Student who was identified as at risk of retention pursuant to 5-E DCMR §\n2200.9 and a description of intervention services provided to the student; and\n(2) Retained student, the underlying reason for the retention decision, and whether\nthe student was identified as at risk of retention pursuant to the requirements of 5-E DCMR §\n2200.9.\n\nNew\n§ 38-781.03\n\nSec. 205. Review; appeals.\n(a) The Chancellor shall establish procedures to review retention decisions made pursuant\nto this act or as set forth in the DCMR and may review all retention decisions made pursuant to\nthe procedures.\n(b) The Chancellor shall establish a process, including deadlines, to allow the parent of a\nstudent to be retained for failure to meet the promotion criteria specified in the DCMR to appeal\nthe retention decision on the grounds that the student has met the promotion criteria.\n\nNew\n§ 38-781.04\n\nSec. 206. Summer school.\n(a)(1) Each student retained for the failure to meet the promotion criteria specified in the\nDCMR shall attend the summer school session immediately following the school year in which\nthe student was retained, unless specifically excused by the principal or the Chancellor.\n(2) A student who attends summer school pursuant to this section shall be\nreevaluated for promotion if the student:\n(A) Does not have more than 3 unexcused absences from summer school;\nand\n\nNew\n§ 38-781.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2946\n\n(B) Receives a passing grade in the subject or content area for which the\nstudent did not achieve a passing grade during the school year.\n(3) A student who meets the promotion criteria set forth in the DCMR after the\ncompletion of summer school shall be promoted.\n(b) In addition to those students identified to attend summer school pursuant to\nsubsection (a) of this section, each principal shall provide to the Chancellor before the summer\nschool registration deadline a list of the names of all students who the principal believes could\nbenefit from summer school.\nSec. 207. Rules.\nThe Chancellor, pursuant to section 105(c)(5) of the District of Columbia Public Schools\nAgency Establishment Act of 2007, effective June 12, 2007 (D.C. Law 17-9; D.C. Official Code\n38-174(c)(5)), shall issue rules to implement the provisions of this title.\nTITLE III. CONFORMING AMENDMENTS\nSec. 301. Chapter 22 of Subtitle E of Title 5 of the District of Columbia Municipal\nRegulations (5-E DCMR § 2200 et seq.) is amended as follows:\n(a) Section 2200.9 is amended by adding a new paragraph (b-1) to read as follows:\n“(b-1) At least 90 calendar days before to the end of the school year, provide parents of\nstudents at risk for retention with:\n“(A) Notice of the student’s status, which shall include a statement of the\nstudent’s academic deficiencies and the possible consequences if the student does not meet the\napplicable promotion criteria; and\n“(B) Information to assist the parents in helping their child meet the promotion\ncriteria.”.\n(b) Section 2201 is amended as follows:\n(1) The lead-in language for subsection 2201.4 is amended to read as follows: “A\nstudent may be retained in any grade, with the following requirements:”.\n(2) Subsection 2201.5 is repealed.\n(3) Subsection 2201.6 is amended by striking the phrase “pre-kindergarten\nthrough fifth (5th) grade” and inserting the phrase “pre-kindergarten through eighth (8th) grade”\nin its place.\n(4) Subsection 2201.7 is repealed.\nTITLE IV. GENERAL PROVISIONS\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNew\n§ 38-781.06\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-84, effective February 22, 2014\n\n20 DCSTAT 2947\n\nSec. 402. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813: D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Focused Student Achievement Amendment Act of 2013", 
  "council_period": "20"
}