{
  "start": "914", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-281, effective April 23, 2013\n\n20 DCSTAT 914\n\nAN ACT\n\nBill 19-890\nAct 19-646\neffective\nJanuary 25,\n2013\n\nTo amend the Compulsory/No-Fault Motor Vehicle Insurance Act of 1982 to require pre-litigation\ndisclosure of any insurance agreement under which certain persons may be liable to satisfy all or\npart of the claim or to indemnify or reimburse for payments made to satisfy the claim by insurance\ncompanies in order to facilitate settlements and to reduce the amount of litigation in the Superior\nCourt of the District of Columbia.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Pre-litigation Discovery of Insurance Coverage Amendment Act of\n2012”.\n\nPre-litigation\nDiscovery of\nInsurance\nCoverage\nAmendment\nAct of 2012\n\nSec. 2. The Compulsory/No-Fault Motor Vehicle Insurance Act of 1982, effective\nSeptember 18, 1982 (D.C. Law 4-155; D.C. Official Code § 31-2401 et seq.), is amended by\nadding a new section 4a to read as follows:\n“Sec. 4a. Pre-litigation discovery of insurance.\n“(a) After a claimant makes a written claim for compensation or damages concerning a\nvehicle accident, and provides the documents described in subsection (b) or (c) of this section to\nan insurer, the claimant shall be entitled to obtain from the insurer documentation of the\napplicable limits of coverage in any insurance agreement under which the insurer may be liable\nto:\n“(1) Satisfy all or part of the claim; or\n“(2) Indemnify or reimburse for payments made to satisfy the claim.\n“(b) For a claimant to obtain the documentation described in subsection (a) of this\nsection from the insurer, the claimant shall provide the following, in writing, to the insurer:\n“(1) The date of the vehicle accident;\n“(2) The name and last known address of the alleged tortfeasor;\n“(3) A copy of the vehicle accident report, if any;\n“(4) The insurer's claim number, if available;\n“(5) The claimant's health care bills and documentation of the claimant's\nloss of income, if any, resulting from the vehicle accident; and\n“(6) The records of health care treatment for the claimant's injuries caused by the\nvehicle accident.\n“(c) If the claim is brought by the estate of an individual or a beneficiary of the\nindividual, whose death resulted from a vehicle accident, the insurer must provide the\ndocumentation described in subsection (a) of this section if the claimant provides the following,\nin writing, to the insurer:\n“(1) The date of the vehicle accident;\n“(2) The name and last known address of the alleged tortfeasor;\n\nNew\n§ 31-2403.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-281, effective April 23, 2013\n\n20 DCSTAT 915\n\n“(3) A copy of the vehicle accident report, if any;\n“(4) The insurer's claim number, if available;\n“(5) A copy of the decedent's death certificate issued in the District of Columbia\nor another jurisdiction;\n“(6) A copy of the letters of administration issued to appoint the personal\nrepresentative of the decedent's estate in the District of Columbia or a substantially similar\ndocument issued by another jurisdiction;\n“(7) The name of each beneficiary of the decedent, if known;\n“(8) The relationship to the decedent of each known beneficiary of the decedent;\n“(9) The health care bills for health care treatment, if any, of the decedent\nresulting from the vehicle accident; and\n“(10) The records of health care treatment for injuries to the decedent caused by\nthe vehicle accident.\n“(d) After receipt of the documents pursuant to either subsection (b) or (c) of this\nsection, the insurer shall respond in writing within 30 days of receipt of the request issued\npursuant to subsection (a) of this section and shall disclose the limits of coverage, of all policies,\nregardless of whether the insurer contests the applicability of the policy to the claim.\n“(e) Disclosure of documentation required under this section shall not constitute:\n“(1) An admission that the asserted claim is subject to the applicable agreement\nbetween the insurer and the alleged tortfeasor; or\n“(2) A waiver of any term or condition of the applicable agreement\nbetween the insurer and the alleged tortfeasor or any right of the insurer, including any potential\ndefense concerning coverage or liability.\n“(f) An insurer, and the employees and agents of an insurer, may not be civilly or\ncriminally liable for disclosure of the required documentation.\n“(g) Information concerning the insurance policy is not, by reason of disclosure pursuant\nto this section, admissible as evidence at trial.\n“(h) For the purposes of this section, the term “vehicle accident” includes accidents\ninvolving bicyclists.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "915", 
  "name": "Law_19-281.pdf", 
  "title": "Pre-litigation Discovery of Insurance Coverage Amendment Act of 2012"
}