{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-37, effective November 5, 2013\n\n20 DCSTAT 2183\n\nAN ACT\n\nTo amend the Vital Records Act of 1981 to require the Registrar to issue a new certificate of birth\ndesignating a new gender for any individual who provides a written request and a signed\nstatement from a licensed healthcare provider that the individual has undergone a gender\ntransition, and to require that an original certificate of birth be sealed when a new certificate of\nbirth is issued; to repeal section 16-2502 of the District of Columbia Official Code to remove the\npublication notification requirement for a name change; and to amend section 16-2503 of the\nDistrict of Columbia Official Code to authorize the Superior Court of the District of Columbia to\nissue decrees of gender or name change in specific circumstances.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “JaParker Deoni Jones Birth Certificate Equality Amendment Act of\n2013”.\nSec. 2. The Vital Records Act of 1981, effective October 8, 1981 (D.C. Law 4-34; D.C.\nOfficial Code § 7-210 et seq.), is amended as follows:\n(a) Section 6(f) (D.C. Official Code § 7-205(f)) is amended to read as follows:\n“(f) (1) Either of the parents of the child, or other informant, shall confirm with\nhis or her signature the accuracy of the personal data entered on the certificate before the\ncertificate is filed.\n“(2) Any institutional error regarding the personal data on the certificate\nmay be corrected within 90 days of issuance, and:\n“(A) A new certificate shall be issued;\n“(B) The new certificate shall not be marked amended; and\n“(C) The original, erroneous certificate shall be sealed and made\navailable only upon the demand of the individual to whom the new certificate of birth was issued\nor an order of the Court.”.\n(b) Section 11 (D.C. Official Code § 7-210) is amended by striking the period in the\nheading and inserting the phrase “for adoption and determination of parentage.” in its place.\n(c) A new section 11a (to be codified at D.C. Official Code § 7-210.01) is added to read\nas follows:\n“Sec. 11a. New certificates of birth for change of gender designation.\n“(a) The Registrar shall establish a new certificate of birth that reflects the new\ngender designation and, if applicable, the new name of an individual born in the District upon\nreceipt of the following documents:\n\nBill 20-142\nAct 20-153\nEffective\nAugust 6,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nJaParker\nDeoni Jones\nBirth\nCertificate\nEquality\nAmendment\nAct of 2013\n\nAmend\n§ 7-205\n\nAmend\n§ 7-210\nNew\n§ 7-210.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-37, effective November 5, 2013\n\n20 DCSTAT 2184\n\n“(1) A written request, signed under penalty of law, for a new certificate\nof birth with a gender designation that differs from the gender designated on the original\ncertificate of birth, from the individual or, if the individual is a minor, the individual’s:\n“(A) Parent;\n“(B) Guardian; or\n“(C) Legal representative;\n“(2) A statement, signed under the penalty of law, by a licensed healthcare\nprovider who has treated or evaluated the individual, stating that:\n“(A) The individual has undergone surgical, hormonal, or other\ntreatment appropriate for the individual for the purpose of gender transition, based on\ncontemporary medical standards; or\n“(B) The individual has an intersex condition, and that in the\nhealthcare provider’s professional opinion, the individual’s gender designation should be\nchanged; and\n“(3) If a change of name listed on the certificate is also being requested,\nan original or certified copy of an order of a court of competent jurisdiction granting a change of\nname.\n“(b) The Registrar shall establish, upon request, a new certificate of birth\nreflecting the new gender designation, new name, or name as previously amended, in these\nadditional circumstances:\n“(1) When an individual holds an amended certificate of birth issued\nbefore the effective date of the JaParker Deoni Jones Birth Certificate Equality Amendment Act\nof 2013, passed on 2nd reading on July 10, 2013 (Enrolled version of Bill 20-142), that reflects a\nprevious name change and seeks a change of gender designation;\n“(2) When an individual, who is requesting a change of name, holds a\ncertificate of birth previously issued pursuant to subsection (a) of this section that reflects a\nchange in gender; or\n“(3) When an individual holds an amended certificate of birth issued\nbefore the effective date of the JaParker Deoni Jones Birth Certificate Equality Amendment Act\nof 2013, passed on 2nd reading on July 10, 2013 (Enrolled version of Bill 20-142), that reflects a\nprevious change in gender designation.\n“(c) A new certificate of birth, issued in accordance with subsection (a) or (b) of\nthis section, shall:\n“(1) Be substituted for the original certificate of birth; and\n“(2) Not be marked “amended” or on its face show that:\n“(A) A change in gender has been made;\n“(B) A change in name has been made; or\n“(C) Both.\n“(d) The original certificate of birth, along with any documents submitted\npursuant to this section, shall be sealed and made available only upon the demand of the\nindividual to whom the new certificate of birth was issued or an order of the Court.”.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-37, effective November 5, 2013\n\n20 DCSTAT 2185\n\n(d) Section 18(d) (D.C. Official Code § 7-217(d)) is repealed.\nSec. 3. Chapter 25 of Title 16 of the District of Columbia Official Code is amended as\nfollows:\n(a) The chapter title is amended to read as follows:\n“CHAPTER 25. CHANGE OF NAME OR GENDER.”.\n(b) Section 16-2502 is repealed.\n(c) Section 16-2503 is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) The newly designated subsection (a) is amended by striking the phrase “On\nproof of the notice prescribed by section 16-2502, and upon a showing” and inserting the phrase\n“Upon a showing” in its place.\n(3) A new subsection (b) is added to read as follows:\n“(b)(1) Any District resident may seek a declaration by the Superior Court reflecting a\nchange of gender. The Superior Court shall grant the declaration if the individual seeking the\ndeclaration provides, to the court, a statement from the individual’s healthcare provider as\ndescribed in § 7-210.01(a)(2). If granted, the declaration shall be effective from the date of\ngender transition as specified in the healthcare provider’s statement.\n“(2) Any District resident who was born in a state or foreign jurisdiction that\nrequires a court order to amend a birth certificate to reflect a change in gender may request a\ncourt order by the Superior Court directing the birth state or foreign jurisdiction to amend the\noriginal birth certificate or issue a new birth certificate reflecting a change of gender. The\nSuperior Court shall grant the order if the individual seeking the order provides, to the court, a\nstatement from the individual’s healthcare provider as described in § 7-210.01(a)(2).\n“(3) Any declaration or order issued pursuant to subsection (b) this section shall\nconstitute conclusive proof of the individual’s gender for all purposes and shall be given the full\nforce and effect of any judgment issued by the Superior Court.”.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 7-217\n\nAmend\nChapter 25\nRepeal\n§ 16-2502\nAmend\n§ 16-2503\n\n\f",
  "title": "Japarker Deoni Jones Birth Certificate Equality Amendment Act of 2013",
  "end": "2185",
  "start": "2183",
  "name": "Law_20-37.pdf"
}