{
  "end": "3641", 
  "name": "Law_20-131.pdf", 
  "start": "3641", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-131, effective August 8, 2014 (Expiration date March 21, 2015)\n(Related Emergency Legislation is Act 20-343, 20 DCSTAT 3340)\n\n20 DCSTAT 3641\n\nAN ACT\n\nTo amend, on a temporary basis, the Vending Regulation Act of 2009 and Chapter 5 of Title 24 of the\nDistrict of Columbia Municipal Regulations, to re-establish criminal penalty provisions for\nviolations of regulations implementing the Vending Regulation Act of 2009.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Vending Regulations Temporary Amendment Act of 2014”.\n\nBill 20-745\nAct 20-354\neffective\nJune 17, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nVending\nRegulations\nTemporary\nAmendment\nAct of 2014\n\nSec. 2. Section 9 of the Vending Regulation Act of 2009, effective October 22, 2009\n(D.C. Law 18-71; D.C. Official Code § 37-131.08), is amended as follows:\n(a) The existing text is designated as subsection (a).\n(b) A new subsection (b) is added to read as follows:\n“(b) Any person who violates any of the provisions of this act or any regulations issued\npursuant to this act shall, upon conviction, be subject to a fine of not more than $300, a term of\nimprisonment of not more than 90 days, or both, for each violation.”.\n\nNote,\n§ 37-131.08\n\nSec. 3. Chapter 5 of Title 24 of the District of Columbia Municipal Regulations is\namended by adding a new subsection 575.4 to read as follows:\n“575.4 A person convicted of violating any provision of this chapter shall be punished by\na fine of not more than three hundred dollars ($300) or by imprisonment for not more than ninety\n(90) days, or both, for each such offense.”.\n\nDCMR\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional\nreview as provided in section 602(c)(l) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(l)), and publication in the\nDistrict of Columbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "title": "Vending Regulations Temporary Amendment Act of 2014", 
  "council_period": "20"
}