{
  "end": "1751", 
  "name": "Law_20-17.pdf", 
  "start": "1748", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-17, effective September 19, 2013\n\n20 DCSTAT 1748\n\nAN ACT\n\nTo amend An Act To provide for compulsory school attendance, for the taking of a school census in the\nDistrict of Columbia, and for other purposes to establish truancy procedures with inter-agency\ncoordination, and to require the Office of the Attorney General to submit an annual truancy status\nreport; to amend the State Education Office Establishment Act of 2000 to require that a truancy\nprevention resource guide be available by August 1, 2013; to require the Office of the State\nSuperintendent of Education to submit to the Mayor and the Secretary to the Council\nrecommendations for eliminating out-of-school suspensions and expulsions; and to amend the\nSafe Children and Safe Neighborhoods Educational Neglect Mandatory Reporting Amendment\nAct of 2010, An Act To provide for the mandatory reporting by physicians and institutions in the\nDistrict of Columbia of certain physical abuse of children , and An Act To provide for compulsory\nschool attendance, for the taking of a school census in the District of Columbia, and for other\npurposes to make technical and conforming amendments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Attendance Accountability Amendment Act of 2013”.\n\nTITLE I. ENHANCING SCHOOL ATTENDANCE\nSec. 101. An Act To provide for compulsory school attendance, for the taking of a\nschool census in the District of Columbia, and for other purposes, approved February 4, 1925 (43\nStat. 806; D.C. Official Code § 38-201 et seq.), is amended as follows:\n(a)\nSection 1 of Article I (D.C. Official Code § 38-201) is amended as follows:\n(1)\nParagraph (1) is repealed.\n(2)\nA new paragraph (2A) is added to read as follows:\n“(2A) \"Educational institution\" means a school in the District of Columbia Public\nSchools system, a public charter school, an independent school, a private school, a parochial\nschool, or a private instructor.”.\n(3) Paragraph (3A) is redesignated as paragraph (3B).\n(4) A new paragraph (3A) is added to read as follows:\n“(3A) \"Parent\" means a parent, guardian, or other person who resides in the\nDistrict and who has custody or control of a minor 5 years of age or older.”.\n(b) Article II is amended as follows:\n(1) Section 6 (D.C. Official Code § 38-251) is amended by adding a new\nsubsection (c) to read as follows:\n“(c) Within 2 business days of a minor student’s 10th unexcused absence during a school\nyear, the educational institution shall, under the signature of the Chief of the Metropolitan Police\nDepartment, send the minor student’s parent a letter notifying the parent that he or she may be in\n\nBill 20-72\nAct 20-94\neffective\nJune 24, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nAttendance\nAccountability\nAmendment\nAct of 2013\n\nAmend\n§ 38-201\n\nAmend\n§ 38-251\nNew Part A,\nNew Part B\n§ 38-252\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-17, effective September 19, 2013\n\n20 DCSTAT 1749\n\nviolation of the school attendance requirements under this act and may be subject to\nprosecution.”.\n(2) New sections 7 and 8 are added to read as follows:\n“Sec. 7. Truancy procedures; inter-agency coordination.\n“(a) If a minor student accumulates 10 unexcused absences during a school year, the\neducational institution shall notify the Metropolitan Police Department within 2 business days\nafter the 10th unexcused absence.\n“(b) Within 2 business days of the 10th unexcused absence, the educational institution\nshall notify the Office of the State Superintendent of Education which shall provide the parent\nwith the truancy prevention resource guide created pursuant to section 3(b)(19) of the State\nEducation Office Establishment Act of 2000, effective October 21, 2000 (D.C. Law 13-176;\nD.C. Official Code § 38-2602 (b)(19)); provided, that the parent has not received the truancy\nprevention resource guide before the 10th unexcused absence.\n“(c) In addition to the requirements set forth in subsections (a) and (b) of this section:\n“(1)(A) The educational institution shall refer a minor student 5 years of age\nthrough 13 years of age to the Child and Family Services Agency pursuant to section 2(a-1) of\nAn Act To provide for the mandatory reporting by physicians and institutions in the District of\nColumbia of certain physical abuse of children, approved November 6, 1966 (80 Stat. 1354; D.C.\nOfficial Code § 4-1321.02(a-1)), no later than 2 business days after the accrual of 10 unexcused\nabsences within a school year.\n“(B) Beginning in the 2013-2014 school year, the educational institution\nshall refer a minor student 14 years of age through 17 years of age to the Court Social Services\nDivision of the Superior Court of the District of Columbia and to the Office of the Attorney\nGeneral Juvenile Section no later than 2 business days after the accrual of 15 unexcused\nabsences within a school year.\n“(2) Within 3 business days of the Office of the Attorney General, Juvenile\nSection receiving written notification pursuant to paragraph (1)(B) of this subsection, the Office\nof the Attorney General shall send the minor student’s parent a letter notifying the parent that he\nor she may be subject to prosecution for violation of the school attendance requirements under\nthis act.\n“Sec. 8. Reporting requirements.\n“By July 15 of each year, beginning in 2014, the Office of the Attorney General shall\nsubmit to the Mayor and the Secretary to the Council a truancy status report on the preceding\nschool year, which shall include the number of:\n“(1) Referrals it received from each educational institution;\n“(2) Cases it filed pursuant to this act, and the outcome of each;\n“(3) Child-in-need of supervision cases filed pursuant to this act, and the outcome\nof each; and\n“(4) Students who were enrolled in a court diversion program, or other diversion\nprogram pursuant to this act.”.\n\nNew\n§ 38-251.01,\nNew Part A\n\nNew\n§ 38-251.02,\nNew Part A\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-17, effective September 19, 2013\n\n20 DCSTAT 1750\n\nSec. 102. Section 3(b)(19) of the State Education Office Establishment Act of 2000,\neffective October 21, 2000 (D.C. Law 13-176; D.C. Official Code § 38-2602(b)(19)), is amended\nby striking the phrase “October 1, 2013” and inserting the phrase “August 1, 2013” in its place.\nTITLE II. SUSPENSION AND EXPULSION REPORT\nSec. 201. Within 180 calendar days of the effective date of this act, the Office of the\nState Superintendent of Education shall submit to the Mayor and the Secretary to the Council a\nreport with findings and recommendations to aid each educational institution to eliminate out-ofschool suspensions and expulsions, except for those students who pose a reasonable threat of\ndeath or serious bodily harm to themselves or others or violate the Expulsion of Students Who\nBring Weapons Into Public Schools Act of 1996, effective April 9, 1997 (D.C. Law 11-174; D.C.\nOfficial Code § 38-231 et seq.).\nTITLE III. TECHNICAL AND CONFORMING AMENDMENTS\nSec. 301. Section 4 of the Safe Children and Safe Neighborhoods Educational Neglect\nMandatory Reporting Amendment Act of 2010, effective October 26, 2010 (D.C. Law 18-242;\n57 DCR 7555), is repealed.\nSec. 302. Section 2(a-2)(3) of An Act To provide for the mandatory reporting by\nphysicians and institutions in the District of Columbia of certain physical abuse of children,\napproved November 6, 1966 (80 Stat. 1354; D.C. Official Code § 4-1321.02(a-2)(3)), is\namended to read as follows:\n“(3) This subsection shall expire upon the effective date of the Attendance\nAccountability Amendment Act of 2013, passed on 2nd reading on June 4, 2013 (Enrolled\nversion of Bill 20-72).”.\nSec. 303. Article II of An Act To provide for compulsory school attendance, for the\ntaking of a school census in the District of Columbia, and for other purposes, approved February\n4, 1925 (43 Stat. 806; D.C. Official Code § 38-201 et seq.), is amended as follows\n(a) Section 1(a) (D.C. Official Code § 38-202(a)) is amended by striking the phrase “a\npublic, independent, private, or parochial school, or in private instruction” and inserting the\nphrase “an educational institution” in its place.\n(b) Section 2 (D.C. Official Code § 38-203) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “public, independent,\nprivate, or parochial school and by every teacher who gives instruction privately” and inserting\nthe phrase “educational institution” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Strike the phrase “head teacher,” and insert the phrase “head teacher,\nteacher who gives private instruction,” in its place.\n\nAmend\n§ 38-2602\n\nNew\n§ 38-235,\nNew Part B\n\nNote,\n§ 4-1321.02\n\nAmend\n§ 4-1321.02\n\nAmend\n§ 38-202\n\nAmend\n§ 38-203\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-17, effective September 19, 2013\n\n20 DCSTAT 1751\n\n(B) Strike the phrase “public, independent, private, or parochial school,\nand each teacher who gives private instruction” and insert the phrase “educational institution” in\nits place.\n(c) Section 4 (D.C. Official Code § 38-205) is amended by striking the phrase \"principal,\nor head teacher of each public, independent, private, or parochial school, and each teacher who\ngives private instruction,\" and inserting the phrase \"principal, head teacher, or teacher who gives\nprivate instruction of each educational institution\" in its place.\nTITLE IV. GENERAL PROVISIONS\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 402. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nmayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 38-205\n\n\f", 
  "title": "Attendance Accountability Amendment Act of 2013", 
  "council_period": "20"
}