{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-240, effective March 19, 2013\n\n20 DCSTAT 188\n\nAN ACT\n\nTo amend the Water and Sewer Authority Establishment and Department of Public Works Reorganization\nAct of 1996 to mandate testing for unregulated contaminants in the District’s drinking water, to\nestablish a Water Quality Assurance Advisory Panel to discuss and analyze findings related to\nemerging and unregulated contaminants in the District’s drinking water and wastewater\ndischarge and recommend to the Mayor and the General Manager of the District of Columbia\nWater and Sewer Authority an appropriate course of action to improve drinking water quality in\nthe District, and to require a study examining unregulated contaminants in wastewater effluent.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Water Quality Assurance Amendment Act of 2012”.\n\nSec. 2. The Water and Sewer Authority Establishment and Department of Public Works\nReorganization Act of 1996, effective April 18, 1996 (D.C. Law 11-111; D.C. Official Code §\n34-2201.01 et seq.), is amended as follows:\n(a) Section 201 (D.C. Official Code § 34-2202.01) is amended as follows:\n(1) A new paragraph (1A) is added to read as follows:\n“(1A) “Contaminant” means a physical, chemical, biological, or\nradiological substance or matter in water.\".\n(2) A new paragraph (3A) is added to read as follows:\n“(3A) “Endocrine disruptor compounds” means chemicals that can affect the\nhormones in the endocrine system of humans or wildlife and cause adverse physiologic effects,\nsuch as changes to the reproductive system or to the growth and development of the biological\nsystem.\".\n(3) A new paragraph (9C) is added to read as follows:\n“(9C) “Unregulated contaminant” means the contaminants regulated by the\nUnited States Environmental Protection Agency pursuant to the Revisions to the Unregulated\nContaminant Monitoring Regulation for Public Water Systems set forth in 40 C.F.R. § 141.40.”.\n(b) New sections 206d, 206e, 206f, 206g, and 206h are added to read as follows:\n“Sec. 206d. Water quality testing.\n“(a) Beginning in January 2014, the Authority shall conduct testing of the District’s\ndrinking water for, at a minimum, regulated contaminants included in the Revisions to the\nUnregulated Contaminant Monitoring Regulation for Public Water Systems set forth in 40\nC.F.R. § 141.40.\n\nBill 19-769\nAct 19-560\neffective\nDecember 4,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nWater Quality\nAssurance\nAmendment\nAct of 2012\n\nAmend\n§ 34-2202.01\n\nNew\n§ 34-2202.06d\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-240, effective March 19, 2013\n\n20 DCSTAT 189\n\n“(b) After receiving results of each test as required by the United States Environmental\nProtection Agency, the Authority, within 120 days or when it submits the related report to the\nEnvironmental Protection Agency, whichever comes first, shall:\n“(1) Report to the Mayor the results of each test; and\n“(2) Make the results available to the public via the Authority's website.\n“Sec. 206e. Water Quality Assurance Advisory Panel.\n“(a) There is established the Water Quality Assurance Advisory Panel (“Panel”) for the\npurpose of providing information to the public and guidance to the Mayor and the General\nManager of the District of Columbia Water and Sewer Authority (“General Manager”) on levels\nof unregulated contaminants in District drinking water and the presence and effects of endocrine\ndisruptor compounds in wastewater effluent. The Panel shall make recommendations regarding\nthe testing and treatment of the District’s drinking water and wastewater.\n“(b) Within 90 days of the completion of one year of unregulated contaminant testing of\ndrinking water and a study on the presence and effects of endocrine disruptor compounds in\nwastewater effluent, the Panel shall convene a public meeting to discuss the following:\n“(1) An analysis of the health and environmental impact of unregulated\ncontaminants as tested for a full calendar year pursuant to section 206d;\n“(2) Recommendations for continued monitoring of unregulated contaminants and\nendocrine disruptor compounds that were tested under sections 206d and 206g;\n“(3) Additional testing for unregulated contaminants and endocrine disruptor\ncompounds not being tested under sections 206d or 206g;\n“(4) Recommendations for improving the reduction of unregulated contaminants\nand endocrine disruptor compounds at their source;\n“(5) Methods for improving public awareness and education related to\nunregulated contaminants and endocrine disruptor compounds;\n“(6) Coordination with regional jurisdictions to improve source water quality;\n“(7) Information sharing related to treatment alternatives analysis conducted at the\nWashington Aqueduct;\n“(8) Treatment alternatives that reduce or eliminate unregulated contaminants in\nDistrict’s drinking water and endocrine disruptor compounds in wastewater effluent; and\n“(9) Presenting the latest research related to unregulated contaminants and\nendocrine disruptor compounds regarding their effect on the environment and public health to\nthe public.\n\"(c) Pursuant to Revisions to the Unregulated Contaminant Monitoring Regulation for\nPublic Water Systems set forth in 40 C.F.R. § 141.40, 120 days after the Panel convenes, it shall\nissue a report to the Mayor and the General Manager summarizing the discussion set forth in\nsubsection (b) of this section and any resulting water quality recommendations. The Panel may\nconvene thereafter to provide the Mayor, the General Manager, and the public with additional\nrecommendations regarding the monitoring and treatment of unregulated contaminants in the\nDistrict’s drinking water.\n\nNew\n§ 34-2202.06e\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-240, effective March 19, 2013\n\n20 DCSTAT 190\n\n“(d) The report shall be made public on the Authority’s website upon submission to the\nMayor.\n“Sec. 206f. Composition and organization of the Water Quality Assurance Advisory\nPanel.\n“(a) The Panel established under section 206e shall be composed of 9 experts who, at a\nminimum, demonstrate knowledge in at least one of the following professional fields:\n“(1) Water quality;\n“(2) Water treatment;\n“(3) Toxicology;\n“(4) Public health;\n“(5) Civil engineering; or\n“(6) Environmental engineering.\n“(b) Of the 9 Panel members, one shall be the General Manager or the General Manager's\ndesignee, and one shall be a representative from the Washington Aqueduct.\n\"(c) Panel members shall be appointed by the Mayor in consultation with the General\nManager and the Council.\n“Sec. 206g. Wastewater study and testing.\n“(a) By July 1, 2013, the Authority shall initiate a study that tests for the presence of\nendocrine disruptor compounds in wastewater effluent.\n“(b) The Authority shall present the findings of the study to the Panel, the General\nManager, the Mayor, and the Council within 30 days of the completion of the study.\n“(c) The Authority shall be required to implement the provisions of this section upon a\ntransfer by the Chief Financial Officer of the District from the unrestricted fund balance of the\nGeneral Fund of the District of Columbia to the Authority of the funding necessary to implement\nthe provisions of this section.\n“(d) The District shall effectuate the transfer pursuant to subsection (c) of this section\nupon the inclusion of its fiscal effect in an approved budget and financial plan, as certified by the\nChief Financial Officer to the Budget Director of the Council in a certification published by the\nCouncil in the District of Columbia Register.\n“Sec. 206h. Continued testing and remediation.\n“(a) Upon receipt of the report from the Panel set forth in section 206e, the General\nManager shall create and implement a plan that considers potential remediation options and\ncontinued testing for unregulated contaminants and endocrine disruptor compounds in a manner\nconsistent with the recommendations of the Panel’s report.\n“(b) If formal remediation steps cannot be taken for a specific contaminant, the General\nManger shall provide evidence of infeasibility of remediation for that contaminant.\n“(c) The General Manager shall submit the plan to the Mayor and the Council.\n“(d) The Authority shall be required to implement the provisions of this section upon a\ntransfer by the Chief Financial Officer of the District from the unrestricted fund balance of the\nGeneral Fund of the District of Columbia to the Authority of the funding necessary to implement\nthe provisions of this section.\n\nNew\n§ 34-2202.06f\n\nNew\n§ 34-2202.06g\n\nNew\n§ 34-2202.06h\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-240, effective March 19, 2013\n\n20 DCSTAT 191\n\n“(e) The District shall effectuate the transfer pursuant to subsection (d) of this section\nupon the inclusion of its fiscal effect in an approved budget and financial plan, as certified by the\nChief Financial Officer to the Budget Director of the Council in a certification published by the\nCouncil in the District of Columbia Register.\".\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)) and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Water Quality Assurance Amendment Act of 2012",
  "end": "191",
  "start": "188",
  "name": "Law_19-240.pdf"
}