{
  "start": "3570", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3570\n\nAN ACT\n\nTo increase positive health outcomes for infants and mothers and to promote, facilitate, and encourage\nbreastfeeding and breastmilk donation by creating a Lactation Commission, requiring the\nDepartment of Health to establish a public breastmilk bank and lactation support center,\nrequiring the Department of Health to conduct a comprehensive public education and outreach\ncampaign about the benefits of breastfeeding and breastmilk, and providing the Department of\nHealth with regulatory authority over the licensure and operation of breastmilk banks located in\nthe District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Breastmilk Bank and Lactation Support Act of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Breastfeeding” means the method of providing milk to a child by allowing\nthe child to take breastmilk directly from a woman’s breast.\n(2) “Breastmilk” means human milk obtained from female mammary glands for\nthe purpose of nourishing a child.\n(3) “Center” means the Breastmilk Bank and Lactation Support Center.\n(4) “Commission” means the Lactation Commission established by section 6.\n(5) “Culturing” means the scientific testing of breastmilk for harmful bacteria.\n(6) “Department” means the Department of Health.\n(7) “Foreign milk bank” means a facility located outside of the District that\ncollects, processes, stores, or distributes breastmilk.\n(8) “Maternal health facility” means hospitals and birthing centers providing\nperinatal services.\n(9) “Maternal health provider” means a physician, midwife, or other authorized\npractitioner attending a pregnant woman.\n(10) “Milk bank” means a facility that is licensed by the Department to collect,\nprocess, store, and distribute breastmilk.\n(11) “Pediatric health facility” means hospitals and other facilities providing\neither pediatric or neonatal services.\n(12) “Pediatric health provider” means a physician, midwife, or other authorized\npractitioner attending infants and children.\n(13) “Qualified donor” means a living individual from whom breastmilk is\nexpressed, obtained, processed, and stored at a milk bank.\n\nBill 20-410\nAct 20-340\nEffective\nMay 28, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBreastmilk\nBank and\nLactation\nSupport Act\nof 2014\n\nNew\nChapter 8F\nNew\n§ 7-881.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3571\n\n(14) “Qualified milk” is milk from a qualified donor that has met all screening\ncriteria established by the Department.\n(15) “Pasteurization” means the act of eliminating harmful bacteria while\nretaining the beneficial components in breastmilk.\n(16) “Processing” means the process of pasteurizing, culturing, and screening\nbreastmilk that has been collected by the Center.\n(17) “Sanitization” means the reduction of the population of microorganisms to\nsafe levels as determined by the Department.\n(18) “Screening” refers to any testing of breastmilk or breastmilk donors\ndetermined necessary by the Department for the purpose of identifying breastmilk that is suitable\nfor collection and donation at a milk bank.\n(19) “Storage” means the storage of breastmilk at a milk bank.\nSec. 3. Establishment of the Breastmilk Bank and Lactation Support Center.\n(a) Within 90 days of transmittal of the comprehensive plan to the Council pursuant to\nsection 5(b), the Mayor shall establish the Breastmilk Bank and Lactation Support Center to\npromote and support breastfeeding during the first year of life, facilitate the donation of\nbreastmilk for medically needy and other infants and children, and stimulate and facilitate\ncommunity support for breastfeeding. The Center shall pursue, at a minimum, the following\nobjectives and provide the following services to the public:\n(1) Devise strategies to reduce infant mortality and increase infant and child health\noutcomes through promotion, awareness, and support of breastfeeding and lactating mothers;\n(2) Provide access to a library of comprehensive and current breastfeeding and\nlactation educational material;\n(3) Provide access to adequate supplies, equipment, and accessories for lactating\nwomen, including electric breast pumps, sterilization equipment, and breastmilk storage\nsupplies;\n(4) Provide access to lactation consultants and breastfeeding support classes for all\nstages of breastfeeding, including the prenatal preparatory stage;\n(5) Provide on-site access to private and communal breastfeeding areas and\nlactation stations where breastfeeding and lactating women can nurse or express breastmilk;\n(6) Collect, process, and store donated breastmilk;\n(7) Provide adequate information regarding the screening criteria for donors;\n(8) Provide infants and children with access to qualified breastmilk and adequate\ninformation regarding the process for obtaining qualified breastmilk;\n(9) Provide outreach and education regarding the availability of donated breastmilk\nand the breastfeeding and lactation services available at the Center;\n(10) Provide outreach and education to potential qualified donors, and provide them\nwith reasonable access to Center facilities and equipment; and\n(11) Operate a breastfeeding support hotline.\n\nNew\n§ 7-881.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3572\n\n(b) The Department shall establish the criteria and screening mechanisms for qualified\ndonors and qualified breastmilk, with respect to the Center.\nSec. 4. Education and outreach campaign.\n(a) The Department shall conduct an education and outreach campaign targeted to reach\nthe public, health care providers, and potential qualified donors, with particular emphasis on\nareas with high incidences of premature birth and infant mortality. The purpose of the campaign\nwill be to promote and raise awareness of the following:\n(1) The benefits of breastfeeding and breastmilk;\n(2) The services available at the Center for breastfeeding mothers; and\n(3) The availability of breastmilk for infants and children and the criteria for\nqualified donors.\n(b) The Department shall develop written educational material for the physicians, health\ncare providers, and community-based and other organizations that come into regular and\nfrequent contact with pregnant and lactating women, and other parents whose children might\nbenefit from breastfeeding. The materials shall be written in terms that are understandable by the\ngeneral public.\n(c) The Department shall establish partnerships with maternal and pediatric health\nproviders and maternal and pediatric health facilities to facilitate breastfeeding awareness\nprograms.\n(d) (1) The Department shall seek the advice and assistance of community-based\norganizations that can accommodate the specific cultural and linguistic needs of various\npopulations and use the most effective methods to educate and provide support to those\npopulations. The Department may issue grants to individuals and organizations to achieve this\nend, but any grants issued shall prioritize:\n(A) Organizations with expertise in breastfeeding and lactation promotion\nand awareness, providing individual and communal support to breastfeeding and lactating\nwomen, and developing breastfeeding and lactation educational material and breastfeeding\ncourses;\n(B) Organizations with expertise in identifying and analyzing racial,\nethnic, and socio-economical health disparities associated with breastfeeding ideals, and\npossessing the cultural competency to effectively communicate to a targeted group; and\n(C) Maternal health facilities serving a disproportionate number of lowincome and underserved patients.\n(2) The purpose of the grant issued to an organization under paragraph (1)(A) of\nthis subsection shall be to assist the Department with planning and executing its education and\noutreach campaign.\n(3) The purpose of the grant issued to an organization under paragraph (1)(B) of\nthis subsection shall be to evaluate populations and their perceptions about breastfeeding,\ndevelop a communication strategy, and provide collaborative support to the Department in\ndeveloping and executing its outreach plan for those groups.\n\nNew\n§ 7-881.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3573\n\n(4) The purpose of the grant issued to an organization under paragraph (1)(C) of\nthis subsection shall be to initiate a lactation awareness program and provide breastfeeding\nconsultation to patients.\nSec. 5. Comprehensive plan.\n(a) The Department shall develop a comprehensive plan for the Center and a\nbreastfeeding education and outreach campaign. The objectives of the plan shall be to:\n(1) Guide the development of the Center and other services that meet the needs of\nbreastfeeding and lactating mothers and medically needy infants;\n(2) Collect and assess relevant, objective, and accurate data on breastfeeding\nbreastmilk donation;\n(3) Assess the community and cultural and local attitudes and perceptions toward\nbreastfeeding;\n(4) Identify the barriers to breastfeeding in populations where there are lowbreastfeeding rates;\n(5) Assess the unique needs of breastfeeding mothers and underinsured and\nuninsured breastfeeding mothers; and\n(6) Assess the existing resources that can be utilized to promote breastfeeding and\nbreastmilk donation.\n(b) The Department shall prepare and submit the comprehensive plan to the Council and\nmake it available to the public no later than January 1, 2016.\n\nNew\n§ 7-881.04\n\nSec. 6. Establishment of the Lactation Commission.\n(a) There is established a Lactation Commission to advise the Mayor, the Council, and\nthe public on the state of breastfeeding in the District, identify strategies to promote\nbreastfeeding, and encourage breastmilk donation to the Center.\n(b) The Commission shall conduct studies, review progress, and provide\nrecommendations with respect to all programs and initiatives promoting breastfeeding and\nsupport lactation activities in the District, including:\n(1) Assisting the Mayor with developing a comprehensive plan for implementing\nthe Center and a breastfeeding education and outreach campaign, including recommendations for\nwritten material and community-based initiatives;\n(2) Providing regular and consistent review of the Center’s standards, policies,\nand procedures, assessing whether sufficient progress is being made and whether resources are\nsufficient to meet the goals of the Center, and recommending policy changes and strategies for\nrecruiting milk donors and their breastmilk; and\n(3) Identifying any unmet needs of breastfeeding mothers, recommending\nmethods for meeting community needs, and assessing whether current resources are consistent\nwith the needs identified through the planning process.\n\nNew\n§ 7-881.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3574\n\nSec. 7. Lactation Commission members, procedures, and meetings.\n(a) The Commission shall consist of 14 members, 11 of whom shall be appointed by the\nMayor with the advice and consent of the Council, in accordance with section 2(f) of the\nConfirmation Act of 1978, effective March 3, 1979 (D.C. Law 2-142; D.C. Official Code § 1523.01(f).\n(b) There shall be 3 ex-officio, nonvoting members, consisting of a representative from\nthe Department of Health, a representative from the Department of Human Services, and a\nrepresentative from the Department of Health Care Finance.\n(c)(1) Appointed members of the Commission shall consist of:\n(A) Two physicians who have each spent at least 5 years in the practice of\nneonatology or pediatrics in the District;\n(B) One physician practicing general medicine in the District;\n(C) Two social services or community outreach experts who have each\nspent at least 5 years providing general social services to pregnant or lactating mothers in the\nDistrict;\n(D) Two persons with a background in public health;\n(E) Two persons with a background in breastfeeding and lactation studies\nor academia, or who have served as a lactation or breastfeeding consultant; and\n(F) Two consumer members.\n(2) The consumer members shall be residents of the District of Columbia.\n(3) Appointed members of the Commission shall serve 3-year terms, with the\nexception that of the members first appointed, 3 members shall be appointed to a one-year term,\n4 members shall be appointed to 2-year terms, and 4 members shall be appointed to 3-year terms.\n(4) Members of the Commission may be reappointed.\n(d) A vacancy on the Commission shall be filled in the same manner that the original\nappointment was made. A person appointed to fill a vacancy shall serve only for the unexpired\nterm of the original appointment, but may be reappointed.\n(e) A member of the Commission whose term has expired may continue to serve until a\nnew member is appointed.\n(f) The Mayor shall appoint the chairperson of the Commission from among the voting\nmembers.\n(g) All members of the Commission shall serve without compensation.\n(h) The Mayor may remove, after notice and hearing, any member of the Commission for\nneglect of duty, incompetence, misconduct, or malfeasance in office.\n(i) The Commission shall develop its own rules of procedure.\n(j) The Commission shall meet at least 4 times a year. The meetings shall be held in the\nDistrict and shall be open to the public. A quorum to transact business shall consist of a majority,\nplus one, of the voting members.\n\nNew\n§ 7-881.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3575\n\nSec. 8. Regulation of milk banks.\n(a) Within 90 days of the effective date of this act, the Mayor, pursuant to section 11,\nshall issue rules to:\n(1) Ensure each milk bank has adequate health, sanitization, sterilization, and\nsafety methods, and procedures, equipment, and supplies, including establishing minimum\nrequirements pertaining to:\n(A) Donor screening;\n(B) Methods and standards for breastmilk collection, processing, and\nstorage; and\n(C) Licensing and registration of milk banks, including any associated fee\nschedules; and\n(2) Require that all donors to milk banks be tested for exposure to at least the\nfollowing:\n(A) Human immunodeficiency virus (“HIV”) or any other identified\ncausative agent of acquired immune deficiency syndrome (“AIDS”) before the collection of\nbreastmilk;\n(B) Human T-lymphotropic virus I and II;\n(C) Hepatitis B;\n(D) Hepatitis C; and\n(E) Syphilis.\n(b) Foreign milk banks that are certified by the Human Milk Bank Association of North\nAmerica may distribute milk within the District without obtaining licensure from or registering\nwith the Department pursuant to the requirements of this act.\n\nNew\n§ 7-881.07\n\nSec. 9. Application.\nNothing in this act shall prevent:\n(1) A hospital from collecting processing, storing, or distributing breastmilk that a\nmother produced exclusively for her own child.\n(2) A hospital from collecting, processing, storing, or distributing breastmilk that\nwas obtained for or from a foreign milk bank.\n(3) Any person from collecting, storing, or distributing her own breastmilk for the\nexclusive personal use of another or for a foreign milk bank.\n\nNew\n§ 7-881.08\n\nSec. 10. Prohibition and penalties.\n(a) No person shall collect, process, store, or distribute breastmilk, or represent him or\nherself as being engaged in collecting, processing, storing, or distributing breastmilk or as being\nentitled to or authorized to collect, process, store, or distribute breastmilk, unless that person is\nauthorized to do so at a breastmilk bank that is licensed with and registered by the Department\nunder this act.\n\nNew\n§ 7-881.09\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3576\n\n(b) No person shall use the word “processed,” “pasteurized,” “cultured,” or “sanitized” in\nconnection with the sale or donation of any milk that has not been collected, process, stored, or\ndistributed at a bank licensed with and registered by the Department under this act.\n(c) No person shall intentionally, knowingly, recklessly, or negligently collect, process,\nstore, and distribute breastmilk from anyone who has not been tested for the pathogens identified\nin section 8(a)(2), or tested positive for exposure to these pathogens, HIV, or any other identified\ncausative agent of AIDS. Violation of this subsection shall be punishable by a fine of not more\nthan $5,000 per violation and imprisonment for not more than one year.\n(d) Any person who violates subsection (a) or (b) of this section shall be guilty of a\nmisdemeanor and shall, upon conviction, be subject to a fine of not more than $1,000 or\nimprisonment for not more than 3 months, or both.\nSec. 11. Rules.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules\nto implement the provisions of this act. The proposed rules shall be submitted to the Council for\na 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of Council\nrecess. If the Council does not approve or disapprove the proposed rules, in whole or in part, by\nresolution within the 45-day review period, the proposed rules shall be deemed approved.\nSec. 12. Conforming amendment.\nSection 2(f) of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law 2-142;\nD.C. Official Code § 1-523.01(f)), is amended as follows:\n(a) Paragraph (48) is amended by striking the word “and”.\n(b) Paragraph (49) is amended by striking the period and inserting the phrase “; and” in\nits place.\n(c) A new paragraph (50) is added to read as follows:\n“(50) The Lactation Commission.”.\nSec. 13. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 14. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nNew\n§ 7-881.10\n\nAmend\n§ 1-523.01\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-121, effective July 15, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3577\n\nSec. 15. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "3577", 
  "name": "Law_20-121.pdf", 
  "title": "Breastmilk Bank and Lactation Support Act of 2014"
}