{
  "start": "4054", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4054\n\nAN ACT\n\nBill 20-417\nAct 20-348\neffective\nJune 4, 2014\n\nTo amend Chapter 19 of Title 23 of the District of Columbia Official Code to provide that a sexual assault\nvictim shall have the right to have a sexual assault victim advocate present at medical\nexaminations and at the initial interview with law enforcement at the hospital, the right to receive\nthe results of the toxicology report, and the right to receive notification from the Metropolitan\nPolice Department after police contact the suspect; to amend Chapter 3 of Title 14 of the District\nof Columbia Official Code to provide that communications between a sexual assault victim and a\nsexual assault victim advocate are confidential and privileged; to require that the Metropolitan\nPolice Department and the Department of Forensic Services process sexual assault forensic\nexamination kits in a timely manner; to provide that hospitals in the District of Columbia shall not\nbill a sexual assault victim for a sexual assault forensic examination kit; to provide for an\nindependent expert consultant to assess and review the Metropolitan Police Department’s\npolicies, practices, and training; to require annual reporting by the Metropolitan Police\nDepartment, the Department of Forensic Sciences, and the Office of the Chief Medical Examiner\nregarding compliance with protocols for and response to sexual assaults; to establish a Sexual\nAssault Response Team and its membership and duties; to establish a Sexual Assault Response\nTeam Case Review Subcommittee and its membership and duties; and to establish a Sexual\nAssault Victim Rights Task Force and its membership and duties.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Sexual Assault Victims’ Rights Act of 2014”.\n\nSexual Assault\nVictims’\nRights Act of\n2014\n\nTITLE I – VICTIMS’ RIGHTS; CONFIDENTIAL COMMUNICATIONS\nSec. 101. Chapter 19 of Title 23 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended as follows:\n(1) Designate sections 23-1901 through 23-1906 as “Subchapter I. General”.\n(2) A new Subchapter II is added to read as follows:\n“Subchapter II. Sexual Assault Victims’ Rights\n“23-1907. Definitions.\n“23-1908. Sexual assault victims’ rights.\n“23-1909. Sexual assault victim advocate.\n“23-1910. Access to information.\n“23-1911. No cause of action.”.\n(b) Designate sections 23-1901 through 23-1906 as “Subchapter I. General”.\n(c) A new Subchapter II is added to read as follows:\n“Subchapter II. Sexual Assault Victims’ Rights\n1\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4055\n\n“§ 23-1907. Definitions.\n“(a) For the purposes of this subchapter, the term:\n“(1) “Confidential communication” means information exchanged between a\nsexual assault victim and a sexual assault victim advocate during the course of the advocate\nproviding counseling, support, and assistance to the victim, including all records kept by the\nadvocate and the sexual assault program concerning the victim and services provided to the\nvictim.\n“(2) “DC Sexual Assault Nurse Examiner Program” or “DC SANE Program”\nmeans the program that provides comprehensive care to adult victims of rape, sexual assault, and\nother sex crimes, operated by the Office of Victim Services, in collaboration with the Network\nfor Victim Recovery DC, or its successor entity, and the Medstar Washington Hospital Center, or\nits successor entity, where medical forensic exams are conducted.\n“(3) “Forensic nurse examiner” means a nurse with specialized training in\nmedical forensic evidence collection who participates in the DC SANE Program.\n“(4) “Hospital” means the MedStar Washington Hospital Center, or any medical\nfacility where a forensic nurse examiner conducts a sexual assault forensic evaluation of the\nsexual assault victim.\n“(5) “Interview” means any interview by the MPD or other law enforcement\nagency with a sexual assault victim that occurs in conjunction with a sexual assault victim\nreceiving any medical treatment or forensic evidence collection related to sexual assault at the\nhospital and any subsequent in-person interview with law enforcement relating to the sexual\nassault.\n“(6) “MPD” means the Metropolitan Police Department.\n“(7) “Sexual assault” means any of the following offenses: §§ 22-1901 (incest);\n22-3002 (first degree sexual abuse); 22-3003 (second degree sexual abuse); 22-3004 (third\ndegree sexual abuse); 22-3005 (fourth degree sexual abuse); 22-3006 (misdemeanor sexual\nabuse); 22-3009.03 (first degree sexual abuse of a secondary education student); 22-3009.04\n(second degree sexual abuse of a secondary education student); 22-3013 (first degree sexual\nabuse of a ward, patient, client, or prisoner); 22-3014 (second degree sexual abuse of a ward,\npatient, client, or prisoner); 22-3015 (first degree sexual abuse of a patient or client); 22-3016\n(second degree sexual abuse of a patient or client); or 22-3018 (attempts to commit sexual\noffenses); provided, that the sexual assault victim is 18 years of age or older.\n“(8) “Sexual assault victim” means an individual 18 years or age or older against\nwhom sexual assault has been committed or is alleged to have been committed.\n“(9) “Sexual assault victim advocate” means a trained advocate employed by a\ncommunity-based advocacy organization that is a member of the DC SANE Program or its\nsuccessor program.\n“§ 23-1908. Sexual assault victims’ rights.\n“In addition to the rights set forth in Subchapter I of this title, a sexual assault victim:\n2\n\nNew\n§ 23-1907\n\nNew\n§ 23-1908\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4056\n\n“(1) Shall have the right to have a sexual assault victim advocate present at any:\n“(A) Forensic medical, evidentiary, or physical examination;\n“(B) Initial interview at the hospital;\n“(C) Subsequent in-person interview with law enforcement related to the\nsexual assault; and\n“(D) Point during the hospital visit; and\n(2) Has the right to have an advocate present during the instances listed in\nparagraph (1) of this section even if the sexual assault victim previously declined the presence of\nan advocate.\n“§ 23-1909. Sexual assault victim advocate.\n“(a)(1) DC SANE Program participants, through established DC SANE protocol, shall\nsummon a sexual assault victim advocate to the hospital before the commencement of any\nmedical, evidentiary, or physical examination arising out of a sexual assault.\n“(2) The sexual assault victim advocate shall inform the sexual assault victim of\nthe right to have a sexual assault victim advocate present in all examinations and in-person\ninterviews, even if the sexual assault victim has previously declined an advocate.\n“(b) Law enforcement shall ensure that a sexual assault victim advocate is present before\nthe commencement of any in-person interview with the sexual assault victim.\n“§ 23-1910. Access to information.\n“In addition to the notice requirements set forth in Subchapter I of this title, upon request\nby the sexual assault victim, the MPD shall:\n“(1) Inform the sexual assault victim of the toxicology results and findings of his\nor her sexual assault forensic kit examination; provided, that the MPD is not required to disclose\nto the sexual assault victim the identity of any suspect implicated by DNA or similar testing for\ncases with an open investigation or active prosecution; and\n“(2) Make reasonable attempts to notify a sexual assault victim of the MPD’s\nintent to communicate with the suspect before communicating with the suspect and alerting the\nsuspect of the sexual assault allegation made against the suspect; provided, that if prior\nnotification is not possible, notification shall be made as soon as is reasonably possible after the\ncommunication with the suspect has occurred.\n“§ 23-1911. No cause of action.\n“This subchapter does not create a cause of action or defense in favor of any person\narising out of the failure to accord to a sexual assault victim the rights enumerated in § 23-1908\nor the violation of any other provision of this subchapter.”.\nSec. 102. Chapter 3 of Title 14 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation at the end to\nread as follows:\n3\n\nNew\n§ 23-1909\n\nNew\n§ 23-1910\n\nNew\n§ 23-1911\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4057\n\n“14-312. Sexual assault victim advocates.”.\n(b) Section 14-307(a) is amended by striking the phrase “or a human trafficking\ncounselor as defined in § 14-311(a)(2)” and inserting the phrase “a human trafficking counselor\nas defined in § 14-311(a)(2), or a sexual assault victim advocate as defined in § 14-312(a)(7)” in\nits place.\n(c) A new section 14-312 is added to read as follows:\n“§ 14-312. Sexual assault victim advocates.\n“(a) For the purposes of this section, the term:\n“(1) “Confidential communication” means information exchanged between a\nsexual assault victim and a sexual assault victim advocate during the course of the advocate\nproviding counseling, support, and assistance to the victim, including all records kept by the\nadvocate and the sexual assault program concerning the victim and services provided to the\nvictim.\n“(2) “DC Sexual Assault Nurse Examiner Program” or “DC SANE Program”\nmeans the program that provides comprehensive care to adult victims of rape, sexual assault, and\nother sex crimes, operated by the Office of Victim Services, in collaboration with the Network\nfor Victim Recovery DC (or its successor entity) and the Medstar Washington Hospital Center\n(or its successor entity), where medical forensic exams are conducted.\n“(3) “Intrafamily offense” shall have the same meaning as provided in § 161001(8).\n“(4) “MPD” means the Metropolitan Police Department.\n“(5) “Sexual assault” means any of the following offenses: §§ 22-1901 (incest);\n22-3002 (first degree sexual abuse); 22-3003 (second degree sexual abuse); 22-3004 (third\ndegree sexual abuse); 22-3005 (fourth degree sexual abuse); 22-3006 (misdemeanor sexual\nabuse); 22-3009.03 (first degree sexual abuse of a secondary education student); 22-3009.04\n(second degree sexual abuse of a secondary education student); 22-3013 (first degree sexual\nabuse of a ward, patient, client, or prisoner); 22-3014 (second degree sexual abuse of a ward,\npatient, client, or prisoner); 22-3015 (first degree sexual abuse of a patient or client); 22-3016\n(second degree sexual abuse of a patient or client); or 22-3018 (attempts to commit sexual\noffenses); provided, that the sexual assault victim is 18 years of age or older.\n“(6) “Sexual assault victim” means an individual 18 years or age or older against\nwhom sexual assault has been committed or is alleged to have been committed.\n“(7) “Sexual assault victim advocate” means a trained advocate employed by a\ncommunity-based advocacy organization that is a member of the DC SANE Program or its\nsuccessor program.\n“(b)(1) A sexual assault victim advocate shall not disclose a confidential communication\nexcept:\n“(A) As required by statute or by a court of law;\n“(B) As voluntarily authorized in writing by the sexual assault victim;\n4\n\nAmend\n§ 14-307\n\nNew\n§ 14-312\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4058\n\n“(C) To other individuals employed by the DC SANE Program and third\nparty providers when and to the extent necessary to facilitate the delivery of services to the\nsexual assault victim;\n“(D) To the MPD or other law enforcement agency to the extent necessary\nto protect the sexual assault victim or another individual from a substantial risk of imminent and\nserious physical injury;\n“(E) To compile statistical or anecdotal information, without personal\nidentifying information, for research or public information purposes; or\n“(F) For any confidential communications relevant to a claim or defense if\nthe sexual assault victim files a lawsuit against a sexual assault victim advocate or the DC SANE\nProgram.\n“(2) Unless the disclosure is public, confidential communications disclosed\npursuant to paragraph (1) of this subsection shall not be further disclosed by the recipient except\nas authorized in paragraph (1) of this subsection.\n“(3) Confidential communications are not waived by the presence of a sign\nlanguage or foreign language interpreter. An interpreter is subject to the same disclosure\nlimitations set forth in paragraph (1) of this subsection and the same privilege set forth in\nsubsection (c) of this section.\n“(c)(1) Except as provided in paragraph (2) of this subsection, when a sexual assault\nvictim has been adjudicated incompetent by a court of competent jurisdiction for the purpose of\nasserting or waiving the privilege established by this section, or is deceased, the sexual assault\nvictim’s parent, guardian, or personal representative may assert or waive the privilege.\n“(2) If the parent, guardian, or personal representative of the sexual assault victim\ndescribed in paragraph (1) of this subsection has been charged with an intrafamily offense,\nsexual assault, or has had a protection order or a neglect petition entered against him or her at the\nrequest of or on behalf of the sexual assault victim, or otherwise has interests adverse to those of\nthe sexual assault victim with respect to the assertion or waiver of the privilege, the court shall\nappoint an attorney for purposes of asserting or waiving the privilege.\n“(d) The assertion of any privilege under this section is not admissible in evidence.”.\nTITLE II – SEXUAL ASSAULT RESPONSE\nSec. 201. Definitions.\nFor the purposes of this title, the term:\n(1) “Case Review Subcommittee” means the Sexual Assault Response Team Case\nReview Subcommittee established by section 214.\n(2) “DC Sexual Assault Nurse Examiner Program” or “DC SANE Program”\nmeans the program that provides comprehensive care to adult victims of rape, sexual assault, and\nother sex crimes, operated by the OVS, in collaboration with the Network for Victim Recovery\nDC (or its successor entity), and the Medstar Washington Hospital Center (or its successor\n5\n\nNew\nSubchapter\nIV,\nChapter 5,\nTitle 4\nNew\n§ 4-561.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4059\n\nentity), where medical forensic exams are conducted.\n(3) “DFS” means the Department of Forsenic Sciences.\n(4) “Hospital” means the MedStar Washington Hospital Center, or any medical\nfacility where a forensic nurse examiner conducts a sexual assault forensic evaluation of the\nsexual assault victim.\n(5) “Independent expert consultant” or “consultant” means an independent\ncontractor retained on a contract basis by OVS to assesss and review the MPD’s response to\nreports of sexual assault and to ensure that all aspects of the MPD’s sexual assault investigations\nand training are based on current best practices, are implemented properly, and have a victimcentered approach.\n(6) “MPD” means the Metropolitan Police Department.\n(7) “OCME” means the Office of the Chief Medical Examiner.\n(8) “OVS” means the Office of Victim Services.\n(9) “SART” means the Sexual Assault Response Team established by section 212.\n(10) “Sexual assault” shall have the same meaning as provided in D.C. Official\nCode § 23-1907(7).\n(11) “Sexual assault victim” means an individual 18 years of age or older against\nwhom sexual assault has been committed or is alleged to have been committed.\n(12) “Task Force” means the Sexual Assault Victim Rights Task Force\nestablished by section 215.\nSec. 202. Processing of sexual assault forensic examination kits and specimens.\n(a) Within 7 days after asexual assault victim makes a report to the MPD, the MPD shall\nretrieve the kits and specimens and deliver:\n(1) The sexual assault forensic examination kit to the DFDFS; and\n(2) The biological specimens for toxicology testing to the OCME.\n(b) The DFS shall process all sexual assault forensic examination kits within 90 days\nfrom the date of receipt.\n(c) The OCME shall process all biological specimens within 90 days from the date of\nreceipt.\n\nNew\n§ 4-561.02\n\nSec. 203. Payment for sexual assault forensic examination kits.\nThe hospital shall not bill a sexual assault victim for costs associated with the\nadministration of a sexual assault forensic examination kit or for the kit itself.\n\nNew\n§ 4-561.03\n\nSec. 204. Independent expert consultant.\n(a) By December 1, 2014, the OVS shall retain an independent expert consultant.\n(b) The consultant shall be selected by the Office of Police Complaints, with input from\nthe Victim Assistance Network, subject to final approval by the OVS.\n\nNew\n§ 4-561.04\n\n6\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4060\n\n(c) The consultant shall be retained for a period of one year, with the option for the OVS\nto renew that contract for a second year.\n(d) The consultant selected shall have current and recognized expertise in the areas of law\nenforcement, advocacy, and medical best practices, policy and procedure development, sexual\nassault crimes, and the investigation or prosecution of sexual assault.\nSec. 205. Duties.\nThe independent expert consultant shall have the following duties and obligations:\n(1) In consultation with the Task Force established by section 215, assess and\nrecommend modifications to MPD policies and protocols to ensure the MPD has a detailed and\nvictim-centered sexual assault response policy that comports with best practices and current\nprofessional standards and incorporates the requirements of the International Association of\nChiefs of Police Model Policy on Sexual Assaults or other current best practices in law\nenforcement;\n(2) Assess training provided to MPD officers, detectives, and recruits to ensure\nthat:\n(A) The training incorporates developments in applicable law and current\nbest practices;\n(B) Testing is done to ensure that MPD personnel taking the training\ncomprehend the material taught; and\n(C) Investigators conducting sexual assault investigations and personnel\nwho supervise the review of sexual assault investigations are provided in-depth specialized\ntraining consistent with current best practices;\n(3) Review a random sample of MPD files and records related to cases arising\nafter March 2013, including;\n(A) Sexual assault investigative files, forms, and reports, including\nallegations, office information cases, and other cases with sexual elements that may not have\nbeen classified as a sexual assault case; and\n(B) Feedback provided to the MPD from members of the public about the\nMPD’s response to sexual assault cases, including surveys, complaints, and any other feedback\nprovided through e-mail or the MPD’s web page;\n(4) Conduct confidential interviews, when necessary, with forensic nurse\nexaminers, sexual assault victim advocates, MPD personnel, and others with direct knowledge of\nhow the sexual assault response process is functioning;\n(5) Within 120 days from the date of being retained by the OVS, audit all sexual\nassault forensic examination kits in storage to determine if all sexual assault forensic\nexamination kits in which a sexual assault victim reported a sexual assault to law enforcement\nhave been delivered to the DFS for processing; and\n(6) Protect the confidentiality of all MPD files and records; and\n7\n\nNew\n§ 4-561.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4061\n\n(7) Within the reports produced by the consultant, protect the confidentiality of\nthe underlying investigations.\nSec. 206. Reviews and reporting requirements.\n(a)(1) The independent expert consultant shall:\n(A) Prepare, by June 1, 2015, and on a semiannual basis thereafter, a\npublic report that contains:\n(i) A description of the work conducted by the independent expert\nconsultant for that period;\n(ii) The methodology and specific findings for each review\nconducted, including a general description of the policies and procedures reviewed, the\nobservations of the consultant regarding the MPD’s implementation of those policies and\nprocedures, the training reviewed, and a discussion of any improvements that need to be made;\n(iii) A determination of whether the MPD’s implementation of\nreforms made after March 2013 are having a positive effect on the overall investigations of\nsexual assaults and whether there are any unintended negative consequences of these new\npolicies or reforms;\n(iv) A comparison of cases reported to the MPD through the DC\nSANE Program and MPD case numbers to ensure that all sexual assaults have been documented;\nand\n(v) The Chief of Police’s formal response to the report prepared\npursuant to paragraph (2) of this subsection; and\n(B) Review the case review plan and process developed pursuant to\nsection 214(d)(1), making recommendations for improvement as needed.\n(2)(A) A draft version of the report shall be provided to the Chief of Police for\nreview before the public issuance of the final report.\n(B) The Chief of Police shall have 30 days to review the report and\nprepare a formal response for purposes of a public report issued pursuant to paragraph (1) of this\nsubsection.\n(b)(1) The independent consultant shall, within 45 days of being retained by the OVS,\ndevelop a plan and a schedule for conducting the reviews and preparing the report described in\nsubsection (a)(1) of this section, and shall submit this plan to the OVS for review and approval.\n(2) The plan established pursuant to paragraph (1) of this subsection shall include\na timeline for submitting any recommendations to the Council or the Mayor regarding proposed\nlegislation.\n(c) The OVS shall complete a review of the independent expert consultant’s plan\ndeveloped pursuant to subsection (b) of this section within 30 days from the date of receipt.\n\n8\n\nNew\n§ 4-561.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4062\n\nSec. 207. The MPD’s duties.\nThe MPD shall provide the independent expert consultant with timely, full, and direct\naccess to the MPD’s files and records, including:\n(1) Sexual assault investigative files, forms, and reports, including allegations,\noffice information cases, and other cases with sexual elements that may not have been classified\nas a sexual assault case; and\n(2) Feedback provided to the MPD from members of the public regarding the\nMPD’s response to sexual assault cases, including surveys, complaints, and feedback provided\nthrough e-mail or the MPD’s web page.\n\nNew\n§ 4-561.07\n\nSec. 208. Monitoring by Chief of Police.\nThe Chief of Police shall monitor the MPD personnel’s compliance with MPD orders and\nprotocols related to law enforcement interaction with sexual assault victims, including the Sexual\nAssault Unit’s Standard Operating Procedures, when responding to sexual assault crimes.\n\nNew\n§ 4-561.08\n\nSec. 209. MPD reporting requirements.\n(a) The Chief of Police shall prepare, on an annual basis, a report on the MPD’s response\nto sexual assault reports. The report shall include, at a minimum:\n(1) The number of sexual assaults and attempted sexual assaults reported,\nidentified by penal code classification;\n(2) The outcome of each reported sexual assault, identified by:\n(A) How many reports were unfounded;\n(B) How many reports were cleared, including how many cleared cases\nled to an arrest; and\n(C) How many reports were closed by the MPD, identified by the type of\nexception such as victim declines participation, suspect prosecuted in another jurisdiction, case\nrejected by the prosecutor, or similar explanations;\n(3) The number of:\n(A) Arrest warrants issued, by classification of crime, and arrests; and\n(B) Cases referred to prosecuting attorneys and, to the extent the\ninformation is available to the MPD, cases declined for prosecution by the prosecutor, cases\ndeclined for prosecution by the grand jury, prosecutions, and other law enforcement actions\ntaken as a result of investigations into sexual assault reports;\n(4) The recommendations received from the Sexual Assault Response Team Case\nReview Subcommittee, established by section 214, and the measures the MPD has taken, if any,\nto address those recommendations; and\n(5) The number and type of complaints filed against MPD officers or detectives\nregarding their handling of sexual assault reports and any actions taken by the MPD in response\nto those complaints.\n\nNew\n§ 4-561.09\n\n9\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4063\n\n(b) The report prepared pursuant to subsection (a) of this section shall be transmitted to\nthe Mayor and the Council by December 31 of each year and be made accessible to the public;\nprovided, that the report shall protect the privacy and confidentiality of the sexual assault\nvictims.\nSec. 210. DFS reporting requirement.\nIn the annual report filed pursuant to section 5(a)(5) of the Department of Forensic\nSciences Establishment Act of 2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official\nCode § 5-1501.04(a)(5)), the Director of the DFS shall include the number of sexual assault\nforensic examination kits received from the MPD and the number of sexual assault forensic\nexamination kits processed by the DFS, including the time it took for each kit to be processed.\n\nNew\n§ 4-561.10\n\nSec. 211. OCME reporting requirement.\nIn the annual report filed pursuant to section 2913(d) of the Fiscal Year 2001 Budget\nSupport Act of 2000, effective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 51412(d)), the Chief Medical Examiner shall include the number of toxicology samples of sexual\nassault victims received from MPD and the number of toxicology samples of sexual assault\nvictims processed by the OCME, including the time it took for each toxicology sample to be\nprocessed.\n\nNew\n§ 4-561.11\n\nSec. 212. Establishment of a Sexual Assault Response Team.\n(a) There is established the Sexual Assault Response Team.\n(b) The SART shall be a partnership of public and private agencies that coordinates a\nhigh-quality, multidisciplinary, victim-centered response to sexual assault cases.\n(c) Membership on the SART shall consist of the following persons:\n(1) The Director of the OVS, or his or her designee;\n(2) The SART coordinator, who shall be appointed by the Director of the OVS;\n(3) The Chief of Police, or his or her designee; provided, that the designee is a\nmember of the Sexual Assault Unit with the rank of Captain or above;\n(3) A representative from the MPD Victim Services Branch;\n(4) The United States Attorney for the District of Columbia, or his or her\ndesignee; provided, that the designee is an attorney assigned to the Sex Offense and Domestic\nViolence Section;\n(5) A representative from the Victim Witness Assistance Unit of the United States\nAttorney’s Office for the District of Columbia;\n(6) A representative from the United States Park Police;\n(7) The Director, or his or her designee, of a private or nonprofit entity that is a\nmember of the DC SANE Program; provided, that the designee is a forensic nurse examiner;\n(8) The Director, or his or her designee, of a community-based advocacy\n\nNew\n§ 4-561.12\n\n10\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4064\n\norganization that is providing advocacy services as part of the DC SANE Program;\n(9) A representative, selected by the OVS, from a community-based organization\nthat is providing post-assault mental health services;\n(10) A representative from the designated State Sexual Assault Coalition for the\nDistrict;\n(11) The Director of DFS, or his or her designee; provided, that the designee is a\nforensic scientist;\n(12) The Chief Medical Examiner, or his or her designee; and\n(13) A representative from a District of Columbia-based college or university;\nprovided, that the representative holds a position at that institution that provides direct victim\nservices to sexual assault victims.\n(d) The SART shall hold its initial meeting within 90 days after the effective date of this\nact. At the initial meeting, one non-governmental member of the SART shall be elected as\nChairperson by a majority of the SART members.\n(e) Following the SART’s initial meeting, the SART shall meet at least 6 times per\ncalendar year.\n(f) The SART shall establish its own procedures and requirements with respect to the\nplace and manner in which it will conduct its meetings.\n(g) The Open Meetings Act, effective March 31, 2011 (D.C. Law 18-350; D.C. Official\nCode § 2-571 et seq.), does not apply to meetings of the SART.\nSec. 213. Duties and responsibilities of the SART.\nThe SART shall:\n(1) Improve the coordination and functioning of victim services, medical forensic\ncare, investigations, and prosecutions available to victims of sexual assault;\n(2) Conduct regular case reviews, through the Case Review Subcommittee\nestablished by section 214, of all parties involved in sexual assault responses, including a review\nof sexual assault reports and investigations by the MPD and cases reported to any member of the\nSART; and\n(3) Develop a protocol to ensure that feedback and recommendations from the\nCase Review Subcommittee, established by section 214, are incorporated into SART member\nagencies’ policies, procedures, practices, training, and decisions to re-examine investigations,\nwhen applicable.\n\nNew\n§ 4-561.13\n\nSec. 214. The SART Case Review Subcommittee.\n(a) There is established the Sexual Assault Response Team Case Review Subcommittee.\n(b) The Case Review Subcommittee shall be comprised of, at a minimum, the\nfollowing SART representatives:\n\nNew\n§ 4-561.14\n\n11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4065\n\n(1) The SART coordinator, who shall also coordinate the Case Review\nSubcommittee;\n(2) The Commander of the MPD’s Sexual Assault Unit, or his or her designee;\nprovided, that the designee is a member of the Sexual Assault Unit with the rank of Captain or\nabove;\n(3) The Director, or his or her designee, of a private or nonprofit entity that is a\nmember of the DC SANE Program; provided, that the designee is a forensic nurse examiner.\n(4) A representative, selected by the OVS, from a community-based organization\nthat is providing post-assault mental health services;\n(5) The Director of DFS, or his or her designee; provided, that the designee is a\nforensic scientist; and\n(6) The Director, or his or her designee, of a community-based advocacy\norganization that is providing advocacy services as part of the DC SANE Program.\n(c)(1) The Case Review Subcommittee shall conduct case reviews of the following types\nof cases:\n(A) A random sample of investigations that involve sexual assault;\n(B) Specific cases as requested by members of the SART or the Case\nReview Subcommittee; and\n(C) Specific cases as requested by the independent expert consultant.\n(2) The Case Review Subcommittee shall also conduct a review of complaints\nsexual assault victims have communicated to members of the SART.\n(d) In addition the duties set forth in subsection (c) of this section, the Case Review\nSubcommittee shall:\n(1) Develop a case review protocol, including a standard review form and\nappropriate safeguards to protect confidential or privileged information and other personal\ninformation that is protected from disclosure by federal or District law. The policy shall be\nreviewed on an annual basis, and revised as needed;\n(2) Develop a standard review form that examines, at a minimum, the\nfollowing:\n(A) Whether each agency and service provider involved in the sexual\nassault response followed current best practices in each case, including:\n(i) Whether law enforcement waited at least 48 hours before\nconducting an interview with the sexual assault victim meant to assess and build the case; and\n(ii) Whether the sexual assault victim requested information\npursuant to section 23-1910 and when the sexual assault victim received that information;\n(B) Any prosecutorial actions taken;\n(C) Whether the evidence testing complied with the timing requirements\nof section 202; and\n(D) The use of forensic evidence in the investigation and prosecution of\n12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4066\n\nthe case; and\n(3) Submit feedback and recommendations to the SART when the Case Review\nSubcommittee identifies concerns or problems during the case review process.\n(e) The Open Meetings Act, effective March 31, 2011 (D.C. Law 18-350; D.C. Official\nCode § 2-571 et seq.), does not apply to meetings of the Case Review Subcommittee.\nSec. 215. Sexual Assault Victim Rights Task Force.\n(a) Beginning October 1, 2014, the OVS shall establish a Sexual Assault Victim Rights\nTask Force to study nationally recognized best practices and develop recommendations\nregarding:\n(1) The development and implementation of an effective mechanism for\nsubmitting, tracking, and investigating complaints regarding the handling of, or response to,\na sexual assault report or investigation by any agency or organization involved in the response;\n(2) Whether a need exists for additional sexual assault victim advocates. If a need\nis identified, the Task Force shall:\n(A) Develop criteria to certify sexual assault victim advocates;\n(B) Create a plan for how the District, in conjunction with nonprofits, can\nprovide additional sexual assault victim advocates to meet the needs identified; and\n(C) Determine the cost of funding such a plan;\n(3) Whether a need exists to expand the right to a sexual assault victim advocate\nbeyond the hospital and law enforcement interview settings, such as meetings and conversations\nwith prosecutors. If a need is identified, the Task Force shall:\n(A) Identify where the need exists and to what extent; and\n(B) Make recommendations on how best to fill that need, whether\nlegislatively or otherwise;\n(4) Whether a need exists to expand the right to a sexual assault victim advocate\nto juvenile sexual assault victims. If a need is identified, the Task Force shall:\n(A) Identify where the need exists and to what extent; and\n(B) Make recommendations on how best to fill that need, whether\nlegislatively or otherwise.\n(b) The Task Force shall be comprised of representatives from the following entities:\n(1) DC Sexual Assault Coalition;\n(2) DC SANE program;\n(3) DC Victim Assistance Network;\n(4) SART; and\n(5) A District of Columbia-based college or university; provided, that the\nrepresentative at that institution provides direct victim services to sexual assault victims;\n(6) At least one governmental or agency-based victim services program;\n(7) At least 2 organizations for which the primary purpose of the organization is\n13\n\nNew\n§ 4-561.15\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-?, effective ?\n\n20 DCSTAT 4067\n\nto provide services, education, or outreach to underserved populations disparately impacted by\nsexual assault; and\n(8) Other entities as determined by the OVS.\n(c)(1) By September 30, 2015, the Task Force shall produce a report that includes the\nresults of the assessments, developments, and recommendations completed pursuant to\nsubsection (a) of this section, to be transmitted to the Council and the SART.\n(2) The Task Force shall disband after the report has been transmitted to the\nCouncil and the SART.\nSec. 216. No private right of action.\nThis title shall not be construed to create a private right of action or serve as the basis for\nexcluding otherwise admissible evidence in a criminal proceeding.\n\nNew\n§ 4-561.16\n\nTITLE III – RULES\nSec. 301. Rules.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this act.\nTITLE IV -- FISCAL IMPACT; EFFECTIVE DATE\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 402. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 60-day period of Congressional\nreview as provided in section 602(c)(2) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and\npublication in the District of Columbia Register.\n\n14\n\nNote\n§§ 23-1911,\n14-307,\n14-312,\n4-561.16\n\n\f", 
  "end": "4067", 
  "name": "Law_20-139.pdf", 
  "title": "Sexual Assault Victims’ Rights Amendment Act of 2014"
}