{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-106, effective June 4, 2014\n\n20 DCSTAT 3218\n\nAN ACT\n\nBill 20-110\nAct 20-304\neffective\nMarch 31,\n2014\n\nTo designate the public right-of-way adjacent to Lot 197, Square 2526, in Ward 2, as Belmont Park and to\nestablish Belmont Park as a public park.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Belmont Park Designation and Establishment Act of 2014”.\n\nBelmont Park\nDesignation\nand\nEstablishment\nAct of 2014\n\nSec. 2. Pursuant to section 401 of the Street and Alley Closing Acquisition Procedures\nAct of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9-204.01), the\nCouncil designates the public right-of-way, west of Connecticut Ave., N.W., at the intersection\nof Connecticut Ave., N.W., and Belmont Road, N.W., shown on the Surveyor’s plat as adjacent\nto Lot 197, Square 2526, as “Belmont Park”.\n\nNote,\n§ 9-204.01\n\nSec. 3. The newly designated Belmont Park is established as a public park and shall be\nmaintained under the jurisdiction of the Department of Parks and Recreation.\nSec. 4. Transmittal.\nThe Chairman of the Council shall transmit a copy of this act, upon its effective date, to\nthe Office of the Surveyor, the Department of Parks and Recreation, the District Department of\nTransportation, and the Department of General Services.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Belmont Park Designation and Establishment Act of 2014",
  "end": "3218",
  "start": "3218",
  "name": "Law_20-106.pdf"
}