{
  "start": "2173", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-31, effective October 17, 2013\n\n20 DCSTAT 2173\n\nAN ACT\n\nTo amend the District of Columbia Election Code of 1955 to abolish the voter registration and residency\nrequirements for circulators of petitions for the purposes of placing initiative and referendum\nmeasures on the ballot, nominating candidates for elected office, and recalling elected officials,\nand to establish in their place a requirement that circulators of petitions for these purposes be at\nleast 18 years of age and either residents of the District of Columbia or registered as petition\ncirculators with the Board of Elections, such registration to include the person’s consent to being\nsubject to the subpoena power of the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis act may be cited as the \"Board of Elections Petition Circulation Requirements\nAmendment Act of 2013\".\n\nSec. 2. The District of Columbia Election Code of 1955, approved August 12, 1955\n(69 Stat. 699; D.C. Official Code § 1-1001.01 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 1-1001.02) is amended by adding a new\nparagraph (26) to read as follows:\n“(26) “Qualified petition circulator” means an individual who is 18 years of\nage or older and either:\n“(A) A District resident; or\n“(B) A resident of another jurisdiction who has registered with the\nBoard as a petition circulator and consented to being subject to the subpoena power of the\nBoard and the jurisdiction of the Superior Court of the District of Columbia for the\nenforcement of subpoenas without respect to the individual’s place of residence.”.\n(b) Section 8(b)(2) (D.C. Official Code § 1-1001.08(b)(2)) is amended to read as\nfollows:\n“(2) Only qualified petition circulators may circulate nominating petitions in\nsupport of candidates for elected office pursuant to this act. The Board shall consider invalid the\nsignatures on any petition sheet that was circulated by a person who, at the time of circulation, was\nnot a qualified petition circulator.”.\n(c) Section 16 (D.C. Official Code § 1-1001.16) is amended as follows:\n(1) Subsection (h)(5) is amended to read as follows:\n“(5) That the circulator of the initiative or referendum petition sheet was a\nqualified petition circulator at the time of circulation.”.\n(2) Subsection (k)(1)(E) is amended to read as follows:\n“(E) The petition was circulated by persons who were not\n\nBill 20-245\nAct 20-134\nEffective\nJuly 30, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBoard of\nElections\nPetition\nCirculation\nRequirements\nAmendment\nAct of 2013\n\nAmend\n§ 1-1001.02\n\nAmend\n§ 1-1001.08\n\nAmend\n§ 1-1001.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-31, effective October 17, 2013\n\n20 DCSTAT 2174\n\nqualified petition circulators at the time of circulation.”.\n(d) Section 17 (D.C. Official Code § 1-1001.17) is amended as follows:\n(1) Subsection (f)(5) is amended to read as follows:\n“(5) That the circulator of the recall petition was a qualified petition circulator\nat the time of circulation; and”.\n(2) Subsection (i)(6) is amended to read as follows:\n“(6) The petition was circulated by persons who were not qualified petition\ncirculators at the time of circulation.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 1-1001.17\n\n\f", 
  "end": "2174", 
  "name": "Law_20-31.pdf", 
  "title": "Board of Elections Petition Circulation Requirements Amendment Act of 2013"
}