{
  "end": "3635", 
  "name": "Law_20-135.pdf", 
  "start": "3625", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3625\n\nAN ACT\n\nTo amend the District of Columbia Air Pollution Control Act of 1984 to modify and clarify the authority of\nthe Mayor to establish a comprehensive program for the control and prevention of air pollution in\nthe District of Columbia, to establish an indoor air hazard education program, to provide the\nMayor with inspection authority and a right of entry to safeguard and preserve air quality in the\nDistrict, to require the Mayor to establish an electronic procedure for receiving and responding to\nair quality complaints, to provide for civil, criminal, administrative and other enforcement of the\nact, to provide a penalty for false statements, and to provide a right to an administrative appeal of\ncertain actions; to require disclosure of information related to the operation of demand response\ngenerating sources to the District Department of the Environment, to prohibit demand response\ngenerating sources from being permitted as emergency generators, to require that demand\nresponse generating sources implement, at a minimum, best available control technology; to\namend the Rental Housing Act of 1985 to require a residential property owner to disclose indoor\nmold contamination to a tenant; to provide definitions for indoor mold, professional indoor mold\nassessment, and professional indoor mold remediation, to require the District Department of the\nEnvironment to set a threshold of indoor mold beyond which professional remediation is required,\nto require the District Department of the Environment to issue standards and certifications for\nindoor mold assessment and remediation, to require a residential property owner to remediate\nindoor mold, to provide that in a cause of action by a tenant against a residential property owner\nfor a violation of the District Housing or Property Maintenance Codes (“Codes”), an indoor mold\nassessment finding a threshold level of indoor mold shall create a rebuttable presumption of a\nviolation of the property owner’s obligation to maintain the property under the Codes, to establish\nthe Indoor Mold Assessment and Remediation Fund; and to repeal a section of the District of\nColumbia Air Pollution Control Act of 1984.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Air Quality Amendment Act of 2014”.\n\nTITLE I. AIR POLLUTION CONTROL PROGRAM.\nSec. 101. The District of Columbia Air Pollution Control Act of 1984, effective March\n15, 1985 (D.C. Law 5-165; D.C. Official Code § 8-101.01 et seq.), is amended as follows:\n(a) Section 5 (D.C. Official Code § 8-101.05) is amended to read as follows:\n“Sec. 5. Comprehensive air pollution control program.\n“(a) The Mayor shall develop a comprehensive program for the control and prevention of\nair pollution in the District that provides for the administration and enforcement of the\nrequirements of this act and the regulations promulgated pursuant to this act.\n“(b)(1) The Mayor, in the administration of the comprehensive program for the control\nand prevention of outdoor air pollution, may exercise the following powers to safeguard and\npreserve air quality in the District:\n\nBill 20-368\nAct 20-365\neffective\nJune 23, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nAir Quality\nAmendment\nAct of 2014\n\nAmend\n§ 8-101.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3626\n\n“(A) Conduct research, monitoring, modeling, investigations, experiments,\ntraining demonstrations, surveys, and studies, relating to the causes, effects, extent, prevention,\nand control of air pollution in the District;\n“(B) Collect and distribute, through publication, educational and training\nprograms, and other means, the results of, and other information pertaining to, the activities\ncarried out under subparagraph (A) of this paragraph;\n“(C) Advise, consult, cooperate, and enter into agreements with the\ngovernments and agencies of any state or political subdivision and any interstate or other\nregional organization representing these states or political subdivisions to:\n“(i) Establish cooperative effort and mutual assistance agreements\nor programs for the prevention and control of air pollution and the enforcement of their\nrespective air pollution laws; and\n“(ii) Establish or participate in any organization as may be\nnecessary to carry out these agreements;\n“(D) Adopt air pollution control standards, require and issue permits, and\nestablish any other program necessary to regulate sources of air pollution emissions in the\nDistrict;\n“(E) Adopt ambient air quality standards;\n“(F) Adopt standards governing emission of nuisance air pollutants likely\nto injure public health or welfare or interfere with reasonable enjoyment of life and property; and\n“(G) Establish and maintain an indoor air hazard education program to\neducate District residents on the potential threats posed by and mitigation methods for indoor air\nhazards.\n“(2) In determining interference with reasonable enjoyment of life and property\nunder paragraph (1)(F) of this subsection, the Mayor shall consider:\n“(A) The frequency, duration, and intensity of the source;\n“(B) The number of complaints filed about the source;\n“(C) The number of distinct complaints filed about the source;\n“(D) The zoning classification of the affected area; and\n“(E) The source’s ability to prevent complaints.\n“(c) For the purpose of executing the authority under this act, the Mayor may:\n“(1) Hold hearings relating to the administration of this act;\n“(2) Secure necessary scientific, technical, administrative, and operational\nservices, including laboratory facilities, by contract, or otherwise;\n“(3) Receive and administer grants or donations made to carry out the purposes of\nthis act; and\n“(4) Take any other action necessary.\n“(d) To assist in enforcing the provisions of this act and regulations issued pursuant to\nthis act, the Mayor shall:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3627\n\n“(1) Make available an electronic complaint form to receive complaints of air\nquality violations from the public, including, at a minimum, complaints of odors and engine\nidling;\n“(2) Acknowledge receipt of an air quality complaint to the complainant no later\nthan 7 days after receipt, in a writing or through an electronic message;\n“(3) Track all air quality complaints, the agency’s response to each complaint, and\nthe resolution of each complaint;\n“(4) Establish an electronic mechanism by which the complainant, the source of\nthe complaint, and any interested party may access any publically available information on the\ncomplaint; and\n“(5) Make publicly available on the District Department of the Environment’s\nwebsite a quarterly report listing all air quality complaints received and their resolution.”.\n(b) New sections 5a, 5b, 5c, 5d, 5e, 5f, 5g, and 5h are added to read as follows:\n“Sec. 5a. Inspection; right of entry.\n“(a) Upon the presentation of appropriate credentials to the owner, agent in charge, or\ntenant, the Mayor shall have the right, subject to subsection (c) of this section, to enter a\npremises or inspect an activity reasonably believed to be subject to this act to determine\ncompliance with this act or a regulation promulgated pursuant to this act. The right of entry shall\nbe for the following purposes:\n“(1) Inspection, including the right to inspect and copy records related to\ncompliance with this act and regulations promulgated pursuant to this act;\n“(2) Observation;\n“(3) Measurement;\n“(4) Sampling;\n“(5) Testing; and\n“(6) Collection of evidence.\n“(b) The Mayor may:\n“(1) Investigate and take testimony under oath regarding any report of\nnoncompliance with a federal or District law or regulation applicable to air pollution control;\n“(2) Require a person or entity subject to this act or a regulation promulgated\npursuant to this act, or who the Mayor reasonably believes may have information necessary to\ncarry out the purposes of this act, on a one-time, periodic, or continuous basis to:\n“(A) Establish, maintain, and submit records and reports;\n“(B) Install, use, and maintain monitoring equipment, and use audit\nprocedures, or methods;\n“(C) Sample emissions in accordance with such procedures or methods, at\nsuch locations, at such intervals, during such periods and in such manner as the Mayor shall\nprescribe;\n“(D) Keep records on control equipment parameters, production variables,\nor other indirect data, as appropriate;\n“(E) Submit compliance certifications; and\n\nNew\n§ 8-101.05a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3628\n\n“(F) Provide other information as the Mayor may require.\n“(c) If the Mayor is denied access to enter or inspect the premises in accordance with this\nsection, the Mayor may apply to the Superior Court of the District of Columbia, pursuant to D.C.\nOfficial Code § 11-941, or the Office of Administrative Hearings, pursuant to section 12(b)(12)\nof the Office of Administrative Hearings Establishment Act of 2001, effective March 6, 2002\n(D.C. Law 14-76; D.C. Official Code § 2-1831.09(b)(12)), for a search warrant. An owner’s\ndenial of access to conduct an inspection in accordance with this section shall constitute a\nviolation of this section, and the owner shall be subject to the civil and administrative penalties\nimposed by section 5c and the criminal penalties imposed by section 5d.\n“(d) The Mayor may require reimbursement of costs for services, including inspections,\nsample collection, document review, or other reasonable costs or fees incurred in implementing\nthis section and section 5.\n“Sec. 5b. Violations.\n“Each day of a violation of or failure to comply with this act or a regulation promulgated\npursuant to this act shall constitute a separate offense, and the penalties set forth in sections 5c,\n5d, 5e, and 5f shall be applicable to each separate offense.\n“Sec. 5c. Civil penalties.\n“(a) A person who violates this act or a regulation promulgated pursuant to this act shall\nbe civilly liable and shall be subject to a civil penalty of no more than $37,500 per day per\noffense. The Mayor may adjust this civil penalty by rulemaking to account for inflation and shall\nadjust this civil penalty by rulemaking to meet or exceed the civil penalty authorized for\nviolations pertaining to the Clean Air Act, approved July 14, 1955 (77 Stat. 392; 42 U.S.C. §\n7401 et seq.).\n“(b) The Mayor may impose civil infraction penalties, fines, and fees as alternative\nsanctions for any violation of this act or a regulation promulgated pursuant to this act, pursuant\nto the procedures of the Department of Consumer and Regulatory Affairs Civil Infractions Act of\n1985, effective October 5, 1985 (D.C. Law 6-42; D.C. Official Code § 2-1801.01 et seq.).\n“Sec. 5d. Criminal penalties.\n“A person who willfully or recklessly violates this act or a regulation promulgated\npursuant to this act shall be guilty of a misdemeanor and, upon conviction, shall be subject to a\nfine not to exceed $25,000 per offense per day, imprisonment not to exceed one year, or both.\nThe fines set forth in this section shall not be limited by section 101 of the Criminal Fine\nProportionality Amendment Act of 2012, approved June 11, 2013 (D.C. Law 19-317; D.C.\nOfficial Code § 22-3571.01).\n“Sec. 5e. False statements.\n“A person who knowingly makes a false statement in an application, record, report, plan,\nor other document submitted or maintained under this act shall be guilty of a misdemeanor, and\nsubject to a fine not to exceed $10,000, imprisonment not to exceed 6 months, or both. The fines\nset forth in this section shall not be limited by section 101 of the Criminal Fine Proportionality\nAmendment Act of 2011, effective June 11, 2013 (D.C. Law 19-317; D.C. Official Code § 223571.01).\n\nNew\n§ 8-101.05b\n\nNew\n§ 8-101.05c\n\nNew\n§ 8-101.05d\n\nNew\n§ 8-101.05e\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3629\n\n“Sec. 5f. Other sanctions.\n“In addition to, or in lieu of, a civil or criminal penalty or fee:\n“(1) The Mayor may modify, suspend, revoke, or deny a permit or certification\nissued by the District for failure to comply with this act or a regulation promulgated pursuant to\nthis act, after notice and opportunity for a hearing pursuant to section 5h; and\n“(2) The Attorney General for the District of Columbia may commence\nappropriate civil action in the Superior Court of the District of Columbia or any other court of\ncompetent jurisdiction for damages, cost recovery, reasonable attorney and expert witness fees,\nand injunctive or other appropriate relief to enforce compliance with this act or the regulations\nadopted pursuant to this act.\n“Sec. 5g. Orders.\n“(a) If the Mayor determines that a hazardous condition exists that may endanger the\nhealth or safety of the residents or property, or the environment in the District due to a person’s\nnoncompliance with this act or a regulation promulgated pursuant to this act, the Mayor may\nissue a cease and desist order requiring the person to cease operations immediately or to\notherwise cease noncompliance with this act or a regulation promulgated pursuant to this act.\n“(b) If the Mayor has reason to believe that there has been a violation of this act or a\nregulation promulgated pursuant to this act, the Mayor may issue a compliance order requiring a\nviolator to take action to come into compliance with this act or a regulation promulgated\npursuant to this act and to take such measures as may be necessary to remedy a hazardous\ncondition.\n“Sec. 5h. Administrative appeals.\n“(a) A person aggrieved by an action of the Mayor taken pursuant to this act or a\nregulation promulgated pursuant to this act may appeal the action of the Mayor to the Office of\nAdministrative Hearings, pursuant to section 6(a) of the Office of Administrative Hearings\nEstablishment Act of 2001, effective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 21831.03(a)). The Office of Administrative Hearings shall provide a de novo hearing and shall\ndetermine whether the Mayor’s action was legally proper.\n“(b) An appeal shall be filed within 15 days after the adverse action of the Mayor or\nwithin 20 days if notice of the adverse action is served by United States mail or commercial\ncarrier.\n“(c) A person subject to an order issued pursuant to section 5g shall comply with the\norder pending appeal.”.\nTITLE II. DEMAND RESPONSE GENERATING SOURCES.\nSec. 201. Definitions.\nFor the purposes of this title, the term:\n(1) “Best available control technology” or “BACT” means the pollution control\nstandard as determined by the Director consistent with, but no less stringent than, section 169(3)\nof the federal Clean Air Act, approved July 14, 1955 (77 Stat. 392; 42 U.S.C. § 7479(3)).\n\nNew\n§ 8-101.05f\n\nNew\n§ 8-101.05g\n\nNew\n§ 8-101.05h\n\nNew Part B\nNew\n§ 8-101.11\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3630\n\n(2) “Demand response generating source” means a stationary generator subject to\nan agreement or obligation to provide power in response to power grid needs, economic signals\nfrom competitive wholesale electric markets, or special retail rates. The term “demand response\ngenerating source” shall not include a generator that derives its energy from an energy source\nthat qualifies as a tier one renewable source under the Renewable Energy Portfolio Standard Act\nof 2004, effective April 12, 2005 (D.C. Law 15-340; D.C. Official Code § 34-1431 et seq.).\n(3) “Director” means the Director of the District Department of the Environment.\nSec. 202. Disclosure.\nA person who owns or operates an internal combustion engine as a demand response\ngenerating source shall track and submit an annual report disclosing the total number of hours,\nincluding the dates and times, that the source operated during the preceding year, and the total\nnumber of hours, including the dates and times, that the source operated as a demand response\ngenerating source during the preceding year, as well as any additional information the Director\nrequires. The report shall be submitted to the District Department of the Environment by March\n1, 2015, and annually on March 1 thereafter.\n\nNew\n§ 8-101.12\n\nSec. 203. Limitation on the use of a generator as a demand response generating source.\n(a) No person shall construct or operate an internal combustion engine as a demand\nresponse generating source unless the source implements, at a minimum, current best available\ncontrol technology in accordance with a permit issued by the Director.\n(b) A demand response generating source shall not be classified or permitted as an\nemergency generator.\n(c) Nothing in this title shall prevent the Director from denying an application for or\nrenewal of a permit for a demand response generating source to protect air quality or to\nencourage energy efficiency or conservation-based demand response in the District.\n(d) A person found by the Director to be in violation of this section shall be subject to the\ncivil penalties available under section 5c of the District of Columbia Air Pollution Control Act of\n1984, passed on 2nd reading on June 3, 2014 (Enrolled version of Bill 20-368).\n\nNew\n§ 8-101.13\n\nSec. 204. Rules; fees\n(a) The Mayor, pursuant to the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules\nto implement the provisions of this title, including establishing permit fees and other fees\nnecessary to support the implementation of this title.\n(b) The Mayor may require reimbursement of costs for services, including inspections,\nsample collection, document review, or other reasonable costs or fees incurred in implementing\nthis title or a regulation promulgated pursuant to this title.\n\nNew\n§ 8-101.14\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3631\n\nTITLE III. INDOOR AIR QUALITY.\nSUBTITLE A. INDOOR MOLD DISCLOSURE AMENDMENT.\nSec. 301. The Rental Housing Act of 1985, effective July 17, 1985 (D.C. Law 6-10; D.C.\nOfficial Code § 42-3501.01 et seq.), is amended as follows:\n(a) Section 222(b)(1) (D.C. Official Code § 42-3502.22(b)(1)) is amended as follows:\n(1) Subparagraph (F) is amended by striking the phrase “housing code” and\ninserting the phrase “housing code and property maintenance code” in its place.\n(2) Subparagraph (J) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new subparagraph (K) is added to read as follows:\n“(K) Information known or that should have been known about the\npresence of indoor mold contamination as defined in section 302(5) of the Air Quality\nAmendment Act of 2014, passed on 2nd reading on June 3, 2014 (Enrolled version of Bill 20368), in the rental unit or common areas in the previous 3 years, unless the mold has been\nremediated by an indoor mold remediation professional certified and licensed by the District.”.\n\nAmend\n§ 42-3502.22\n\nSUBTITLE B. RESIDENTIAL INDOOR MOLD ASSESSMENT AND\nREMEDIATION.\nSec. 302. Definitions.\nFor the purposes of this subtitle, the term:\n(1) “Director” means the Director of the District Department of the Environment.\n(2) “Dwelling unit” means a building or structure used or designed to be used, in\nwhole or in part, as a living or sleeping place for one or more persons.\n(3) “Indoor mold assessment professional” means an indoor mold assessor\ncertified and licensed by the District in accordance with section 304.\n(4) “Indoor mold” means living or dead fungi or related products or parts,\nincluding spores hyphae, and mycotoxins, on an interior surface of a building, including common\nspaces, utility spaces, HVAC, or other systems.\n(5) “Indoor mold contamination” means indoor mold at or above the threshold\nestablished under section 303(a)(1).\n(6) “Indoor mold remediation professional” means an indoor mold remediator\ncertified and licensed by the District in accordance with section 304.\n(7) “Professional indoor mold assessment” means an indoor mold assessment\nconducted by an indoor mold assessment professional.\n(8) “Professional indoor mold remediation” means an indoor mold remediation\nconducted by an indoor mold remediation professional.\n\nNew Chapter\n32B, Title 42\n\nSec. 303. Indoor mold assessment and remediation standards.\n(a) Consistent with applicable U.S. Environmental Protection Agency or U.S. Department\nof Labor, Occupational Safety and Health Administration guidelines and regulations relating to\nthe assessment and remediation of mold, the Director shall:\n\nNew\n§ 8-241.02\n\nNew\n§ 8-241.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3632\n\n(1) Set a threshold level of indoor mold contamination that requires professional\nindoor mold remediation at residential properties;\n(2) Establish scientific and objective methods to be used by individuals certified\nby the District when conducting an indoor mold assessment;\n(3) Establish minimum performance standards and work practices for conducting\nprofessional indoor mold remediation in the District; and\n(4) Establish guidelines for the removal of indoor mold below the threshold set\nby paragraph (1) of this subsection.\n(b) When professional indoor mold remediation is required under section 305 because a\nprofessional indoor mold assessment found indoor mold contamination at a property, the\nDirector may require the property owner to provide a remediation report from an indoor mold\nremediation professional to the tenant and to the Department of the Environment.\nSec. 304. Certification of mold assessment and remediation professionals.\n(a)(1) The Director shall issue licenses and may issue certifications for conducting indoor\nmold assessment and remediation in the District.\n(2) In licensing a person to conduct indoor mold assessment or remediation, the\nDirector may recognize certification programs of other states or independent bodies that the\nDirector determines to be sufficient to ensure professional conduct of indoor mold assessment or\nremediation.\n(b) No person shall engage in the business of residential indoor mold assessment or\nremediation unless the person is certified and licensed in accordance with requirements\npromulgated by the Director.\n(c) The Director shall maintain a publicly available list of all certified indoor mold\nassessment and remediation professionals in the District.\n(d) The Director shall establish reasonable and necessary fees to administer this section,\nincluding fees for certifications and licenses. The fees shall be set, at a minimum, in an amount\nsufficient to recover the costs of administering this section. All fees collected under this\nsubsection shall be deposited into the Indoor Mold Assessment and Remediation Fund\nestablished under section 308.\n\nNew\n§ 8-241.03\n\nSec. 305. Indoor mold remediation obligations at residential properties.\n(a) A residential property owner who receives written or electronic notice from a tenant\nthat indoor mold or suspected indoor mold exists in the dwelling unit or in a common area of the\nproperty shall inspect the property within 7 days and remediate the condition in accordance with\nsubsections (b) and (c) of this section within 30 days of the inspection unless a shorter timeframe\nis ordered by a court or the Mayor.\n(b) Where professional indoor mold remediation is not required under subsection (c) of\nthis section, a residential property owner notified of indoor mold by a tenant in accordance with\nsubsection (a) shall clean and remove the indoor mold from the contaminated surface in\naccordance with the guidelines established under section 303(a)(4). Failure of the Director to\n\nNew\n§ 8-241.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3633\n\nissue guidelines under section 303(a)(4) shall not excuse the residential property owner from the\nobligation to clean and remove visible indoor mold from the contaminated surface.\n(c) If a residential property owner knows or has reason to know that indoor mold\ncontamination exists in a tenant’s dwelling unit or in a common area of the property, the\nresidential property owner shall cause the mold to be remediated by an indoor mold remediation\nprofessional.\n(d) The provisions of this section may be enforced pursuant to section 306.\nSec. 306. Violations.\n(a) In a private cause of action, claim, or defense by a tenant against a residential property\nowner for a violation of Title 12G of the District of Columbia Municipal Regulations (12G\nDCMR § 101G et seq.) (“Property Maintenance Code”) or Title 14 of the District of Columbia\nMunicipal Regulations (14 DCMR § 100 et seq.) (“Housing Code”):\n(1) A professional indoor mold assessment finding indoor mold contamination in\na tenant’s dwelling unit or a common area of the property shall create a rebuttable presumption\nof a violation of the property owner’s obligation to maintain the property free from defective\nsurface conditions as required by the Property Maintenance Code and the Housing Code. To\nestablish the presumption, the tenant must demonstrate that the property owner received a\nprofessional indoor mold assessment in written or electronic form that determined that indoor\nmold contamination existed in the tenant’s dwelling unit.\n(2) When ruling in favor of a tenant with respect to a Property Maintenance Code\nor Housing Code violation based on a professional mold assessment, the court shall have\ndiscretion to reimburse indoor mold assessment costs and award attorney fees and court costs to\nthe tenant. The court may award treble damages to a tenant when:\n(A) The tenant discovered the indoor mold;\n(B) A professional indoor mold assessment determined that indoor mold\ncontamination existed in the tenant’s dwelling unit;\n(C) The residential property owner received the indoor mold assessment in\nwritten or electronic form;\n(D) The residential property owner did not remediate the indoor mold\nwithin 60 days; and\n(E) The court finds that the residential property owner acted in bad faith.\n(b) In issuing a notice of violation to a property owner for failure to maintain the property\nfree from defective surface conditions as required by the Property Maintenance Code and the\nHousing Code, the Mayor shall have discretion to rely upon a professional indoor mold\nassessment.\n\nNew\n§ 8-241.05\n\nSec. 307. No private right of action against the District.\nNothing in this subtitle is intended to, or does, create a private right of action against the\ngovernment of the District of Columbia and its officers, employees, agents, representatives,\ncontractors, successors, and assigns based upon compliance or noncompliance with its\n\nNew\n§ 8-241.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3634\n\nprovisions. No person or entity may assert any claim or right as a beneficiary or protected class\nunder this act in any civil, criminal, or administrative action against the District of Columbia.\nSec. 308. Indoor Mold Assessment and Remediation Fund.\n(a) There is established a special fund the Indoor Mold Assessment Fund, which shall be\nadministered by the District Department of the Environment in accordance with subsection (c) of\nthis section.\n(b) The Fund shall consist of the revenue from the fees collected in accordance with\nsection 304 and any other money accepted for the benefit of the Fund. The Fund may be\nsupplemented by other District funds at the Mayor’s discretion or by an act of the Council.\n(c)(1) The Fund shall be used to administer the certification and licensing programs\nestablished under section 304 and may be used to administer grants issued under paragraph (2) of\nthis subsection.\n(2) Where there are funds in excess of the amount needed to administer the\ncertification and licensing programs under section 304, those funds shall be used to provide\nfinancial assistance grants to:\n(A) Low-income District residents for the purpose of having a professional\nmold assessment conducted in their premises, in the event that the owner of the resident’s\nproperty fails to comply with the requirements in section 305; and\n(B) Residential property owners without financial means, as determined\nby the Mayor, to comply with section 305.\n(d)(1) The money deposited into the Fund, and any interest earned, shall not revert to the\nunrestricted fund balance of the General Fund of the District of Columbia at the end of a fiscal\nyear, or at any other time.\n(2) Subject to authorization in an approved budget and financial plan, any funds\nappropriated in the Fund shall be continually available without regard to fiscal year limitation.\n\nNew\n§ 8-241.07\n\nSec. 309. Common law unaffected.\nThe remedies under this subtitle do not supplant rights and remedies that may be\navailable against property owners and other liable parties under the common law.\n\nNew\n§ 8-241.08\n\nSec. 310. Rules.\nThe Mayor, pursuant to the District of Columbia Administrative Procedure Act, approved\nOctober 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), may issue rules to\nimplement the provisions of this subtitle, including civil penalties or fines to enforce this subtitle.\n\nNew\n§ 8-241.09\n\nTITLE IV. REPEALER.\nSec. 401. Section 4 of the District of Columbia Air Pollution Control Act of 1984,\neffective March 15, 1985 (D.C. Law 5-165; D.C. Official Code § 8-101.04), is repealed.\n\nRepeal\n§ 8-101.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-135, effective September 9, 2014\n\n20 DCSTAT 3635\n\nTITLE V. FISCAL IMPACT AND EFFECTIVE DATE.\nSec. 501. Fiscal impact statement.\nThe Council adopts the June 3, 2014 fiscal impact statement of the Chief Financial\nOfficer as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 502. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Air Quality Amendment Act of 2014", 
  "council_period": "20"
}