{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1760\nD.C. Law 20-13, effective July 23, 2013 (Expiration date March 5, 2014)\n(Related Emergency Legislation is Act 20-62, 20 DCSTAT 1410)\n\nAN ACT\n\nTo require, on a temporary basis, the Director of the Department of Small and Local Business\nDevelopment send notices to the developers that failed to submit Certified Business Enterprise\n(\"CBE\") subcontracting monitoring and compliance reports or failed to meet their CBE\nexpenditure goals as of September 30, 2012, to give the developer 30 days upon receipt of the\nnotice to show the developer hasmet its CBE expenditure goal or to submit a new plan to the\nDirector, to require the Director to refer the developer to the Office of the Attorney General and\nthe Office of Contracting and Procurement for willfully breaching a subcontracting plan if the\ndeveloper fails to reply to the notice, to require the Director to send a notice thanking all\ndevelopers who have met their CBE expenditure goals, and to require the District government to\nrefer any false statements of CBE utilizations on bids or proposals to the United States Attorney's\nOffice of the District of Columbia.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Certified Business Enterprise Compliance Temporary Act of 2013”.\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) \"Auditor\" means the Office of the District of Columbia Auditor.\n(2) \"Audit report\" means the \"Letter Report on Certified Business Enterprise\nExpenditures of Public-Private Development Construction Projects for Fiscal Year 2012,\" issued\nby the Auditor on January 17, 2013.\n(3) \"CBE\" means Certified Business Enterprise.\n(4) \"Department\" means the Department of Small and Local Business\nDevelopment.\n(5) \"Developer\" means any entity that is required to meet the 35% CBE\nsubcontracting requirement as outlined in the audit report.\n(6) \"Director\" means the Director of the Department of Small and Local Business\nDevelopment.\nSec. 3. Findings.\nThe Council of the District of Columbia finds that:\n(1) According to the Auditor, there are 247 public-private development\nconstruction projects which have a 35% CBE subcontracting requirement.\n(2) Only 25 projects have met or exceeded their CBE expenditure goal.\n\nBill 20-223\nAct 20-76\neffective\nMay 29, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nCertified\nBusiness\nEnterprise\nCompliance\nTemporary\nAct of 2013\nNote,\n§ 2-218.31\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1761\nD.C. Law 20-13, effective July 23, 2013 (Expiration date March 5, 2014)\n(Related Emergency Legislation is Act 20-62, 20 DCSTAT 1410)\n\n(3)(A) 54 developers have submitted CBE subcontracting expenditure plans, but\nhave not met their CBE subcontracting goal as of September 30, 2012.\n(B) The 54 public-private development construction projects have a total\nCBE expenditure goal of $1,391,581,471.50; only $262,837,361.90 has been allocated to CBEs\nas of September 30, 2012.\n(C) The developers at the 54 projects have only met 19% of their CBE\nexpenditure goal or they have a CBE goal deficit of $1,128,744,109.60.\n(4) 168 developers, which account for 68% of the public-private development\nconstruction projects in the District, have not submitted a CBE expenditure goal.\nSec. 4. Director's notice to developers.\n(a)(1) Within 15 days of the effective date of the Certified Business Enterprise\nCompliance Emergency Act of 2013, effective April 30, 2013 (D.C. Act 20-62; 60 DCR ___),\nthe Director shall send notices by certified mail to the 168 developers that failed to submit CBE\nexpenditure reports as detailed by the Auditor in the audit report.\n(2) The notice shall contain the following information:\n(A) The developer is in violation of section 2348 of the Small, Local, and\nDisadvantaged Business Enterprise Development and Assistance Act of 2005, effective October\n20, 2005 (D.C. Law 16-33; D.C. Official Code § 2-218.48), which requires the developer to\nsubmit a subcontracting plan monitoring or compliance report to the Department.\n(B)(i) The developer has 30 days upon receipt of the notice to reply to the\nDirector showing that the developer has met its CBE utilization goal.\n(ii) If the developer has not met its CBE utilization goal the\ndeveloper must submit a new plan to the Department detailing how and when it intends to meet\nits goal.\n(iii) The new plan must be approved by the Director.\n(3) If the developer fails to reply within 30 days upon receipt of the notice, the\ndeveloper shall be referred to the Office of the Attorney General and Office of Contracting and\nProcurement for further action.\n(b)(1) Within 15 days of the effective date of the Certified Business Enterprise\nCompliance Emergency Act of 2013, effective April 30, 2013 (D.C. Act 20-62; 60 DCR ___),\nthe Director shall send notices by certified mail to the 54 developers that submitted CBE\nexpenditure reports but have not met their CBE expenditure goal as of September 30, 2012 as\ndetailed by the Auditor in the audit report.\n(2) The notice shall contain the following information:\n(A) The developer has 30 days upon receipt of the notice to reply to the\nDirector showing that the developer has met its CBE utilization goal.\n(B) If the developer has not met its CBE utilization goal, the developer\nmust submit a new plan to the Department detailing how and when it intends to meet its goal.\n(C) The new plan must be approved by the Director.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1762\nD.C. Law 20-13, effective July 23, 2013 (Expiration date March 5, 2014)\n(Related Emergency Legislation is Act 20-62, 20 DCSTAT 1410)\n\n(3) If the developer fails to reply within 30 days upon receipt of the notice, the\ndeveloper shall be referred to the Office of the Attorney General and Office of Contracting and\nProcurement for further action.\n(c) Within 15 days of the effective date of the Certified Business Enterprise Compliance\nEmergency Act of 2013, effective April 30, 2013 (D.C. Act 20-62; 60 DCR ___), the Director\nshall send notices by certified mail to the 25 developers that have met their CBE expenditure\ngoals as detailed by the Auditor in the audit report thanking them for being in compliance with\nthe law and for helping with the growth and development of District-based businesses.\nSec. 5. Referral to the Office of the Attorney General and Office of Contracting and\nProcurement.\n(a) Any developer who fails to meet the requirements of section 3 (a) and (b) shall be\nreferred to the Office of the Attorney General and the Office of Contracting and Procurement.\n(b) The Director shall request that the Office of the Attorney General pursue civil\npenalties against the developer for being in willful breach of the subcontracting plan as required\nby section 2348 of the Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.48).\n(c) The Director shall request the Office of Contracting and Procurement, pursuant to\nsection 907 of the Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law\n18-371; D.C. Official Code § 2-359.07), begin debarment and suspension proceedings against\nthe developer for a willful violation of the contracting provisions that provide 35% of the work\nmust be subcontracted to a CBE.\nSec. 6. Referral to United States Attorney's Office for the District of Columbia.\nIf, during any proceedings conducted by the Department, the Office of the Attorney\nGeneral, or the Office of Contracting and Procurement, it is discovered that the developer\nbreached the requirements of section 2364 of the Small, Local, and Disadvantaged Business\nEnterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 1633; D.C. Official Code § 2-218.64), the developer shall be referred to the United States\nAttorney's Office for the District of Columbia and a request shall be made to pursue criminal\npenalties against the developer.\nSec. 7. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1763\nD.C. Law 20-13, effective July 23, 2013 (Expiration date March 5, 2014)\n(Related Emergency Legislation is Act 20-62, 20 DCSTAT 1410)\n\nSec. 8. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f",
  "title": "Certified Business Enterprise Compliance Temporary Act of 2013",
  "end": "1763",
  "start": "1760",
  "name": "Law_20-13.pdf"
}