{
  "start": "823", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-253, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 823\n\nAN ACT\n\nBill 19-443\nAct 19-589\neffective\nJanuary 14,\n2013\n\nTo amend Chapter 46 of Title 47 of the District of Columbia Official Code to exempt from taxation certain\nproperty owned by The Elizabeth Ministry, Inc., which is to be used to provide affordable housing\nfor teen mothers in foster care or who are homeless, and to provide equitable real property tax\nrelief for The Elizabeth Ministry, Inc.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this act\nmay be cited as the “The Elizabeth Ministry, Inc. Affordable Housing Initiative Real Property Tax\nRelief Act of 2012”.\n\nThe Elizabeth\nMinistry, Inc.\nAffordable\nHousing\nInitiative Real\nProperty Tax\nRelief Act of\n2012\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation 47-4657 to read as\nfollows:\n“47-4657. The Elizabeth Ministry, Inc. Affordable Housing Initiative; Lots 140 and 141,\nSquare 5252.”.\n(b) A new section 47-4657 is added to read as follows:\n“§ 47-4657. The Elizabeth Ministry, Inc. Affordable Housing Initiative; Lots 140 and 141,\nSquare 5252.\n“(a) The real property described as Lots 140 and 141 in Square 5252, shall be exempt from\nthe taxation imposed under Chapter 8 of this title during the time that the real property is subject to,\nand in compliance with, a restrictive covenant or regulatory agreement associated with an affordable\nhousing program that is fully or partially funded by the District or an instrumentality of the District,\nincluding the Department of Housing and Community Development, restricting the use of the real\nproperty to affordable housing for low-income residents and a child development center; provided,\nthat at the beginning of the 31st real property tax year following the commencement of the\nexemption, the tax shall be abated to the extent it exceeds 10 % of the tax otherwise levied under\nChapter 8 of this title, with the tax liability increasing 10 percentage points in each subsequent real\nproperty tax year until the tax equals 100 % of the tax levied under Chapter 8 of this title.\n“(b) The exemption provided by subsection (a) of this section shall be subject to §§ 47-1005,\n47-1007, and 47-1009 as if it had been granted administratively.”.\nSec. 3. Equitable real property tax relief.\nThe Council orders that all real property taxes, interest, penalties, fees, and other related\ncharges assessed against The Elizabeth Ministry, Inc., or an entity controlled, directly or indirectly,\nby The Elizabeth Ministry, Inc., on the real property described as Lots 140 and 141 in Square 5252,\nsince July 1, 2007, through the first day of the month following the effective date of this act, be\n\nNew\n§ 47-4657\n\nNot Codified\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-253, effective April 20, 2013 (Delayed Applicability)\n\n20 DCSTAT 824\n\nforgiven and any payments already made for this period be refunded.\nSec. 4. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the\nCouncil in a certification published by the Council in the District of Columbia Register.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of Columbia\nRegister.\n\nDelayed\nApplicability\n\n\f", 
  "end": "824", 
  "name": "Law_19-253.pdf", 
  "title": "The Elizabeth Ministry, Inc. Affordable Housing Initiative Real Property Tax Relief Act of 2012"
}