{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-97, effective April 30, 2014\n\n20 DCSTAT 3164\n\nAN ACT\n\nBill 20-343\nAct 20-279\neffective\nFebruary 19,\n2014\n\nTo permit health care practitioners to prescribe prescription drugs without an examination to the sexual\npartners of a patient diagnosed with a sexually transmitted infection.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Expedited Partner Therapy Act of 2014”.\n\nExpedited\nPartner\nTherapy Act\nof 2014\n\nSec. 2. Definitions.\nFor the purpose of this act, the term:\n(1) “Antimicrobial drug” means a drug identified in the most current guidelines\nfor the treatment of sexually transmitted infections recognized by the Centers for Disease\nControl and Prevention.\n(2) “DOH” means the Department of Health.\n(3) “Expedited partner therapy” or “EPT” means when a health care practitioner\nwho has diagnosed a sexually transmitted infection in a patient, prescribes and dispenses\nantimicrobial drugs to the patient’s sexual partner for treatment of that sexually transmitted\ninfection without an examination of the sexual partner.\n(4) “Health care practitioner” means a physician, advanced practice registered\nnurse, or physician’s assistant authorized to diagnose and prescribe drugs for sexually\ntransmitted infections.\n(5) “STI” means a sexually transmitted infection.\n\nNew Chapter\n20B,\nTitle 7\n\nSec. 3. Expedited partner therapy.\n(a)(1) A health care practitioner who diagnoses a chlamydia, gonorrhea or trichomoniasis\ninfection in a patient may prescribe and dispense antimicrobial drugs to the patient’s sexual\npartner for treatment of that STI without an examination of the sexual partner.\n(2) The Director of DOH may add to the STIs covered under this act by\nrulemaking.\n(b)(1) A health care practitioner providing EPT shall designate, in writing, on the\nprescription form:\n(A) The phrase “EPT” above the name of the medication and dosage for\nall prescriptions issued; and\n(B) The name, address, and date of birth of the sexual partner, if available.\n(2) If the name, address, and date of birth of the sexual partner are not available,\nthe written designation “EPT” shall be sufficient for the pharmacist to fill the prescription.\n\nNew\n§ 7-2081.02\n\nNew\n§ 7-2081.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-97, effective April 30, 2014\n\n20 DCSTAT 3165\n\n(3) The health care practitioner shall report to DOH the number of prescribed EPT\nprescriptions issued, in addition to existing STI reporting requirements.\n(c) A health care practitioner that provides a patient with antimicrobial drugs or a\nprescription in accordance with this act shall give the patient informational materials for the\npatient to give to his or her sexual partner. The health care practitioner shall counsel the patient\nto inform his or her sexual partner of the importance of reading the information contained in the\nmaterials before the sexual partner takes the medication. The materials shall:\n(1) Encourage the sexual partner to consult a health care practitioner for a\ncomplete STI evaluation as a preferred alternative to EPT;\n(2) Disclose the risk of potentially adverse drug reactions, including allergic\nreactions, that the antimicrobial drugs could produce and the possibility of dangerous\ninteractions between the antimicrobial drugs and other medications that the sexual partner may\nbe taking;\n(3) Inform the sexual partner that he or she may be affected by other STIs that\nmay be left untreated by the delivered antimicrobial drugs;\n(4) Inform the sexual partner that if symptoms of a more serious infection are\npresent (such as abdominal, pelvic, or testicular pain, fever, nausea, or vomiting) he or she\nshould seek medical care as soon as possible;\n(5) Recommend that a sexual partner who is or could be pregnant should consult a\nhealth care practitioner as soon as possible;\n(6) Instruct the sexual partner to abstain from sexual activity for at least 7 days\nafter treatment to decrease the risk of recurrent infection;\n(7) Inform a sexual partner who is at high risk of co-morbidity with HIV infection\nthat he or she should consult a health care practitioner for a complete medical evaluation,\nincluding testing for HIV and other STIs; and\n(8) Inform the sexual partner how to prevent repeated chlamydia, gonorrhea, or\ntrichomoniasis infections.\nSec. 4. Liability.\n(a) A health care practitioner or a pharmacist who reasonably and in good faith renders\nEPT in accordance with this act or any other District law shall not be subject to civil or criminal\nliability or be deemed to have engaged in improper professional conduct.\n(b) This subsection shall not apply to the donation, distribution, furnishing,\nor dispensing of an antimicrobial drug by a health care practitioner or pharmacist whose act or\nomission involves reckless, wanton, or intentional misconduct.\nSec. 5. Rules.\nWithin 60 days of the effective date of this act, the Mayor, pursuant to Title I of the\nDistrict of Columbia Administrative Procedure Act, approved October 21, 1968 (82 Stat. 1204;\nD.C. Official Code § 2-501 et seq.), shall issue rules to implement the provisions of this act. The\nproposed rules shall be submitted to the Council for a 45-day period of review, excluding\n\nNew\n§ 7-2081.03\n\nNew\n§ 7-2081.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-97, effective April 30, 2014\n\n20 DCSTAT 3166\n\nSaturdays, Sundays, legal holidays, and days of Council recess. If the Council does not approve\nor disapprove the proposed rules, in whole or in part, by resolution within the 45-day review\nperiod, the proposed rules shall be deemed approved.\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Expedited Partner Therapy Act of 2014",
  "end": "3166",
  "start": "3164",
  "name": "Law_20-97.pdf"
}