{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-49, effective December 13, 2013\n\n20 DCSTAT 2206\n\nAN ACT\n\nBill 20-140\nAct 20-188\neffective\nOctober 17,\n2013\n\nTo amend the District of Columbia Traffic Act, 1925, to require an applicant for a motor vehicle operator’s\npermit to demonstrate knowledge of safely sharing roadways with pedestrians and bicyclists, and\nto allow bicyclists to use pedestrian traffic control devices to cross an intersection unless\notherwise indicated; to amend the Fiscal Year 1997 Budget Support Act of 1996 to require that\npublic space permit holders blocking a sidewalk, bicycle lane, or other pedestrian or bicycle path\nprovide a safe accommodation for pedestrians and bicyclists; and to amend Title 18 of the District\nof Columbia Municipal Regulations to establish driving record points and civil fines for failure to\nyield the right-of-way to a bicycle and colliding with a bicycle, to modify the requirement for\nbicycles to have an audible warning device, and to remove restrictions on where a warning device\nmay be used.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Bicycle Safety Amendment Act of 2013”.\n\nBicycle Safety\nAmendment\nAct of 2013\n\nSec. 2. The District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat.\n1119; codified in scattered cites of the D.C. Official Code), is amended as follows:\n(a) Section 7(a)(1)(B)(i)) (D.C. Official Code § 50-1401.01(a)(1)(B)(i)) is amended by\nstriking the phrase “of the District;” and inserting the phrase “and regulations for safely sharing\nroadways with pedestrians and bicyclists in the District;” in its place.\n(b) A new section 9d (D.C. Official Code § 50-2201.04d) is added to read as follows:\n“Sec. 9d. Bicyclists’ use of leading pedestrian intervals.\n“(a) A bicyclist may cross at an intersection while following the pedestrian traffic control\nsignal for the bicyclist’s direction of travel unless otherwise directed by traffic signs or traffic\ncontrol devices.\n“(b) A bicyclist may cross an intersection where a leading pedestrian interval is used.”.\nSec. 3. The Fiscal Year 1997 Budget Support Act of 1996, effective April 9, 1997 (D.C.\nLaw 11-198; codified in scattered cites of the D.C. Official Code), is amended as follows:\n(a) Section 603 (D.C. Official Code § 10-1141.03) is amended by adding a new\nsubsection (f) to read as follows:\n“(f) The Mayor shall require permittees blocking a sidewalk, bicycle lane, or other\npedestrian or bicycle path to provide a safe accommodation for pedestrians and bicyclists.”.\n(b) Section 604 (D.C. Official Code § 10-1141.04) is amended as follows:\n(1) Paragraph (4) is amended by striking the phrase “; and” and inserting a\nsemicolon in its place.\n\nAmend\n§ 50-1401.01\n\nNew\n§ 50-2201.04d\n\nAmend\n§ 10-1141.03\n\nAmend\n§ 10-1141.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-49, effective December 13, 2013\n\n20 DCSTAT 2207\n\n(2) Paragraph (5) is amended by striking the period and inserting a semicolon in\nits place.\n(3) New paragraphs (6), (7), and (8) are added to read as follows:\n“(6) Treat the blockage of a sidewalk, bicycle lane, or other pedestrian or bicycle\npath the same as the closure of a lane of traffic, and in these cases apply similar regulations as\nthat of a closure of a lane of traffic for each permit issued under section 603;\n“(7) Define “safe accommodation,” as it appears in paragraph (8) of this section\nand in section 603, in consultation with the Bicycle Advisory Council and the Pedestrian\nAdvisory Council, which definition shall apply to all permitees and shall ensure the safe and\nexpedient passage of pedestrians and bicyclists; and\n“(8) Require permittees to submit for approval by the Mayor a traffic management\nplan that addresses safe accommodation for pedestrians and bicyclists before the issuance of a\npermit by the Mayor under section 603.”.\nSec. 4. Title 18 of the District of Columbia Municipal Regulations (18 DCMR) is\namended as follows:\n(a) Section 303.2 (18 DCMR § 303.2) is amended by adding to the table new infractions\n(dd) and (ee) to read as follows:\n“(dd) Failing to yield right-of-way to a person operating a bicycle\n3\npoints\n“(ee) Colliding with a person operating a bicycle in the process of failing to yield rightof-way\n6 points”.\n(b) Section 1204.5 (18 DCMR § 1204.5) is amended to read as follows:\n“1204.5 A bicyclist riding within the District must be capable of making a warning noise,\neither with a bell or mechanical device, or with his or her voice, audible for a distance of at least\none hundred feet (100 ft.).”.\n(c) Section 1204.7 (18 DCMR § 1204.7) is repealed.\n(d) Section 2600.1 (18 DCMR § 2600.1) is amended as follows:\n(1) A new infraction is added to the table under the caption “Colliding” to read as\nfollows:\n“With a person operating a bicycle (§ 2200.4)\n500.00”.\n(2) A new infraction is added to the table under the caption “Right-of-way” to\nread as follows:\n“Failure to yield right-of-way to a person operating a bicycle (§§ 2207, 2208) 75.00”.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-49, effective December 13, 2013\n\n20 DCSTAT 2208\n\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional\nreview as provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the\nDistrict of Columbia Register.\n\n\f",
  "title": "Bicycle Safety Amendment Act of 2013",
  "end": "2208",
  "start": "2206",
  "name": "Law_20-49.pdf"
}