{
  "start": "3212", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3212\n\nAN ACT\n\nTo amend section 47-863 of the District of Columbia Official Code to provide an exemption from real\nproperty taxes for District domiciled residents who have owned a residence in the District for at\nleast 20 consecutive years immediately preceding the effective tax year provided, that the resident\nis 70 years of age or older, has an annual household adjusted gross income of less than $60,000\nand less than $12,500 in household interest and dividend income, and owns the residence\nreceiving the exemption.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Senior Citizen Real Property Tax Relief Act of 2014”.\n\nSec. 2. Section 47-863 of the District of Columbia Official Code is amended as follows:\n(a) Subsection (a) is amended as follows:\n(1) Paragraph (1A) is amended by striking the phrase “, in whole or in part,” both\ntimes it appears.\n(2) A new paragraph (1B) is added to read as follows:\n“(1B) “Exempt household” means:\n“(A) In the case of a house or condominium, an individual’s residence:\n“(i) That comprises a dwelling unit;\n“(ii) That is Class 1 Property, as defined in § 47-813, and contains\nnot more than 5 dwelling units; and\n“(iii) That is owned at least 50% by the individual who:\n“(I) Is 70 years of age or older;\n“(II) Has a household adjusted gross income of less than\n$60,000 and less than $12,500 of household interest and dividend income; and\n“(III) Has owned a residence in the District for at least 20\nconsecutive tax years immediately preceding the half tax year for which the exemption shall be\nin effect; and\n“(B) In the case of a cooperative housing association that is Class 1\nProperty, as defined in § 47-813, a shareholder's or member's residence:\n“(i) That comprises a dwelling unit;\n“(ii) That is owned at least 50% by the individual who:\n“(I) Is 70 years of age or older;\n“(II) Has a household adjusted gross income less than\n\nBill 20-318\nAct 20-303\neffective\nMarch 25,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nSenior Citizen\nReal Property\nTax Relief Act\nof 2014\n\nAmend\n§ 47-863\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3213\n\n$60,000 and less than $12,500 of household interest and dividend income; and\n“(III) Has owned a residence in the District for at least 20\nconsecutive tax years immediately preceding the half tax year for which the exemption shall be\nin effect; and\n“(iii) That, by reason of the ownership of stock or membership\ncertificate, a proprietary lease, or other evidence of membership, is occupied by right by the\nshareholder or member with at least a 50% interest, which permits the occupation of the dwelling\nunit.”.\n(3) Paragraph (2) is amended to read as follows:\n“(2) “Household adjusted gross income” means the adjusted gross income of all\npersons residing in a household, as determined by each person’s federal income tax year ending\nimmediately before the beginning of the real property tax year during which the deduction\nprovided under subsection (b) of this section or the exemption provided under subsection (b-1) of\nthis section shall be applicable, excluding the adjusted gross income of any person who is a\ntenant by virtue of a written lease for fair market value.”.\n(4) A new paragraph (2A) is added to read as follows:\n“(2A) “Household interest and dividend income” means the total income amount\nreported on Schedule B of Treasury Form 1040 of all persons residing in a household, as\ndetermined by each person’s federal income tax year ending immediately before the beginning of\nthe real property tax year during which the deduction provided under subsection (b) of this\nsection or the exemption provided under subsection (b-1) of this section shall be applicable,\nexcluding the adjusted gross income of any person who is a tenant by virtue of a written lease for\nfair market value.”.\n(b) A new subsection (b-1) is added to read as follows:\n“(b-1)(1) An exempt household shall be exempt from real property tax for the tax year in\nwhich the exempt household qualifies for the real property tax exemption.”.\n(c) Subsections (c), (d), (e), and (f) are amended to read as follows:\n“(c) (1) In the case of a house or condominium, to qualify the eligible household to\nreceive the deduction or exempt household to receive the exemption, the individual shall\ncomplete and file with the Chief Financial Officer of the District of Columbia (“CFO”) an\napplication in a form prescribed by the CFO requesting the deduction or the exemption. The\nindividual shall certify, under penalty of perjury, the information provided on the application and\nfile the application in the manner prescribed by the CFO. The CFO may require the individual to\nprovide any information that the CFO considers necessary, including all taxpayer identification\nnumbers of the individual, any other owner, any person with legal or equitable title, and any\nperson in the household of the individual. The CFO may also require the individual, any other\nowner, any person with legal or equitable title, and any person in the household of the individual\nto submit information after the deduction or exemption has been allowed to determine whether\nthe real property remains an eligible or exempt household and entitled to the deduction or\nexemption.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3214\n\n“(2)(A) For a cooperative housing association to qualify and receive the deduction\nor exemption, the shareholder or member shall complete and file with the CFO an application in\na form prescribed by the CFO. The shareholder or member shall certify, under penalty of perjury,\nthe information provided on the application and file the application in the manner prescribed by\nthe CFO. The CFO may require the shareholder or member to provide any information that the\nCFO considers necessary, including the taxpayer identification numbers of the shareholder or\nmember, any other person with an ownership or membership interest, and any person in the\nhousehold of the shareholder or member. The CFO may also require the shareholder or member,\nany other person with an ownership or membership interest, and any person in the household of\nthe shareholder or member to submit information after the deduction or exemption has been\ngranted to determine whether the cooperative housing association remains entitled to the\ndeduction or exemption for the eligible or exempt household, as applicable.\n“(B) The CFO may require the officers or managers of the\ncooperative housing association to distribute the application forms to its shareholders or\nmembers and to collect the completed application forms from the shareholders or members for\nreturn to the CFO. Officers and managers of a cooperative housing association shall submit such\nother information as the CFO may require.\n“(C) The deduction or exemption shall be passed on to the eligible or\nexempt household, as applicable, by the cooperative housing association during the\ncorresponding tax year.\n“(d) If a properly completed and approved application is filed during the period October 1\nthrough March 31 of the tax year, the real property shall receive the deduction or exemption, as\napplicable, for the entire tax year. Notwithstanding subsection (b) of this section, if a properly\ncompleted and approved application is filed during the period April 1 through September 30, the\nreal property shall receive half of the deduction or shall be exempt for half of the tax year, as\napplicable, which shall be applied to the second installment only.\n“(e) The application filed by the individual, shareholder, or member shall apply to the\ninitial tax year, or applicable installment, and to any succeeding tax year for which the deduction\nor exemption is allowed.\n“(f)(1) If the eligible household no longer qualifies for the deduction or exemption, the\napplicant (or former owner if there is no applicant) shall notify the CFO of the date of the change\nin eligibility within 30 days after the change in eligibility. If the applicant (or former owner if\nthere is no applicant) fails to notify the CFO timely, the deduction or exemption shall be\nrescinded without limitation for each tax year. Penalty and interest shall be added from the day\nthe correct amount of tax was due but not paid.\n“(2) Notwithstanding paragraph (1) of this subsection, if the eligible or exempt\nhousehold, as applicable, is transferred and continued to qualify for the deduction 30 days or less\nbefore the date of execution of the deed of transfer, the applicant shall not be required to notify\nthe CFO of the change in eligibility.\n“(3) If the tax is paid within 30 days of the corresponding bill, timely notification\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3215\n\nof the change in eligibility shall preclude assessment of penalty and interest.\n“(4) If the change in eligibility occurs during the period October 1 through March\n31 of the tax year, the deduction or exemption shall be disallowed for the entire tax year.\n“(5) Notwithstanding subsection (a) of this section, if the change in eligibility\noccurs during the period April 1 through September 30, the real property shall receive half of the\ndeduction or shall be exempt for half of the tax year, as applicable, which shall be applied to the\nfirst installment only.\n“(6)(A) Notwithstanding the rescission of the deduction or exemption pursuant to\nparagraphs (4) and (5) of this subsection, if the applicant's required ownership interest in the real\nproperty is transferred to a new owner, shareholder, or member who does not apply or qualify for\nthe deduction or exemption, as applicable, the real property shall be entitled to the apportioned\namount of the deduction or exemption applicable to the installment payable during the half tax\nyear during which the ownership interest was transferred. At the end of the half tax year, the\ndeduction or exemption shall cease.\n“(B) If the applicant purchases another real property or interest in a\nhousing cooperative for which he or she shall make application for the deduction or exemption,\nand the application and purchase occurs during the same half tax year when the transfer\noccurred, subsections (i) and (j) of this section shall not apply to the extent that both real\nproperties may benefit from the deduction or exemption during that half tax year and, thereafter,\nonly the newly purchased real property or housing cooperative in which the applicant acquired\nnewly an interest shall benefit from the applicant's deduction or exemption.\n“(C) Notwithstanding the foregoing, a real property shall not benefit from\nmore than one deduction or exemption in any half tax year; provided, that in the case of a\nhousing cooperative, the real property shall not benefit from more than one deduction or\nexemption related to an eligible or exempt household, as applicable, in any half tax year.”.\n(d) Subsection (f-1) is repealed.\n(e) A new subsection (f-2) is added to read as follows:\n“(f-2) Within 45 days from the date of the notice rescinding or denying the deduction or\nexemption, the owner may petition for an administrative review of the rescission or denial and\nappeal from a final determination thereof to the same extent as if the appeal were filed under §\n47-825.01a(d)(2).”.\n(f) Subsections (g), (h), (i), (j), and (k) are amended to read as follows:\n“(g) If real property tax is owing as a result of an erroneous or improper deduction or\nexemption, the following shall apply:\n“(1) Except in the case of a cooperative housing association, if the eligible household\nwas transferred, the applicant or former owner, and not the real property shall be personally\nliable for the amount of the delinquent real property tax that was not paid timely during the\nperiod when the applicant or former owner had an ownership interest in the eligible or exempt\nhousehold, as applicable, together with interest and penalty at the same rate as provided in this\nchapter for the late payment of real property tax. The tax shall be considered due on the date that\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3216\n\nthe total amount of real property tax was due but unpaid and shall be collected in the manner\nprescribed under Chapter 44.\n“(2) Notwithstanding paragraph (1) of this subsection, if the eligible or exempt\nhousehold was transferred and the grantee failed to timely record a deed under § 47-1431 (or\nother evidence of the transfer in the case of a cooperative housing association), the real property\nshall be liable for the amount of the delinquent real property tax that was not paid timely,\ntogether with interest and penalty as provided in this chapter for the late payment of real property\ntax.\n“(3) In all other cases, the real property shall be liable for the amount of the\ndelinquent real property tax that was not paid timely, together with interest and penalty as\nprovided in this chapter for the late payment of real property tax; provided, that the CFO may\nestablish a payment plan to collect the delinquent taxes.\n“(h) The eligibility of an eligible or exempt household for the deduction or exemption, as\napplicable, shall not be affected by the transfer of the eligible or exempt household into a\nrevocable trust if the transfer is without consideration and the eligible or exempt household\nremains the residence of the applicant-grantor before and after the transfer.\n“(i) No other person in the household of the individual, shareholder, or member shall\nclaim a deduction or exemption for an eligible or exempt household in the District. The\ncooperative housing association shall not receive a deduction or exemption for an eligible\nhousehold if the basis of the deduction or exemption is another person in the household of the\nshareholder or member.\n“(j) If an individual, shareholder, or member claims more than one eligible or exempt\nhousehold in the same tax year, and has not timely notified the CFO of all changes in eligibility,\nthe CFO shall disallow the deduction or exemption for all eligible or exempt households claimed\nby the individual, shareholder, or member.\n“(k)(1) The CFO may contract with a collection agency inside or outside of the District to\nverify the contents of any application or return for the purposes of determining the eligibility of\nany eligible or exempt household.\n“(2) All funds collected by the collection agency and belonging to the District\nshall be remitted to the CFO not less than once a month. Forms to be utilized for the remittances\nmay be prescribed by the CFO. The CFO may require that the collection agency furnish a bond\nsecuring compliance with the provisions of this subsection and the contract with the District.\n“(3) At the discretion of the CFO:\n“(A) The collection agency may charge a collection fee not in excess of\n25% of the total amount of the delinquent taxes, excluding penalties and interest, that is actually\ncollected; or\n“(B) The collection agency may be remunerated by fee, percentage of\ntaxes collected, or both.\n“(4)(A) Notwithstanding any other provision contained in this title, confidential\ninformation related to the owner of the real property may be provided to a collection agency for\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-105, effective May 28, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3217\n\npurposes of collecting a delinquent tax under this chapter. If the information is provided to a\ncollection agency under this subsection, the collection agency shall not disclose the information\nto a third party, other than the owner (or his or her representative), unless the CFO would be\nauthorized by law to make the disclosure.\n“(B) A collection agency, or employee of a collection agency, violating\nthe provisions of this subsection shall be guilty of a misdemeanor and, upon conviction thereof,\nshall be fined not more than the amount set forth in § 22-3571.01(b)(4) or imprisoned for not\nmore than 180 days, or both. All prosecutions under this paragraph shall be brought in the\nSuperior Court of the District of Columbia on information by the Attorney General for the\nDistrict of Columbia in the name of the District of Columbia.”.\nSec. 3. Applicability.\nThis act shall apply as of October 1 of the fiscal year in which it is funded and included\nin an approved budget and financial plan, as certified by the Chief Financial Officer to the\nBudget Director of the Council in a certification published in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the March 4, 2014, fiscal impact statement of the Chief Financial\nOfficer as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDelayed\nApplicability\n\n\f", 
  "end": "3217", 
  "name": "Law_20-105.pdf", 
  "title": "Senior Citizen Real Property Tax Relief Act of 2014"
}