{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2161\n\nAN ACT\n\nTo establish procedures and protocols to ensure the integrity of tests results of the Districtwide assessments\nadministered to students; and to amend the State Education Office Establishment Act of 2000 to\nprovide the responsibilities that the Office of State Superintendent of Education has relating to\nDistrictwide assessments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Testing Integrity Act of 2013”.\nTITLE I. TESTING INTEGRITY\nSec. 101. Definitions.\nFor the purposes of this title, the term:\n(1) “Authorized personnel” means an individual who has access to Districtwide\nassessment materials or is directly involved in the administration of a Districtwide assessment.\n(2) “Districtwide assessments” shall have the same meaning as provided in\nsection 2002(13) of the District of Columbia School Reform Act of 1996, approved April 26,\n1996 (110 Stat. 1321; D.C. Official Code § 38-1800.02(13)).\n(3) “IEP” means a student’s individualized education program.\n(4) “ELL” means English language learner.\n(5) “Local education agency” or “LEA” means the District of Columbia Public\nSchools system or any individual or group of public charter schools operating under a single\ncharter.\n(6) “Test monitor” means an individual designated by a local education agency to\nbe responsible for testing integrity and security at each individual school subject to the LEA’s\ncontrol during the administration of a Districtwide assessment.\n(7) “OSSE” means the Office of the State Superintendent of Education.\n(8) “Test integrity coordinator” means an individual designated by a LEA to be\nresponsible for testing integrity and security for the LEA in its entirety during the administration\nof a Districtwide assessment.\n(9) “Testing integrity and security agreement” means an agreement developed by\nOSSE that:\n(A) Sets forth requirements for ensuring integrity of Districtwide\nassessments pursuant to District law and regulation; and\n(B) Requires the signatory to acknowledge that he or she understands that\nknowingly and willingly violating a District law, regulation, or a test security plan could result in\ncivil liability, including the loss of an OSSE granted certification or license.\n\nBill 20-109\nAct 20-120\neffective\nJuly 23, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nTesting\nIntegrity Act\nof 2013\n\nNew Chapter\n7C,\nTitle 38\nNew\n§ 38-771.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2162\n\nSec. 102. LEA administration of Districtwide assessments.\n(a) A LEA responsible for administering a Districtwide assessment shall meet the\nrequirements of section 3(b)(20) of the State Education Office Establishment Act of 2000,\neffective October 21, 2000 (D.C. Law 13-176; D.C. Official Code § 38-2602(b)(2)) (“Act”).\n(b) In addition to the requirements of subsection (a) of this section, a LEA shall:\n(1) File the test security plan required by section 3(b)(20) of the Act with OSSE at\nleast 90 days before the administration of a Districtwide assessment;\n(2) Designate a test integrity coordinator and test monitors;\n(3) Immediately report any breach of security, loss of materials, failure to account\nfor materials, or any other deviation from the test security plan to OSSE;\n(4) Investigate, document, and report to OSSE any findings and recommendations\nfor the remediation of an allegation of the failure of the test security plan or other testing\nintegrity and security protocol;\n(5) Within 10 days after the conclusion of a Districtwide assessment, obtain\nsigned, under penalty of law, affidavits from the LEA’s test integrity coordinator and each of the\nLEA’s test monitors attesting that, to the best of his or her knowledge or belief, the LEA\ncomplied with all applicable laws, regulations, and policies, including the test security plan; and\n(6) Within 15 days after the conclusion of a Districtwide assessment, file with\nOSSE:\n(A) The affidavits required by paragraph (5) of this subsection; and\n(B) Copies of all testing integrity and security agreements required by\nsection 103(a).\n(c) No employee of a LEA shall retaliate against any other employee, parent, or student\nsolely because that individual reports or participates in an investigation of a potential failure of\nthe test security plan or other testing integrity and security policy or protocol.\n\nNew\n§ 38-771.02\n\nSec. 103. Authorized personnel; responsibilities.\n(a) Authorized personnel shall:\n(1) Before the administration of a Districtwide assessment:\n(A) Complete testing integrity training, as developed by OSSE; and\n(B) Sign a testing integrity and security agreement, as developed and\ndistributed by OSSE;\n(2) Immediately report any breach of testing security to the school’s test monitor,\nthe LEA’s test integrity coordinator, or OSSE;\n(3) Cooperate with OSSE in any investigation concerning the administration of a\nDistrictwide assessment;\n(4) Except as provided in subsection (b) of this section, be prohibited from:\n(A) Photocopying, or in any way reproducing, or disclosing secure test\nitems or other materials related to Districtwide assessments;\n\nNew\n§ 38-771.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2163\n\n(B) Reviewing, reading, or looking at test items or student responses\nbefore, during, or after administering the Districtwide assessment, unless specifically permitted\nin the test administrator's manual;\n(C) Assisting students in any way with answers to test questions using\nverbal or nonverbal cues before, during, or after administering the assessment;\n(D) Altering student responses in any manner;\n(E) Altering the test procedures stated in the formal instructions\naccompanying the Districtwide assessments;\n(F) Allowing students to use notes, references, or other aids, unless the test\nadministrator's manual specifically allows;\n(G) Having in one's personal possession secure test materials except\nduring the scheduled testing date;\n(H) Allowing students to view or practice secure test items before or after\nthe scheduled testing time;\n(I) Making or having in one's possession answer keys before the\nadministration of that Districtwide assessment; except, that it shall not be prohibited to have an\nanswer key for a Districtwide assessment that has already been administered;\n(J) Leaving secure test materials in a non-secure location or unattended by\nauthorized personnel; and\n(K) Using cell phones, unapproved electronics, or computer devices\nduring the administration of a Districtwide assessment.\n(b) The failure to comply with the prohibitions set forth in subsection (a)(4) of this section\nshall not be considered a violation of a test security plan if the action is necessary to provide for\nan accommodation that is explicitly identified in a student’s IEP or an approved accommodation\nplan for a ELL student; provided, that any accommodation shall be limited to the eligible student\nor students.\nSec. 104. Test integrity; sanctions.\n(a) A LEA, or school subject to the LEA’s control, that is determined by OSSE to have\nviolated this title, regulations issued pursuant to this title, or a test security plan shall be subject\nto sanctions, which shall include:\n(1) The payment of any expenses incurred by OSSE as a result of the violation,\nincluding the costs associated with developing, in whole or in part, a new assessment;\n(2) An administrative fine of not more than $10,000 for each violation; and\n(3) The invalidation of test scores.\n(b) A person who knowingly and willfully violates, assists in the violation of, solicits\nanother to violate or assist in the violation of the provisions of this title, regulations issued\npursuant to this title, or test security plan, or fails to report such a violation, shall be subject to\nsanctions, which shall include:\n\nNew\n§ 38-771.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2164\n\n(1) Denial, suspension, revocation, or cancellation of, or restrictions on the\nissuance or renewal of a teaching or administrative credential or teaching certificate issued by\nOSSE, or both, for a period of not less than one year;\n(2) Payment of expenses incurred by the LEA or OSSE as a result of the\nviolation; or\n(3) An administrative fine, not to exceed $1,000 for each violation.\n(c) When determining sanctions, OSSE may take into account:\n(1) The seriousness of the violation;\n(2) The extent of the violation;\n(3) The role the individual played in the violation;\n(4) The LEA leadership’s involvement;\n(5) How and when the violation was reported to OSSE; and\n(6) The actions taken by the LEA since the violation was reported to OSSE.\nSec. 105. Right to administrative review.\nAny person aggrieved by a final decision or order of OSSE imposing sanctions following\na determination by OSSE that a violation of this title has occurred may obtain a review of the\nfinal decision or order in accordance with regulations issued by the Mayor pursuant to section\n106 or the process set forth in section 107, whichever is applicable; provided, that if the\naggrieved party is a member of a collective bargaining unit, he or she may choose between the\nnegotiated grievance process set forth in a collective bargaining agreement and the grievance\nprocess set forth in section 107 or in regulations issued by the Mayor pursuant to section 106,\nwhichever is applicable.\n\nNew\n§ 38-771.05\n\nSec. 106. Rulemaking.\n(a) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue\nrules to implement this title.\n(b) The proposed rules shall be submitted to the Council for a 45-day period of review.\nIf the Council does not approve or disapprove the proposed rules, by resolution, within the 45day review period, the proposed rules shall be deemed approved.\n\nNew\n§ 38-771.06\n\nSec. 107. Due process.\n(a) Until rules are issued pursuant to section 106, any party aggrieved by a final decision\nor order of OSSE imposing sanctions following a determination by OSSE that a violation of this\ntitle has occurred may obtain a review of the final decision or order by filing a written notice of\nappeal to the Mayor within 10 calendar days from the date on which OSSE imposed the sanction\nbeing contested.\n(b) The written notice of appeal shall contain the following information:\n(1) The type and the effective date of the sanction imposed;\n\nNew\n§ 38-771.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2165\n\n(2) The name, address, and telephone number of the aggrieved party or the\naggrieved party’s representative, if any;\n(3) A copy of OSSE’s notice of final decision;\n(4) A statement as to whether the aggrieved party or anyone acting on his or her\nbehalf has filed an appeal under any negotiated review procedure pursuant to a collective\nbargaining agreement, or has filed a complaint with any other agency regarding this matter;\n(5) The identity of the collective bargaining unit, if any, of which the aggrieved\nparty is a member;\n(6) A statement as to whether the aggrieved party requests a hearing;\n(7) A concise statement of the facts giving rise to the appeal;\n(8) An explanation as to why the aggrieved party believes OSSE’s action was\nunwarranted and any supporting documentation;\n(9) A statement of the specific relief the aggrieved party is requesting; and\n(10) The signature of the aggrieved party and his or her representative, if any.\n(c) If a hearing is requested, the Mayor shall hold a hearing within 30 calendar days after\nthe receipt of the notice of appeal and hearing request and shall issue a written ruling no later\nthan 10 calendar days after the hearing. If no hearing is requested, the Mayor shall issue a written\nruling within 30 days of receipt of the notice of appeal.\n(d) Appeals filed pursuant to this section, and any hearings held, shall be administered in\naccordance with the District of Columbia Administrative Procedure Act, approved October 21,\n1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.).\n(e) For the purposes of this section, a notice of appeal is considered received on the date\nit was postmarked.\nTITLE II. OFFICE OF THE STATE SUPERINTENDENT OF EDUCATION;\nRESPONSIBILITIES\nSec. 201. Section 3(b) of the State Education Office Establishment Act of 2000,\neffective October 21, 2000 (D.C. Law 13-176; D.C. Official Code § 38-2602(b), is amended as\nfollows:\n(a) Paragraph (18) is amended by striking the word “and”.\n(b) Paragraph (19) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(c) A new paragraph 20) is added to read as follows:\n“(20)(A) Oversee the functions and activities, as required, of the Testing Integrity\nAct of 2013, passed on 2nd reading on June 26, 2013 (Enrolled version of Bill 20-109), including\nensuring the integrity and security of Districtwide assessments administered by a local education\nagency;\n“(B) Establish standards to obtain and securely maintain and distribute test\nmaterials, which shall at minimum require that:\n“(i) An inventory of all test materials be maintained;\n“(ii) All test materials be secured under lock and key;\n\nAmend\n§ 38-2602\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2166\n\n“(iii) Only authorized personnel have access to test materials; and\n“(iv) All authorized personnel sign a test integrity and security\nagreement before being able to access test materials or assist in the administration of a\nDistrictwide assessment;\n“(C) Require each LEA to maintain and submit to OSSE at least 90 days\nbefore the administration of a Districtwide assessment a test security plan that at minimum\nincludes:\n“(i) Procedures for the secure maintenance, dissemination,\ncollection, and storage of Districtwide assessment materials before, during, and after\nadministering a test, including:\n“(I) Keeping an inventory of all materials and identifying\nindividuals with access to the materials;\n“(II) Accounting for and reporting to the OSSE any\nmaterials that are lost or otherwise unaccounted; and\n“(III) Accounting for and securing old or damaged\nmaterials;\n“(ii) The name and contact information for the test integrity\ncoordinator and the test monitors at each school under the LEA’s control;\n“(iii) A list of actions prohibited by authorized personnel;\n“(iv) Procedures pursuant to which students, authorized personnel,\nand other individuals may, and are encouraged to, report irregularities in testing administration\nor testing security; and\n“(v) Written procedures for investigating and remediating any\ncomplaint, allegation, or concern about a potential failure of testing integrity and security;\n“(D) Approve an LEA’s test security plan and make recommendations to amend\nthe plan when necessary;\n“(E) Keep a copy of each LEA’s test security plan on file, which shall be made\navailable to a member of the public upon request;\n“(F) Establish a standard for monitoring the administration of Districtwide\nassessments to ensure compliance with all applicable laws, regulations, and policies;\n“(G) Monitor Districtwide assessment administration procedures in randomly\nselected schools and in targeted schools to ensure adherence to all applicable laws, regulations,\nand policies, which may occur one week before the administration of a Districtwide assessment\nand during the administration of a Districtwide assessment.\n“(H) Establish a process by which to ensure compliance with all applicable laws\nand regulations for the administration of Districtwide assessments for LEA students at nonpublic\nschools.\n“(I) Develop and distribute a testing integrity and security agreement to be signed\nby authorized personnel;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2167\n\n“(J) Develop standards to train authorized personnel on testing integrity and\nsecurity and require the authorized personnel to acknowledge in writing that he or she completed\nthe training;\n“(K) Provide technical assistance to LEAs regarding testing integrity and security\nprocedures;\n“(L) Establish standards for the investigation of any alleged violation of an\napplicable law, regulation, or policy relating to testing integrity and security, which standards\nshall:\n“(i) Identify the circumstances that trigger an investigation;\n“(ii) Require the initiation of an investigation even if only one\ncircumstance is present; provided, that there appears to be egregious noncompliance; and\n“(iii) Require the investigation of any report of a violation of the laws,\nregulations, and policies relating to testing integrity and security;\n“(M) Cooperate with any investigation initiated by the Office of the Attorney\nGeneral for the District of Columbia or the U.S. Attorney’s Office; and\n“(N) Revoke, for a period of at least one year, any OSSE granted certification or\nlicense granted to an individual who is found to have knowingly and willfully violated, assisted\nin the violation of, solicited another to violate or assist in the violation of, or failed to report a\nviolation of this paragraph, regulations issued pursuant to this paragraph, other applicable law, or\nother test integrity policy or procedure.\n“(O) For the purposes of this paragraph, the term:\n“(i) “Authorized personnel” means any individual who has access to\nDistrictwide assessment materials or is directly involved in the administration of a Districtwide\nassessment.\n“(ii) “Districtwide assessments” shall have the same meaning as provided in\nsection 2002(13) of the District of Columbia School Reform Act of 1996, approved April 26,\n1996 (110 Stat. 1321; D.C. Official Code § 38-1800.02(13)).\n“(iii) “Local education agency” or “LEA” means the District of Columbia\nPublic Schools system or any individual or group of public charter schools operating under a\nsingle charter.\n“(iv) “Test integrity coordinator” means an individual designated by a LEA to\nbe responsible for testing integrity and security for the LEA in its entirety during the\nadministration of a Districtwide assessment.\n“(v) “Testing integrity and security agreement” means an agreement\ndeveloped by OSSE that:\n“(I) Sets forth requirements for ensuring the integrity of\nDistrictwide assessments pursuant to District law and regulation; and\n“(II) Requires the signatory to acknowledge that he or she\nunderstands that knowingly and willingly violating a District law, regulation, or a test security\nplan could result in civil liability, including the loss of an OSSE granted certification or license.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-27, effective October 17, 2013\n\n20 DCSTAT 2168\n\n“(vi) “Test monitor” means an individual designated by a LEA to be\nresponsible for testing integrity and security at each individual school subject to the LEA’s\ncontrol during the administration of a Districtwide assessment.”.\nTITLE III. GENERAL PROVISIONS\nSec. 301. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 302. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813: D.C. Official Code § 1-206.02(c)(1)) and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Testing Integrity Act of 2013",
  "end": "2168",
  "start": "2161",
  "name": "Law_20-27.pdf"
}