{
  "end": "3569", 
  "name": "Law_20-120.pdf", 
  "start": "3567", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-120, effective July 15, 2014\n\n20 DCSTAT 3567\n\nAN ACT\n\nTo amend the Compulsory/No-Fault Motor Vehicle Insurance Act of 1982 to require action by an\nunderinsured motorist insurer when liability insurance is exhausted.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Underinsured Motorist Carrier Fairness Amendment Act of 2014”.\n\nSec. 2. The Compulsory/No-Fault Motor Vehicle Insurance Act of 1982, effective\nSeptember 18, 1982 (D.C. Law 4-155; D.C. Official Code § 31-2401 et seq.), is amended by\nadding a new section 8a to read as follows:\n“Sec. 8a. Notice of proposed settlement for policy limits to underinsured motorist\ncoverage carrier; waiver of subrogation; time limits.\n“(a) When a tortfeasor’s insurer offers to pay its full policy limits of coverage for bodily\ninjury or death to a claimant, conditioned upon the claimant’s insurer waiving its rights of\nsubrogation against the tortfeasor, the claimant or the tortfeasor’s insurer shall give to the\nclaimant’s insurer notice in writing that an offer to settle for policy limits has been made by the\ntortfeasor’s insurer.\n“(b) The written notice shall be sent by certified mail, return receipt requested, to the\nclaimant’s insurer, and shall include the following information:\n“(1) Any one of the following:\n“(A) The name and address of the claimant;\n“(B) The claim number created by the claimant’s insurer for the vehicle\naccident; or\n“(C) The policy number of the claimant’s insurer;\n“(2) The name of the tortfeasor;\n“(3) The name of the tortfeasor’s insurer and the policy number for\nthe tortfeasor’s insurance policy under which an offer to settle for policy limits has been made;\n“(4) A statement that the tortfeasor’s insurer has offered to settle with the\nclaimant for policy limits; and\n“(5) A statement that under the law the claimant’s insurer has 60 days to either:\n“(A) Preserve its subrogation rights against the tortfeasor by providing\nwritten notice of its intention to do so and by paying to the claimant an amount equal to the\npolicy limits that have been offered to the claimant by the tortfeasor’s insurer; or\n“(B) Allow the claimant to accept the settlement offer from the torfeasor’s\n\nBill 20-365\nAct 20-339\neffective\nMay 28, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nUnderinsured\nMotorist\nCarrier\nFairness\nAmendment\nAct of 2014\n\nNew\n§ 31-2407.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-120, effective July 15, 2014\n\n20 DCSTAT 3568\n\ninsurer and execute appropriate releases.\n“(c)(1) The claimant’s insurer is considered to have fully waived its right of\nsubrogation against the tortfeasor, unless within 60 days from receipt of the notice described in\nsubsection (b) of this section, the claimant’s insurer sends, by certified mail, return receipt\nrequested, to the claimant and to the tortfeasor’s insurer written notice that it does not waive its\nrights of subrogation against the tortfeasor.\n“(2) The notice of claimant’s insurer is not effective unless the notice to\nthe claimant is accompanied by payment to the claimant of an amount equal to the policy limits\noffered by the tortfeasor’s insurer.\n“(3)(A) If the claimant’s insurer fails to send the notice provided for in\nparagraph (1) of this subsection and fails to pay the sum required by paragraph (2) of this\nsubsection within the 60-day time period, the claimant’s insurer is considered to have waived its\nsubrogation rights against the tortfeasor, and the claimant may consummate the settlement.\n“(B) Any consent to settle or waiver of subrogation by the\nclaimant’s insurer may not be construed to limit the right of the claimant’s insurer to raise any\nissue or defense relating to liability and damages in an action against the claimant’s insurer and\ndoes not constitute an admission by the claimant’s insurer as to any issue, claim, or defense\nraised in an action against the claimant’s insurer.”.\n“(d) If the claimant’s insurer gives notice and tenders payment to the claimant as\nprovided for in subsection (c) of this section, the claimant’s insurer is and remains subrogated to\nthe rights of the claimant as to the tortfeasor to the extent of any and all sums paid by the\nclaimant’s insurer to the claimant. The payment by the claimant’s insurer of the amount equal to\nthe policy limits offered by the tortfeasor’s insurer shall not serve in any way to waive, change,\nor increase the amount of the claimant’s underinsured motorist coverage beyond the underlying\nunderinsured motorist coverage policy limits.\n“(e) For the purposes of this section, the term:\n“(1) “Claimant” means the victim having underinsured motorist coverage as\nprovided in section 7(c-1) or survivors of the victim.\n“(2) “Claimant’s insurer” means the company providing underinsured motorist\ncoverage to the claimant.\n“(3) “Tortfeasor” means the owner or operator of an underinsured motor vehicle\nwho causes injury or damage.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-120, effective July 15, 2014\n\n20 DCSTAT 3569\n\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Underinsured Motorist Carrier Fairness Amendment Act of 2014", 
  "council_period": "20"
}