{
  "end": "2964", 
  "name": "Law_20-89.pdf", 
  "start": "2960", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-89, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2960\n\nAN ACT\n\nBill 20-480\nAct 20-259\neffective\nJanuary 2,\n2014\n\nTo amend the Accrued Sick and Safe Leave Act of 2008 to expand the definition of employees protected by\nthe act, strengthen remedies and procedures available to employees under the act, and to establish\nan outreach program to inform the public about the act.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Earned Sick and Safe Leave Amendment Act of 2013\".\n\nEarned Sick\nand Safe\nLeave\nAmendment\nAct of 2013\n\nSec. 2. The Accrued Sick and Safe Leave Act of 2008, effective May 13, 2008 (D.C.\nLaw 17-152; D.C. Official Code § 32-131.01 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 32-131.01) is amended as follows:\n(1) Paragraph (2) is amended to read as follows:\n“(2) \"Employee\" means any individual employed by an employer, but shall not\ninclude:\n“(A) Any individual who, without payment and without expectation of\nany gain, directly or indirectly, volunteers to engage in the activities of an educational,\ncharitable, religious, or nonprofit organization;\n“(B) Any lay member elected or appointed to office within the discipline\nof any religious organization and engaged in religious functions;\n“(C) Any individual employed as a casual babysitter, in or about the\nresidence of the employer.\n“(D) An independent contractor;\n“(E) A student; or\n“(F) Health care workers who choose to participate in a premium pay\nprogram.\".\n(2) Paragraph (3) is amended by striking the phrase “who employs” and inserting\nthe phrase “who directly or indirectly or through an agent or any other person, including through\nthe services of a temporary services or staffing agency or similar entity, employs or exercises\ncontrol over the wages, hours, or working conditions of” in its place.\n(b) Section 3 (D.C. Official Code § 32-131.02) is amended as follows:\n(1) Subsection (c) is amended to read as follows:\n“(c)(1) Paid leave under this act shall accrue in accordance with the employer’s\nestablished pay period. An individual shall accrue paid leave at the beginning of his or her\nemployment. An employee may begin to access paid leave after 90 days of service with his or\nher employer.\n\nAmend\n§ 32-131.01\n\nAmend\n§ 32-131.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-89, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2961\n\n“(2) If an employee is transferred to a separate division, entity, or location within\nthe District, or transferred out of the District and then transferred back to a division, entity, or\nlocation within the District, but remains employed by the same employer, the employee shall be\nentitled to all paid leave accrued at the prior division, entity, or location and shall be entitled to\nuse all paid leave as provided in this act.\n“(3) When there is a separation from employment and the employee is rehired\nwithin one year of separation by the same employer, previously accrued unused paid leave shall\nbe reinstated. The employee shall be entitled to use accrued paid leave and accrue additional paid\nleave immediately upon the re-commencement of employment; provided, that the employee had\npreviously been eligible to use paid leave. If there is a separation of more than one year, an\nemployer shall not be required to reinstate accrued paid leave and the rehired employee shall be\nconsidered to have newly commenced employment.\n“(4) An employee who is discharged after the completion of a probationary\nperiod of 90 days or more, and is rehired within 12 months, may access paid leave\nimmediately.”.\n(2) A new subsection (g) is added to read as follows:\n“(g) Notwithstanding the requirements in subsections (a)(1)-(4) of this section, for an\nemployee of a restaurant or bar who regularly receive tips, commissions, or other gratuities to\nsupplement a base wage that is below the minimum wage as established in section 4(a) of the\nMinimum Wage Act Revision Act of 1992, effective March 25, 1993 (D.C. Law 9-248; D.C.\nOfficial Code § 32-1003(a))(“1992 Act”), the employer shall provide the employee not less than\none hour of paid leave for every 43 hours worked, not to exceed 5 days per calendar year. The\npaid leave shall be compensated in accordance with the District minimum wage, as established in\nsection 4(a) of the 1992 Act.\".\n(c) Section 7(b) (D.C. Official Code § 32-131.06(b)) is amended to read as follows:\n“(b) The paid leave requirements under this act shall not be waived for less than 3 paid\nleave days per calendar year by the written terms of a bona fide collective bargaining agreement;\nprovided, that the paid leave requirements under this act shall not apply to any employee in the\nbuilding and construction industry covered by a bona fide collective bargaining agreement that\nexpressly waives the requirements in clear and unambiguous terms.”.\n(d) Section 9 (D.C. Official Code § 32-131.08) is amended as follows:\n(1) Subsection (b)(2) is amended to read as follows:\n“(2) Pursuant or related to this act:\n“(A) Complains to the employer;\n“(B) Files a complaint with the Department of Employment Services;\n“(C) Files a civil complaint alleging a violation of any provision of this\nact;\n“(D) Informs any person about an employer’s alleged violation of this act;\n“(E) Cooperates with the Department of Employment Services or another\nperson’s investigation or prosecution of any alleged violation of this act;\n“(F) Opposes any policy, practice, or act that is unlawful under this act; or\n\nAmend\n§ 32-131.06\n\nAmend\n§ 32-131.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-89, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2962\n\n“(G) Informs any person of his or her rights under this act.\".\n(2) New subsections (d) and (e) are added to read as follows:\n“(d) An employer taking an adverse action against an employee within 90 days of any of\nthe actions set forth in subsection (b)(2) of this section shall raise a rebuttable presumption that\nthe employer has violated this act.\n“(e) It shall be unlawful for an employer’s absence control policy to count paid leave\ntaken under this act as an absence that may lead to, or result in, discipline, discharge, demotion,\nsuspension, or other adverse action.”.\n(e) Section 10(b)(1) (D.C. Official Code § 32-131.09(b)(1)) is amended to read as\nfollows:\n“(b)(1) An employer who violates this section shall be assessed a civil penalty not to\nexceed $100 for each day that the employer fails to post the notice; provided, that the total\npenalty shall not exceed $500 unless the ongoing violation is willful.”.\n(f) New sections 11a and 11b are added to read as follows:\n“Sec. 11a. Statute of limitations.\n“All civil complaints brought under this act shall be filed within 3 years of the event on\nwhich the complaint is based, except that the 3-year period shall be tolled when an administrative\ncomplaint is filed, or for any period during which the employer does not post the notice required\nunder section 10.\n“Sec. 11b. Employer records.\n“(a) Employers shall retain records documenting hours worked by employees and paid\nleave taken by employees for a period of 3 years, and shall allow the Mayor and the Office of the\nDistrict of Columbia Auditor access to the records, with appropriate notice and at a mutually\nagreeable time, to monitor compliance with the requirements of this act.\n“(b) When an issue arises as to an employee's entitlement to paid leave under this act, if\nthe employer does not maintain or retain adequate records documenting hours worked by the\nemployee and paid leave taken by the employee, or does not allow the Mayor or the Office of the\nDistrict of Columbia Auditor reasonable access to the records, there shall be a rebuttable\npresumption that the employer has violated this act.”.\n(g) Section 13 (D.C. Official Code § 32-131.12) is amended to read as follows:\n“Sec. 13. Enforcement and penalties.\n“(a) An employee or similarly situated employees injured by a violation of this act shall\nbe entitled to maintain a civil action or an administrative action.\n“(b) If an employer fails to allow an employee to use paid leave as required by this act,\nthe employer shall pay $500 in additional damages to the employee for each accrued day denied,\nregardless of whether the employee takes unpaid leave or reports to work on that day.\n“(c) Except as provided in section 10(b), an employer who willfully violates the\nrequirements of this act shall be subject to a civil penalty of $1,000 for the 1st offense, $1,500\nfor the 2nd offense, and $2,000 for the 3rd and each subsequent offense.\n“(d) If the Mayor determines that an employer has violated any provision of this act, the\nMayor shall order the employer to provide affirmative remedies including:\n\nAmend\n§ 32-131.09\n\nNew\n§ 32-131.10a\n\nNew\n§ 32-131.10b\n\nAmend\n§ 32-131.12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-89, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2963\n\n“(1) Back pay for lost wages caused by the employer’s violation of this act;\n“(2) Reinstatement or other injunctive relief;\n“(3) Compensatory or punitive damages, including at least $500 for every day an\nemployee who was denied access to paid leave was required to work; and\n“(4) Reasonable attorney’s fees and costs of enforcement.\n“(e) An action may be maintained against any employer in a court of competent\njurisdiction by any one or more employees for and on behalf of himself or themselves. An\nemployer who violates the provisions of this act shall be liable to the employee or employees\naffected for:\n“(1) Back pay for lost wages caused by the employer’s violation of this act;\n“(2) Reinstatement or other injunctive relief;\n“(3) Compensatory damages or punitive damages, including at least $500 for\nevery day an employee who was denied access to paid leave was required to work; and\n“(4) Reasonable attorney’s fees and costs.\n“(f)(1) Where compliance with this act or regulations enacted to implement this act is not\nforthcoming, the Mayor shall take any appropriate enforcement action to secure compliance,\nincluding initiating a civil action and, except where prohibited by another law, revoking or\nsuspending any registration certificates, permits or licenses held or requested by the employer or\nperson until the violation is remedied.\n“(2) To compensate the District for the costs of investigating and remedying the\nviolation, the Department of Employment Services may also order the violating employer or\nperson to pay to the District a sum of not more than $500 for each day or portion thereof and for\neach employee or person as to whom the violation occurred or continued. The funds recovered\nby the District under this act shall be allocated to offset the costs of implementing and enforcing\nthis act.\n“(g) In any administrative or civil action brought under this act, the Mayor or court shall\naward interest on all amounts due and unpaid at the rate of interest specified in D.C. Official\nCode §§ 28-3302(b) or 28-3302(c).\n“(h) Any money awarded to an employee under this act shall be enforceable by the\nemployee to whom the debt is owed or may be collected by the District on behalf of the\nemployee.”.\n(h) Section 14 (D.C. Official Code § 32-131.13) is amended by striking the phrase\n“within 60 days after its effective date”.\n(i) Section 16(1) (D.C. Official Code § 32-131.15(1)) is amended by striking the phrase\n“with the posting requirements”.\n(j) A new section 16a is added to read as follows:\n“Sec. 16a. Public education and outreach.\n“(a) The Department of Employment Services shall develop and implement a\nmultilingual outreach program to inform employees of the availability of paid leave under this\nact.\n\nAmend\n§ 32-131.13\nAmend\n§ 32-131.15\nNew\n§ 32-131.15a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-89, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2964\n\n“(b) The program shall include the distribution of notices and other written materials in\nEnglish and in other languages to all childcare and elder care providers, domestic violence\nshelters, schools, hospitals, community health centers, and other health care providers within the\nDistrict.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDelayed\nApplicability\n\n\f", 
  "title": "Earned Sick and Safe Leave Amendment Act of 2013", 
  "council_period": "20"
}