{
  "start": "2209", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-50, effective December 13, 2013\n\n20 DCSTAT 2209\n\nAN ACT\n\nTo amend Chapter 28 of Title 47 of the District of Columbia Official Code to enable the Mayor to suspend\nor revoke the business licenses of any business engaged in the buying or selling of stolen items; to\namend section 16-1001.04 of the District of Columbia Municipal Regulations to include, in the\naccount of each transaction by a junk dealer or secondhand dealer, information regarding the title\nof the good transacted; and to amend Chapter 8 of Title 16 of the District of Columbia Official\nCode to establish the burden of proof for sealing arrest records in certain cases.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Personal Property Robbery Prevention Amendment Act of 2013”.\n\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-2837(d) is repealed.\n(b) Section 47-2844 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “The Council of the District\nof Columbia is” and inserting the phrase “The Council of the District of Columbia and Mayor\nare” in its place.\n(2) New subsections (a-2) and (a-3) are added to read as follows:\n“(a-2)(1) In addition to the provisions of subsection (a-1) of this section, the Mayor,\nnotwithstanding § 2-1801.04(a)(1)), may take the following actions against any licensee, or agent\nor employee of a licensee, that, with or without the appropriate license required under this\nchapter, engages in the purchase, sale, exchange, or any other form of commercial transaction\ninvolving used goods or merchandise that are knowingly stolen:\n“(A) The Mayor, for the first violation of this subsection:\n“(i) Shall issue a fine in the amount of $2,500; and\n“(ii) May seal the licensee’s premises for up to 96\nhours without a prior hearing.\n“(B) The Mayor, for the second violation of this subsection:\n“(i) Shall issue a fine in the amount of $5,000;\n“(ii) May seal the licensee’s premises for up to 96 hours without a\nprior hearing; and\n\nBill 20-143\nAct 20-189\neffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nPersonal\nProperty\nRobbery\nPrevention\nAmendment\nAct of 2013\n\nAmend\n§ 47-2837\nAmend\n§ 47-2844\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-50, effective December 13, 2013\n\n20 DCSTAT 2210\n\n“(iii)(I) Shall, within 30 days of the issuance of a fine, require the\nlicensee to submit a remediation plan approved by the Mayor, in consultation with the Chief of\nPolice, that contains the licensee’s plan to prevent any future recurrence of purchasing, selling,\nexchanging, or otherwise transacting stolen goods and acknowledgement that a subsequent\noccurrence of engaging in prohibited activities may result in the revocation of all licenses issued\nto the licensee pursuant to this chapter.\n(II) If the licensee fails to submit a remediation plan in\naccordance with this sub-subparagraph, or if the Mayor rejects the licensee’s remediation plan,\nthe Mayor shall provide written notice to the licensee of the Mayor’s intent to suspend all\nlicenses issued to the licensee pursuant to this chapter for an additional 30 days.\n“(C) The Mayor, for the third violation of this subsection:\n(i) Shall issue a fine in the amount of $10,000;\n(ii) May seal the licensee’s premises for up to 96 hours without a\nprior hearing; and\n(iii) Shall provide written notice to the licensee of the Mayor’s\nintent to permanently revoke all licenses issued to the licensee pursuant to this chapter.\n“(2)(A) A violation of this subsection shall be a civil infraction for purposes of\nChapter 18 of Title 2. Civil fines, penalties, and fees may be imposed as sanctions for any\ninfraction of the provisions of this subsection, or the rules issued under authority of this\nsubsection, pursuant to Chapter 18 of Title 2.\n“(B) Adjudication of any infraction of this subsection shall be pursuant to\nChapter 18 of Title 2.\n“(C) Summary action taken pursuant to this subsection shall be pursuant to\nsubchapter 1 of Chapter 18 of Title 2.\n“(3) In addition to other remedies provided by law, the Office of the Attorney\nGeneral for the District of Columbia may commence an action in the Civil Branch of the\nSuperior Court of the District of Columbia to compel compliance, abate, enjoin, or prevent\nviolations of this subsection. Plaintiff need not prove irreparable injury or harm to obtain a\npreliminary or temporary injunction.”.\n“(a-3)(1) The term “knowingly” includes:\n“(A) For the purposes of subsections (a-1) and (a-2) of this section, actual\nnotice of a specific violation set forth in subsection (a-1) or (a-2) of this section to the licensee,\nor agent or employee of the licensee, issued by a District agency notifying the licensee, or agent\nor employee of the licensee, of the same or similar violation occurring on the licensee’s\npremises; or\n“(B) For the purposes of subsection (a-2) of this section, constructive\nnotice to the licensee, or agent or employee of the licensee, resulting from the failure of the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-50, effective December 13, 2013\n\n20 DCSTAT 2211\n\nlicensee, or agent or employee of the licensee, to ascertain the ownership of the used goods or\nmerchandise.\n“(2) For the purposes of this subsection, actual or constructive notice to the agent\nor employee of the licensee constitutes notice to the licensee.”.\n(3) Subsection (b) is amended by striking the phrase “the Council” and inserting\nthe phrase “the Mayor” in its place.\nSec. 3. Section 16-1001.04(f) of the District of Columbia Municipal Regulations is\namended by striking the phrase “purchase or receipt.” and inserting the phrase “purchase or\nreceipt, including the title of the goods, article, or other thing purchased or received.” in its place.\n\nDCMR\n\nSec. 4. Chapter 8 of Title 16 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 16-803(i)(1) is amended to read as follows:\n“(i)(1) In a motion filed under subsection (a), (c-1), or (c-2) of this section, the burden\nshall be on the prosecutor to establish by a preponderance of the evidence that it is not in the\ninterests of justice to grant relief.”.\n\nAmend\n§ 16-803\n\n(b) Section 16-803.01(b)(2) is amended to read as follows:\n“(2)(A) In all other cases under this section, the Superior Court may grant a\nmotion to seal if it is in the interest of justice to do so. In making this determination, the court\nshall consider:\n“(i) The interests of the movant in sealing the publicly available\nrecords of his or her arrest and related court proceedings;\n“(ii) The community’s interest in retaining access to those records;\n“(iii) The community’s interest in furthering the movant’s\nrehabilitation and enhancing the movant’s employability; and\n“(iv) Any other information it considers relevant.\n“(B) The burden shall be on the movant to establish by a preponderance\nof the evidence that it is in the interest of justice to grant relief.”.\n\nAmend\n§ 16-803.01\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-50, effective December 13, 2013\n\n20 DCSTAT 2212\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "2212", 
  "name": "Law_20-50.pdf", 
  "title": "Personal Property Robbery Prevention Amendment Act of 2013"
}