{
  "start": "857", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 857\n\nAN ACT\n\nTo amend the District of Columbia Implied Consent Act to clarify and organize provisions related to the\nchemical testing of breath, blood, and urine with regard to operation of vehicles and watercraft in\nthe District, to clarify and strengthen provisions governing preliminary breath testing, implied\nconsent to chemical testing, and refusal to submit specimens for chemical testing, to limit the\npersons permitted to withdraw blood for the purposes of chemical testing to medical\nprofessionals, to provide immunity from civil liability for medical professionals, law enforcement\nofficers, and persons who assist them when they are engaged in the lawful withdrawal of blood,\nand to clarify the information related to chemical testing that is to be made available to a\ndefendant; to amend the District of Columbia Traffic Act, 1925 to update definitions, to revise\noutdated language, to increase fines to make them proportional with the associated incarceration\nperiod, to create a new offense of leaving after colliding, and to create a new offense for an object\nfalling or flying from a vehicle; to amend the Anti-Drunk Driving Act of 1982 to organize all\nimpaired driving offenses and operating watercraft while impaired offenses together, to update\nand clarify definitions and provisions related to impaired driving, to create a new offense for\noperating a commercial vehicle while intoxicated or impaired, to clarify the provisions that\nrequire the imposition of mandatory-minimum sentences for alcohol or drug impairment offenses;\nto increase the mandatory-minimum sentences for people convicted of an impaired driving offense\nwho have more than a stated level of alcohol concentration or who have prior impaired driving\nconvictions; to amend the offense of operating a vehicle while impaired to allow the District to\noffer a plea option not only for people who operate a vehicle while impaired by the consumption\nof alcohol but also for people who are impaired by a drug or a combination of a drug and\nalcohol; to provide for a penalty for persons convicted of operating a vehicle while impaired\nwhen they have prior convictions for alcohol or drug impaired driving offenses; to provide that\nthe alcohol concentration used nationally to revoke a commercial drivers license be used as the\nlevel for a per se impaired driving offense for drivers of commercial vehicles and vehicles for hire,\nand establishing a mandatory-minimum of 5 days incarceration for persons convicted of operating\nor being in physical control of those vehicles while impaired; to create a mandatory-minimum\npenalty for a person who is convicted of an impaired driving offense who at the time of the offense\nhad a minor in the vehicle; to amend the Department of Forensic Sciences Establishment Act of\n2011 to clarify and strengthen the District’s breath test program; to amend the Establishment of\nthe Office of the Chief Medical Examiner Act of 2000 to clarify the responsibility for blood and\nurine testing and to clarify and strengthen the District’s breath test program; to amend section 14307 of the District of Columbia Official Code to permit the release of medical information when a\npatient is charged with an impaired driving offense and where the patient caused the death of or\ninjury to a human being; and to amend Chapter 10 of Title 25 of the District of Columbia Official\nCode to move boating while intoxicated to Title 50 and to make conforming amendments.\n\nBill 19-777\nAct 19-489\neffective\nOctober 24,\n2012\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 858\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Comprehensive Impaired Driving and Alcohol Testing Program\nAmendment Act of 2012”.\nTITLE I -- COMPREHENSIVE IMPAIRED DRIVING\nSec. 101. The District of Columbia Implied Consent Act, approved October 21, 1972 (86\nStat. 1016; D.C. Official Code § 50-1901 et seq.), is amended as follows:\n(a) Sections 1, 2, 3, and 4 are designated as Title I.\n(b) Sections 5, 6, and 7 are designated as Title II.\n(c) The newly designated Title I is amended as follows:\n(1) Section 1 (D.C. Official Code § 50-1901) is amended to read as follows:\n“Sec. 1. Definitions.\n“For the purposes of this act, the term:\n“(1) “Chemical test” or “chemical testing” means any qualitative or quantitative\nprocedure which is designed to demonstrate the existence or absence of a chemical compound or\nchemical group. Any handheld and portable breath testing instrument, otherwise known as a\nroadside breath test, is excluded from this definition.\n“(2) “Collision” means an impact between the operator’s vehicle, or anything\nattached to or transported by the vehicle, and anything else, regardless of whether it is a person, a\nwild or domestic animal, real property, or personal property.\n“(3) “Commercial vehicle” means a vehicle used to transport passengers or\nproperty:\n“(A) If the vehicle has a gross vehicle weight rating of greater than\n26,000 pounds or a lesser rating as determined by federal regulation but not less than a gross\nvehicle weight rating of 10,001 pounds;\n“(B) If the vehicle is designed to transport more than 15 passengers,\nincluding the driver;\n“(C) If the vehicle is a locomotive or a streetcar;\n“(D) If the vehicle is used to transport a material found to be hazardous\nby the Mayor in accordance with the D.C. Hazardous Materials Transportation and Motor\nCarrier Safety Act of 1988, effective March 16, 1989 (D.C. Law 7-190; D.C. Official Code § 81401 et seq.), or by the Secretary of Transportation in accordance with the Hazardous Materials\nTransportation Act, approved January 3, 1975 (88 Stat. 2156; 49 U.S.C. § 1801 et seq.); or\n“(E) If the vehicle is a vehicle for hire.\n“(4) “Court” means the Superior Court of the District of Columbia, except when\nused in the definition of “prior offense” when it shall also include courts of other jurisdictions.\n“(5) “Drug” means any chemical substance that affects the processes of the mind\nor body, including but not limited to a controlled substance as defined in section 102(4) of the\nDistrict of Columbia Uniform Controlled Substances Act of 1981, effective August 5, 1981\n(D.C. Law 4-29; D.C. Official Code § 48-901.02(4)), and any prescription or non-prescription\nmedication.\n\nComprehensive Impaired\nDriving and\nAlcohol\nTesting\nProgram\nAmendment\nAct of 2012\nSubchapter I\nChemical\ntesting\nSubchapter II\nRefusal to\nsubmit\nspecimens for\nchemical\ntesting\nAmend\n§ 50-1901\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 859\n\n“(6) “Highway” means any street, road, or public thoroughfare, or the entire\nwidth between the boundary lines of every publicly or privately maintained way, when any part\nthereof is open to the use of the public for purposes of vehicular or pedestrian travel.\n“(7) “Impaired” means a person’s ability to operate or be in physical control of a\nvehicle is affected, due to consumption of alcohol or a drug or a combination thereof, in a way\nthat can be perceived or noticed.\n“(8) “Intoxicated” means:\n“(A) Except as provided in subparagraph (B) of this paragraph, that:\n“(i) An alcohol concentration at the time of testing of 0.08 grams\nor more per 100 milliliters of the person’s blood or per 210 liters of the person’s breath, or of\n0.10 grams or more per 100 milliliters of the person’s urine; or\n“(ii) Any measurable amount of alcohol in the person’s blood,\nurine, or breath if the person is under 21 years of age.\n“(B) If operating or in physical control of a commercial vehicle, that:\n“(i) An alcohol concentration at the time of testing of 0.04 grams\nor more per 100 milliliters of the person’s blood or per 210 liters of the person’s breath, or of\n0.08 grams or more per 100 milliliters of the person’s urine; or\n“(ii) Any measurable amount of alcohol in the person’s blood,\nurine, or breath if the person is under 21 years of age.\n“(9) “Law enforcement officer” means a sworn member of the Metropolitan\nPolice Department or a sworn member of any other police force operating in the District of\nColumbia.\n“(10) “License” means any operator’s permit or any other license or permit to\noperate a motor vehicle issued under the laws of the District, including:\n“(A) Any temporary or learner's permit;\n“(B) The privilege of any person to drive a motor vehicle whether or not\nsuch person holds a valid license; and\n“(C) Any nonresident's operating privilege.\n“(11) “Mayor” means the Mayor of the District, or his or her designee.\n“(12) “Measurable amount” means any amount of alcohol capable of being, but\nnot required to be, measured.\n“(13) “Medical professional” means a physician, registered nurse, licensed\npractical nurse, or any person who by certification or licensure is qualified to draw blood.\n“(14) “Motor vehicle” means all vehicles propelled by internal combustion\nengines, electricity, or steam. The term “motor vehicle” shall not include personal mobility\ndevices, as defined by section 2(13) of the District of Columbia Traffic Act, 1925, approved\nMarch 3, 1925 (43 Stat. 1119; D.C. Official Code § 50-2201.02(12)), or a battery-operated\nwheelchair when operated by a person with a disability.\n“(15) “Nonresident” shall include any person who is not a resident of the District.\n“(16) “Nonresident’s operating privilege” means the privilege conferred upon a\nnonresident by the laws of the District relating to the operation by such person of a motor\nvehicle, or the use of a vehicle owned by such person, in the District.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 860\n\n“(17) “Prior offense” means any guilty plea or verdict, including a finding of\nguilty in the case of a juvenile, for an offense under District law or a disposition in another\njurisdiction for a substantially similar offense which occurred prior to the current offense\nregardless of when the arrest occurred. The term “prior offense” does not include an offense\nwhere the later of any term of incarceration, supervised release, parole, or probation ceased or\nexpired more than 15 years before the arrest on the current offense.\n“(18) “Specimen” means that quantity of a person’s blood, breath, or urine\nnecessary to conduct chemical testing to determine alcohol or drug content. A single specimen\nmay be comprised of multiple breaths into a breath test instrument if such is necessary to\ncomplete a valid breath test, or a single blood draw or single urine sample regardless of how\nmany times the blood or urine sample is tested.\n“(19) “Vehicle” means any appliance, conveyance, or carrier that moves over a\nhighway on wheels or traction tread, including street cars, draft animals, and beasts of burden.\n“(20) “Vehicle for hire” means:\n“(A) Any motor vehicle operated in the District by a private concern or\nindividual as an ambulance, funeral car, or sightseeing vehicle, or for which the rate is fixed\nsolely by the hour;\n“(B) Any motor vehicle operated in the District by a private concern used for\nservices including transportation paid for by a hotel, venue, or other third party;\n“(C) Any motor vehicle used to provide transportation within the District\nbetween fixed termini or on a schedule, including vehicles operated by the Washington\nMetropolitan Area Transit Authority or other public authorities, not including rental cars; or\n“(D) Any other vehicle that provides transportation for a fee not operated on a\nschedule or between fixed termini and operating in the District; including taxicabs,\nlimousines, party buses, and pedicabs.”.\n(2) Section 2 (D.C. Official Code § 50-1902) is repealed.\n(3) Section 3 (D.C. Official Code § 50-1903) is amended to read as follows:\n“Sec. 3. (a) Only a medical professional acting at the request of a law enforcement\nofficer may withdraw blood, subject to the provisions of this act, for the purpose of determining\nthe alcohol or drug content thereof. This limitation shall not apply to the taking of breath or\nurine specimens.\n“(b)(1) Except as provided in paragraph (2) of this subsection, the following persons\nare immune from criminal and civil liability based upon a claim of assault and battery, or any\nother claim that is not a claim of malpractice, for any act performed in collecting a person’s\nblood:\n“(A) Any law enforcement officer who assists in the collection of\nspecimens from a person pursuant to this section;\n“(B) Any medical professional, staff, or security personnel who collects\nor assists in the collection of specimens from a person pursuant to this section; and\n“(C) Any hospital, first-aid station, clinic, or other location where\nspecimens are collected from a person pursuant to this section.\n“(2) The immunity provided in this subsection shall not apply to a person who\n\nRepeal\n§ 50-1902\nAmend\n§ 50-1903\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 861\n\ncollects or assists in the collection of specimens if that person commits gross negligence or\nengages in intentionally wrongful conduct.”.\n(4) Section 4 (D.C. Official Code § 50-1904) is amended to read as follows:\n“Sec. 4. Full information concerning the chemical test results administered under this act,\nincluding records as provided in section 7(h)(3) of the Department of Forensic Sciences\nEstablishment Act of 2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 51501.06), shall be made available to the person from whom specimens were obtained pursuant to\nRule 16 of the District of Columbia Superior Court Rules of Criminal Procedure.”.\n(d) The newly designated Title II is amended as follows:\n(1) New sections 4a and 4b are added to read as follows:\n“Sec. 4a. (a) When a law enforcement officer has reasonable grounds to believe that a\nperson was operating or in physical control of a vehicle within the District while intoxicated or\nwhile the person’s ability to operate a vehicle is impaired by the consumption of alcohol or a\ndrug or a combination thereof, the law enforcement officer may, without making an arrest or\nissuing a violation notice, request that the person submit to a preliminary breath test, to be\nadministered by the law enforcement officer, who shall use a device which the Mayor has\napproved by rule for that purpose.\n“(b) Before administering the test, the law enforcement officer shall advise the person to\nbe tested that the preliminary breath test is voluntary and that the results of the test will be used\nto aid in the law enforcement officer's decision whether to arrest the person.\n“(c) The results of the preliminary breath test shall be used by the law enforcement\nofficer to aid in the decision whether to arrest the person, and the results of the test shall not be\nused as evidence by the District in any prosecutions and shall not be admissible in any judicial\nproceeding except in any judicial or other proceeding in which the validity of the arrest or the\nconduct of the law enforcement officer is an issue.\n“Sec. 4b. (a) Except as provided in subsection (b) of this section, when a law\nenforcement officer has reasonable grounds to believe that a person was operating or in physical\ncontrol of a motor vehicle within the District while intoxicated or while the person’s ability to\noperate a motor vehicle is impaired by the consumption of alcohol or a drug or a combination\nthereof, after arrest of the person, the person shall:\n“(1) Except as provided in paragraph (2) of this subsection, be deemed to have\ngiven his or her consent, subject to the provisions of this act, to submitting 2 specimens for\nchemical testing of the person’s blood, breath, or urine, for the purpose of determining alcohol or\ndrug content; and\n“(2) Submit 2 specimens for chemical testing of his or her blood, breath, or urine\nfor the purpose of determining alcohol or drug content when he or she is involved in a collision\nin the District.\n“(b) When a person is required to submit specimens for chemical testing pursuant to\nsubsection (a) of this section, a law enforcement officer shall elect which types of specimens will\nbe collected from the person and the law enforcement officer or a medical professional shall\ncollect the specimen subject to the restriction in section 3(a); provided, that the person may\nobject to a particular type of specimen collection for chemical testing on valid religious or\n\nAmend\n§ 50-1904\n\nNew\n§ 50-1904.01\n\nNew\n§ 50-1904.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 862\n\nmedical grounds. If a person objects to blood collection on valid religious or medical grounds,\nthat person shall only be required to submit breath or urine specimens for collection.\n“(c) In addition to submitting specimens for chemical testing as provided in this section,\na person may also submit specimens for chemical testing administered to him or her by a medical\nprofessional of his or her own choosing. The failure or inability of the person to obtain\nadditional specimens or chemical tests shall not preclude the admission of chemical tests results\nthat were the product of the law enforcement officer’s request under this section.\n“(d) Before collecting specimens for chemical testing, the law enforcement officer shall\nadvise the operator of the motor vehicle about the requirements of this act.”.\n(2) Section 5 (D.C. Official Code § 50-1905) is amended to read as follows:\n“Sec. 5. (a)(1) If a person under arrest refuses to submit specimens for chemical testing\nas provided in section 4b(a), he or she shall be informed that failure or refusal to submit to\nchemical testing will result in the revocation of his or her license or privilege to drive in the\nDistrict of Columbia as provided in this section.\n“(2) If a person, after having been informed as provided in paragraph (1) of this\nsubsection, still refuses to submit to chemical testing, no test shall be given, but the Mayor, upon\nreceipt of a sworn report of the law enforcement officer that he or she had reasonable grounds to\nbelieve the arrested person had been driving or was in physical control of a motor vehicle upon\nthe highways while the person was intoxicated or while the person’s ability to operate a motor\nvehicle was impaired by the consumption of alcohol or a drug or a combination thereof, and that\nthe person had refused to submit 2 specimens for chemical testing, shall:\n“(A) Revoke his or her license or privilege to drive in the District of\nColumbia for a period of 12 months; or\n“(B) Deny the person the issuance of a license, if the person is without a\nlicense to operate a motor vehicle in the District, for a period of 12 months after the date of the\nalleged violation.\n“(b) If a person under arrest refuses to submit specimens for chemical testing as provided\nin section 4b(a), and the person has had a conviction for a prior offense under sections 3b, 3c, or\n3e of the Anti-Drunk Driving Act of 1982, effective September 14, 1982 (D.C. Law 4-145; D.C.\nOfficial Code § 50-2205.02 et seq.), there shall be a rebuttable presumption that the person is\nunder the influence of alcohol or a drug or any combination thereof.\n“(c) If a person under arrest refuses to submit specimens for chemical testing as provided\nin section 4b(a), evidence of such refusal shall be admissible in any civil or criminal proceeding\narising as a result of the acts alleged to have been committed by the person before the arrest.\n“(d)(1) If a person under arrest refuses to submit specimens for chemical testing as\nprovided in section 4b(a) and the person was involved in a collision that resulted in a fatality,\nexcept as provided in paragraph (2) of this subsection, a law enforcement officer may employ\nwhatever means are reasonable to collect blood specimens from the person if the law\nenforcement officer has reasonable grounds to believe that the person was intoxicated or under\nthe influence of alcohol or of any drug or any combination thereof.\n“(2) If a person required to submit blood testing under paragraph (1) of this\nsubsection objects on valid religious or medical grounds, that person shall not be required to\n\nAmend\n§ 50-1905\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 863\n\nsubmit blood specimens but the law enforcement officer may employ whatever means are\nreasonable to collect breath or urine specimens from the person if the law enforcement officer\nhas reasonable grounds to believe that the person was intoxicated or under the influence of\nalcohol or of any drug or any combination thereof.”.\n(3) Section 6(a) (D.C. Official Code § 50-1906(a)) is amended as follows:\n(A) Paragraph (1) is amended to read as follows:\n“(1) Whether a law enforcement officer had reasonable grounds to believe such\nperson had been operating or was in physical control of a motor vehicle upon the highway while\nintoxicated or while the person's ability to operate a motor vehicle was impaired by alcohol or a\ndrug or any combination thereof; and,”.\n(B) Paragraph (2) is amended by striking the phrase “submit to the test or\ntests” and inserting the phrase “submit specimens for chemical testing” in its place.\n(4) Section 7 (D.C. Official Code § 50-1907) is amended as follows:\n(A) Strike the phrase “his license” and insert the phrase “his or her\nlicense” in its place.\n(B) Strike the phrase “him a license” and insert the phrase “him or her a\nlicense” in its place.\n(C) Strike the word “Act” and insert the word “title” in its place.\n(e) A new Title III is added to read as follows:\n“TITLE III.\n“Sec. 7a. Definitions.\nFor the purposes of this title, the term:\n“(1) “Collision” means an impact between the operator’s watercraft, or anything\nattached to or transported by the watercraft, and anything else, regardless of whether it is a\nperson, a wild or domestic animal, real property, or personal property.\n“(2) “Watercraft” means a boat, ship, or other craft used for water transportation, as\nwell as water skis, aquaplane, sailboard, or similar vessel.\n“Sec. 7b. (a) When a law enforcement officer has reasonable grounds to believe that a\nperson is or has been operating or in physical control of a watercraft within the District while\nintoxicated or while the person’s ability to operate a watercraft is impaired by the consumption\nof alcohol or a drug or a combination thereof, the law enforcement officer may, without making\nan arrest or issuing a violation notice, request that the person submit to a preliminary breath test,\nto be administered by the law enforcement officer, who shall use a device which the Mayor has\napproved by rule for that purpose.\n“(b) Before administering the test, the law enforcement officer shall advise the person to\nbe tested that the test is voluntary and that the results of the test will be used to aid in the law\nenforcement officer's decision whether to arrest the person.\n“(c) The results of the preliminary breath test shall be used by the law enforcement\nofficer to aid in the decision whether to arrest the person, and the results of the test shall not be\nused as evidence by the District in any prosecutions and shall not be admissible in any judicial\nproceeding except in any judicial or other proceeding in which the validity of the arrest or the\nconduct of the law enforcement officer is an issue.\n\nAmend\n§ 50-1906\n\nAmend\n§ 50-1907\n\nSubchapter\nIII\nWatercraft\nNew\n§ 50-1908\n\nNew\n§ 50-1909\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 864\n\n“Sec. 7c. (a) Except as provided in subsection (b) of this section, any person who\noperates or who is in physical control of any watercraft within the District and a law enforcement\nofficer has reasonable grounds to believe that the person is operating or in physical control of a\nwatercraft while intoxicated or while the person’s ability to operate a watercraft is impaired by\nthe consumption of alcohol or a drug or a combination thereof, after arrest shall:\n“(1) Except as provided in paragraph (2) of this subsection, be deemed to have\ngiven his or her consent, subject to the provisions of this act, to submitting 2 specimens for\nchemical testing of the person's blood, breath, or urine, for the purpose of determining alcohol or\ndrug content; and\n“(2) Submit 2 specimens for chemical testing of his or her blood, breath, or urine\nfor the purpose of determining alcohol or drug content when he or she is involved in a collision\nin the District.\n“(b) When a person is required to submit specimens for chemical testing pursuant to\nsubsection (a) of this section, a law enforcement officer shall elect which types of specimens will\nbe collected from the person and the law enforcement officer or a medical professional shall\ncollect the specimen subject to the restriction in section 3(a); provided, that the person may\nobject to a particular type of specimen collection for chemical testing on valid religious or\nmedical grounds. If a person objects to blood collection on valid religious or medical grounds,\nthat person shall only be required to submit breath or urine specimens for collection.\n“(c) In addition to submitting specimens for chemical testing as provided in this section,\na person may also submit specimens for chemical testing administered to him or her by a medical\nprofessional of his or her own choosing. The failure or inability of the person to obtain\nadditional specimens or chemical tests shall not preclude the admission of chemical tests results\nthat were the product of the law enforcement officer’s request.\n“(d) Before collecting specimens for chemical testing, the law enforcement officer shall\nadvise the operator of the watercraft about the requirements of this act.\n“Sec. 7d. (a) If a person under arrest refuses to submit specimens for chemical testing as\nprovided in section 7c(a), he or she shall be informed that failure or refusal to submit to chemical\ntesting will result in his or her inability to operate a watercraft in the District of Columbia as\nprovided in section 7e.\n“(b) If a person under arrest refuses to submit specimens for chemical testing as provided\nin section 7c(a), and the person has a prior offense under sections 3j or 3k of the Anti-Drunk\nDriving Act of 1982, effective September 14, 1982 (D.C. Law 4-145; D.C. Official Code § 502205.02 et seq.), there shall be a rebuttable presumption that the person is under the influence of\nalcohol or a drug or any combination thereof.\n“(c) If a person under arrest refuses to submit specimens for chemical testing as provided\nin section 7c(a), evidence of such refusal shall be admissible in any civil or criminal proceeding\narising as a result of the acts alleged to have been committed by the person before the arrest.\n“(d)(1) If a person under arrest refuses to submit specimens for chemical testing as\nprovided in section 7c(a), and the person was involved in a collision that resulted in a fatality,\nexcept as provided in paragraph (2) of this subsection, a law enforcement officer may employ\nwhatever means are reasonable to collect blood specimens from the person if the law\n\nNew\n§ 50-1910\n\nNew\n§ 50-1911\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 865\n\nenforcement officer has reasonable grounds to believe that the person was intoxicated or was\nunder the influence of alcohol or of any drug or any combination thereof.\n“(2) If a person required to submit to blood collection under paragraph (1) of this\nsubsection objects on valid religious or medical grounds, that person shall not be required to\nsubmit blood specimens but the law enforcement officer may employ whatever means are\nreasonable to collect breath or urine specimens from the person if the law enforcement officer\nhas reasonable grounds to believe that the person was intoxicated or was under the influence of\nalcohol or of any drug or any combination thereof.\n“Sec. 7e. If a person refuses to submit to chemical testing under this title, the Superior\nCourt of the District of Columbia shall order the person not to operate any watercraft for at least\none year. A refusal to submit to any test as required by this section shall be punishable by a\n$500 fine, imprisonment of 90 days, or both.”.\nSec. 102. The District of Columbia Traffic Act, 1925, approved March 3, 1925 (43 Stat.\n1119; D.C. Official Code § 50–2201.01 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 50-2201.02) is amended to read as follows:\n“Sec. 2. Definitions.\n“For the purposes of this act, the term:\n“(1) “Alcohol” means a liquid, gas, or solid, containing ethanol from whatever\nsource or by whatever processes produced, whether or not intended for human consumption.\n“(2) “All-terrain vehicle” or “ATV” means any motor vehicle with not less than 3\nlow-pressure tires, but not more than 6 low-pressure tires, designed primarily for off-road use\nand which has a seat or saddle designed to be straddled by the operator. The terms “all-terrain\nvehicle” and “ATV” shall not include golf carts, riding lawnmowers, or tractors.\n“(3) “Collision” means an impact between the operator’s vehicle, or anything\nattached to or transported by the vehicle, and anything else, regardless of whether it is a person, a\nwild or domestic animal, real property, or personal property.\n“(4) “Commercial vehicle” means a vehicle used to transport passengers or\nproperty:\n“(A) If the vehicle has a gross vehicle weight rating of greater than\n26,000 pounds or a lesser rating as determined by federal regulation but not less than a gross\nvehicle weight rating of 10,001 pounds;\n“(B) If the vehicle is designed to transport more than 15 passengers,\nincluding the driver;\n“(C) If the vehicle is a locomotive or a streetcar;\n“(D) If the vehicle is used to transport a material found to be hazardous\nby the Mayor in accordance with the D.C. Hazardous Materials Transportation and Motor\nCarrier Safety Act of 1988, effective March 16, 1989 (D.C. Law 7-190; D.C. Official Code § 81401 et seq.), or by the Secretary of Transportation in accordance with the Hazardous Materials\nTransportation Act, approved January 3, 1975 (88 Stat. 2156; 49 U.S.C. § 1801 et seq.); or\n“(E) If the vehicle is a vehicle for hire.\n“(5) “Court” means the Superior Court of the District of Columbia, except when\n\nNew\n§ 50-1912\n\nAmend\n§ 50-2201.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 866\n\nused in the definition of “prior offense” when it shall also include courts of other jurisdictions.\n“(6) “Dirt bike” means any motorcycle designed primarily for off-road use.\n“(7) “Highway” means any street, road, or public thoroughfare, or the entire\nwidth between the boundary lines of every publicly or privately maintained way, when any part\nthereof is open to the use of the public for purposes of vehicular or pedestrian travel.\n“(8) “Identifying information” means the name, complete address, and telephone\nnumber of the operator of the vehicle; if the owner of the vehicle is different from the operator of\nthe vehicle, the name, complete address, and telephone number of the owner of the vehicle\noperated; the tag number of the vehicle operated or, if no tag number, the vehicle identification\nnumber; and insurance information for the vehicle operated.\n“(9) “Law enforcement officer” means a sworn member of the Metropolitan\nPolice Department or a sworn member of any other police force operating in the District of\nColumbia.\n“(10) “Mayor” means the Mayor of the District of Columbia or his or her\ndesignee.\n“(11) “Motor vehicle” means all vehicles propelled by internal-combustion\nengines, electricity, or steam. The term “motor vehicle” shall not include traction engines, road\nrollers, vehicles propelled only upon rails or tracks, personal mobility devices, as defined in\nparagraph (13) of this section, or a battery-operated wheelchair when operated by a person with a\ndisability.\n“(12) “Park” means to leave any motor vehicle standing on a highway, whether\nor not attended.\n“(13) “Personal mobility device” or “PMD” means a motorized propulsion\ndevice designed to transport one person or a self-balancing, two non-tandem wheeled device,\ndesigned to transport only one person with an electric propulsion system, but does not include a\nbattery-operated wheelchair.\n“(14) “Prior offense” means any guilty plea or verdict, including a finding of\nguilty in the case of a juvenile, for an offense under District law or a disposition in another\njurisdiction for a substantially similar offense which occurred before the current offense\nregardless of when the arrest occurred. The term “prior offense” does not include an offense\nwhere the later of any term of incarceration, supervised release, parole, or probation ceased or\nexpired more than 15 years prior to the arrest on the current offense.\n“(15) “This act” includes all lawful regulations issued thereunder by the Council\nof the District of Columbia and all lawful rules issued thereunder by the Mayor of the District of\nColumbia or his designated agent.\n“(16) “Traffic” includes not only motor vehicles but also all vehicles, pedestrians,\nand animals, of every description.\n“(17) “Vehicle” includes any appliance moved over a highway on wheels or\ntraction tread, including street cars, draft animals, and beasts of burden.\n“(18) “Vehicle conveyance fee” shall have the same meaning as provided in\nsection 102(9) of the District of Columbia Traffic Adjudication Act of 1978, effective September\n12, 1978 (D.C. Law 2-104; D.C. Official Code § 50-2301.02(9)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 867\n\n“(19) “Vehicle for hire” means:\n“(A) Any motor vehicle operated in the District by a private concern or\nindividual as an ambulance, funeral car, sightseeing vehicle, or for which the rate is fixed solely\nby the hour;\n“(B) Any motor vehicle operated in the District by a private concern used\nfor services including transportation paid for by a hotel, venue, or other third party;\n“(C) Any motor vehicle used to provide transportation within the District\nbetween fixed termini or on a schedule, including vehicles operated by the Washington\nMetropolitan Area Transit Authority or other public authorities, not including rental cars; or\n“(D) Any other vehicle that provides transportation for a fee not operated\non a schedule or between fixed termini and operating in the District, including taxicabs,\nlimousines, party buses, and pedicabs.\n“(20) “Work zone” means the area of a highway or roadway that is affected by\nconstruction, maintenance, or utility work activities, including the area delineated by and within\nall traffic control devices erected or installed to guide vehicular, pedestrian, and bicycle\ntraffic.”.\n(b) Section 6 (D.C. Official Code § 50-2201.03) is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Strike the word “he” and insert the phrase “he or she” in its place.\n(B) Strike the word “his” and insert the phrase “his or her” in its place.\n(2) Subsection (d) is amended as follows:\n(A) Strike the word “he” and insert the phrase “he or she” in its place.\n(B) Strike the word “his” and insert the phrase “his or her” in its place.\n(C) Strike the word “him” and insert the phrase “him or her” in its place.\n(D) Strike the phrase “$1,000” and insert the phrase “$2,500” in its place.\n(3) Subsection (f) is amended by striking the phrase “$300” and inserting the\nphrase “$500” in its place.\n(4) Subsection (j) is amended as follows:\n(A) Paragraph (2) is amended as follows:\n(i) Strike the word “his” and insert the phrase “his or her” in its\nplace.\n(ii) Strike the word “he” and insert the phrase “he or she” in its\nplace.\n(B) Paragraph (3)(E) is amended by striking the word “his” and inserting\nthe phrase “his or her” in its place.\n(5) Subsection (k) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase “an officer” and\ninserting the phrase “a law enforcement officer” in its place.\n(B) Paragraph (2) is amended by striking the word “officer” and inserting\nthe phrase “law enforcement officer” in its place.\n(c) Section 9(c) (D.C. Official Code § 50-2201.04(c)) is amended by striking the phrase\n“$1,000” and inserting the phrase “$2,500” in its place.\n\nAmend\n§ 50-2201.03\n\nAmend\n§ 50-2201.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 868\n\n(d) Section 9b(c) (D.C. Official Code § 50-2201.04b(c)) is amended by striking the\nphrase “$1,000” and inserting the phrase “$250” in its place.\n(e) Section 10 (D.C. Official Code § 50-2201.05) is repealed.\n(f) Section 10b(b)(2) (D.C. Official Code § 50-2201.05b(b)(2)) is amended by striking\nthe phrase “$5,000” and inserting the phrase “$12,500” in its place.\n(g) New sections 10c and 10d are added to read as follows:\n“Sec. 10c. Leaving after colliding.\n“(a) Any person who operates or who is in physical control of a vehicle within the\nDistrict who knows or has reason to believe that his or her vehicle has been in a collision shall\nimmediately stop and:\n“(1) Where another person is injured, call or cause another to call 911 or call or\ncause another to call for an ambulance or other emergency assistance if necessary, remain on the\nscene until law enforcement arrives, and provide identifying information to law enforcement and\nto the injured person;\n“(2) Where real or personal property belonging to another is damaged or a\ndomestic animal is injured, provide identifying information to the owner or operator of the\nproperty or the owner of the domestic animal or, where the owner or operator of the property or\nthe owner of the domestic animal is not present, provide or cause another to provide identifying\ninformation and the location of the collision, to law enforcement or 911; or\n“(3) Where real or personal property or a wild or domestic animal, as a result of\nthe collision, poses a risk to others, call or cause another to call 911 and provide identifying\ninformation, the location of the collision, and a description of the nature of the risk posed to\nothers.\n“(b) It is an affirmative defense to a violation of subsection (a) of this section, which the\ndefendant must show by a preponderance of the evidence, that the defendant’s failure to stop or\nhis or her failure to remain on the scene was based on a reasonable belief that his or her personal\nsafety, or the safety of another, was at risk and that he or she called 911, or otherwise notified\nlaw enforcement, as soon as it was safe to do so, provided identifying information, provided a\ndescription of the collision, including the location of the collision or event, and followed the\ninstructions of the 911 operator or a law enforcement officer.\n“(c) It is not a defense to a violation of this section that the defendant:\n“(1) Was intoxicated, impaired in any way, or distracted; or\n“(2) Was not at fault for the collision.\n“(d)(1)(A) A person violating subsection (a)(1) of this section shall upon conviction for\nthe first offense be fined not more than $1,000, or incarcerated for not more than 180 days, or\nboth.\n“(B) A person violating subsection (a)(1) of this section when the person\nhas a prior offense under subsection (a)(1) of this section and is being sentenced on the current\noffense shall be fined not more than $2,500, or imprisoned not more than one year, or both.\n“(2)(A) A person violating subsection (a)(2) or (a)(3) of this section shall upon\nconviction for the first offense be fined not more than $250, or incarcerated for not more than 30\ndays, or both.\n\nAmend\n§ 50-2201.04b\nRepeal\n§ 50-2201.05\nAmend\n§ 50-2201.05b\nNew\n§ 50-2201.05c\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 869\n\n“(B) A person violating subsection (a)(2) or (3) of this section when the\nperson has a prior offense under subsection (a)(2) or (a)(3) of this section and is being sentenced\non the current offense shall be fined not more than $500, or imprisoned not more than 90 days, or\nboth.\n“Sec. 10d. Object falling or flying from vehicle.\n“(a) Any person who operates or who is in physical control of a vehicle within the\nDistrict who knows or has reason to believe that an object likely to cause damage has detached\nfrom, fallen, or flown from his or her vehicle shall immediately stop and:\n“(1) Where another person is injured, call or cause another to call 911 or call or\ncause another to call for an ambulance or other emergency assistance if necessary, remain on the\nscene until law enforcement arrives, and provide identifying information to law enforcement and\nto the injured person;\n“(2) Where real or personal property belonging to another is damaged or a\ndomestic animal is injured, provide identifying information to the owner or operator of the\nproperty or the owner of the domestic animal or, where the owner or operator of the property or\nthe owner of the domestic animal is not present, provide or cause another to provide identifying\ninformation and the location of the event, to law enforcement or 911; or\n“(3) Where real or personal property or a wild or domestic animal, as a result of\nthe event, poses a risk to others, call or cause another to call 911 and provide identifying\ninformation, the location of the collision, and a description of the nature of the risk posed to\nothers.\n“(b) It is an affirmative defense to a violation of subsection (a) of this section, which the\ndefendant must show by a preponderance of the evidence, that the defendant’s failure to stop or\nhis or her failure to remain on the scene was based on a reasonable belief that his or her personal\nsafety, or the safety of another, was at risk and that he or she called 911, or otherwise notified\nlaw enforcement, as soon as it was safe to do so, provided identifying information, provided a\ndescription of the event, including the location of the event, and followed the instructions of the\n911 operator or a law enforcement officer.\n“(c) It is not a defense to a violation of this section that the defendant:\n“(1) Was intoxicated, impaired in any way, or distracted; or\n“(2) Was not at fault for the object falling from or flying from the vehicle.\n“(d)(1) A person violating any provision of subsection (a) of this section shall upon\nconviction for the first offense be fined not more than $500, or incarcerated for not more than 60\ndays, or both.\n“(2) A person violating any provision of subsection (a) of this section when the\nperson has a prior offense under subsection (a) of this section and is being sentenced on the\ncurrent offense shall be fined not more than $500, or imprisoned not more than 90 days, or\nboth.”.\n(h) Section 16(b) (D.C. Official Code § 50-2201.07) is amended as follows:\n(1) Strike the word “he” and insert the phrase “he or she” in its place,\n(2) Strike the word “his” and insert the phrase “his or her” in its place.\n\nNew\n§ 50-2201.05d\n\nAmend\n§ 50-2201.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 870\n\nSec. 103. The Anti-Drunk Driving Act of 1982, effective September 14, 1982 (D.C. Law\n4-145; D.C. Official Code § 50-2205.02 et seq.), is amended as follows:\n(a) Sections 2 and 3 are designated as Subtitle A of Title I.\n(b) Sections 4 through 11 are designated as Title II.\n(c) Section 12 and 13 are designated as Title III.\n(d) Section 14 is designated as Title IV.\n(e) The newly designated Title I is amended as follows:\n(1) A title heading is added to read as follows:\n“TITLE I -- IMPAIRED OPERATING OR DRIVING”.\n(2) The newly designated Subtitle A is amended as follows:\n(A) Section 2 (D.C. Official Code § 50-2205.02) is repealed.\n(B) Section 3 (D.C. Official Code § 50-2205.03) is repealed.\n(C) A new section 3a is added to read as follows:\n“Sec. 3a. Definitions.\n“For the purposes of this title, the term:\n“(1) “Active metabolite” means an active form of a drug after it has been\nprocessed by the body.\n“(2) “Alcohol” means a liquid, gas, or solid, containing ethanol from whatever\nsource or by whatever processes produced, whether or not intended for human consumption.\n“(2) “Chemical test” or “chemical testing” means any qualitative or quantitative\nprocedure which is designed to demonstrate the existence or absence of a chemical compound or\nchemical group. Any handheld and portable breath testing instrument, otherwise known as a\nroadside breath test, is excluded from this definition.\n“(3) “Commercial vehicle” means a vehicle used to transport passengers or\nproperty:\n“(A) If the vehicle has a gross vehicle weight rating of greater than\n26,000 pounds or a lesser rating as determined by federal regulation but not less than a gross\nvehicle weight rating of 10,001 pounds;\n“(B) If the vehicle is designed to transport more than 15 passengers,\nincluding the driver;\n“(C) If the vehicle is a locomotive or a streetcar;\n“(D) If the vehicle is used to transport a material found to be hazardous\nby the Mayor in accordance with the D.C. Hazardous Materials Transportation and Motor\nCarrier Safety Act of 1988, effective March 16, 1989 (D.C. Law 7-190; D.C. Official Code § 81401 et seq.), or by the Secretary of Transportation in accordance with the Hazardous Materials\nTransportation Act, approved January 3, 1975 (88 Stat. 2156; 49 U.S.C. § 1801 et seq.); or\n“(E) If the vehicle is a vehicle for hire.\n“(5) “Court” means the Superior Court of the District of Columbia, except when\nused in the definition of “prior offense” when it shall also include courts of other jurisdictions.\n“(6) “Drug” means any chemical substance that affects the processes of the mind\nor body, including but not limited to a controlled substance as defined in section 102(4) of the\nDistrict of Columbia Uniform Controlled Substances Act of 1981, effective August 5, 1981\n\nPart A\nDefinitions\nPart B\nOperating a\nvehicle\nPart C\nOperating a\nwatercraft\nPart D\nEnforcement\n\nRepeal\n§ 50-2205.02\nRepeal\n§ 50-2205.03\nNew\n§ 50-2206.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 871\n\n(D.C. Law 4-29; D.C. Official Code § 48-901.02(4)), and any prescription or non-prescription\nmedication.\n“(7) “Highway” means any street, road, or public thoroughfare, or the entire\nwidth between the boundary lines of every publicly or privately maintained way, when any part\nthereof is open to the use of the public for purposes of vehicular or pedestrian travel.”\n“(8) “Impaired” means a person’s ability to operate or be in physical control of a\nvehicle is affected, due to consumption of alcohol or a drug or a combination thereof, in a way\nthat can be perceived or noticed.\n“(9) “Intoxicated” means:\n“(A) Except as provided in subparagraph (B) of this paragraph, that:\n“(i) An alcohol concentration at the time of testing of 0.08 grams\nor more per 100 milliliters of the person’s blood or per 210 liters of the person’s breath, or of\n0.10 grams or more per 100 milliliters of the person’s urine; or\n“(ii) Any measurable amount of alcohol in the person’s blood,\nurine, or breath if the person is under 21 years of age.\n“(B) If operating or in physical control of a commercial vehicle, that:\n“(i) An alcohol concentration at the time of testing of 0.04 grams\nor more per 100 milliliters of the person’s blood or per 210 liters of the person’s breath, or of\n0.08 grams or more per 100 milliliters of the person’s urine; or\n“(ii) Any measurable amount of alcohol in the person’s blood,\nurine, or breath if the person is under 21 years of age.\n“(10) “Law enforcement officer” means a sworn member of the Metropolitan\nPolice Department or a sworn member of any other police force operating in the District of\nColumbia.\n“(11) “Mandatory-minimum term of incarceration” means a term of incarceration\nwhich shall be imposed and cannot be suspended by the court. The person shall not be released\nor granted probation, or granted suspension of sentence before serving the mandatory-minimum\nsentence.\n“(12) “Mayor” means the Mayor of the District of Columbia or his or her\ndesignee.\n“(13) “Measurable amount” means any amount of alcohol capable of being, but\nnot required to be, measured.\n“(14) “Minor” means a person under the age of 18 years.\n“(15) “Motor vehicle” means all vehicles propelled by internal-combustion\nengines, electricity, or steam. The term “motor vehicle” shall not include traction engines, road\nrollers, vehicles propelled only upon rails or tracks, personal mobility devices, as defined by\nparagraph (16) of this section, or a battery-operated wheelchair when operated by a person with a\ndisability.\n“(16) “Personal mobility device” or “PMD” means a motorized propulsion\ndevice designed to transport one person or a self-balancing, 2 non-tandem wheeled device,\ndesigned to transport only one person with an electric propulsion system, but does not include a\nbattery-operated wheelchair.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 872\n\n“(17) “Prior offense” means any guilty plea or verdict, including a finding of\nguilty in the case of a juvenile, for an offense under District law or a disposition in another\njurisdiction for a substantially similar offense which occurred before the current offense\nregardless of when the arrest occurred. The term “prior offense” does not include an offense\nwhere the later of any term of incarceration, supervised release, parole, or probation ceased or\nexpired more than 15 years before the arrest on the current offense.\n“(18) “Specimen” means that quantity of a person’s blood, breath, or urine\nnecessary to conduct chemical testing to determine alcohol or drug content. A single specimen\nmay be comprised of multiple breaths into a breath test instrument if necessary to complete a\nvalid breath test, or a single blood draw or single urine sample regardless of how many times the\nblood or urine sample is tested.\n“(19) “This title” includes all lawful regulations issued thereunder by the Council\nof the District of Columbia and all lawful rules issued thereunder by the Mayor of the District of\nColumbia or his designated agent.\n“(20) “Traffic” includes not only motor vehicles but also all vehicles, pedestrians,\nand animals, of every description.\n“(21) “Vehicle” includes any appliance moved over a highway on wheels or\ntraction tread, including street cars, draft animals, and beasts of burden.\n“(22) “Vehicle for hire” means:\n“(A) Any motor vehicle operated in the District by a private concern or\nindividual as an ambulance, funeral car, sightseeing vehicle, or for which the rate is fixed solely\nby the hour;\n“(B) Any motor vehicle operated in the District by a private concern used\nfor services including transportation paid for by a hotel, venue, or other third party;\n“(C) Any motor vehicle used to provide transportation within the District\nbetween fixed termini or on a schedule, including vehicles operated by the Washington\nMetropolitan Area Transit Authority or other public authorities, not including rental cars; or\n“(D) Any other vehicle that provides transportation for a fee not operated\non a schedule or between fixed termini and operating in the District, including taxicabs,\nlimousines, party buses, and pedicabs.\n“(23) “Watercraft” means a boat, ship, or other craft used for water\ntransportation, as well as water skis, an aquaplane, a sailboard, or a similar vessel.\n(3) New Subtitles B, C, and D are added to read as follows:\n“SUBTITLE B.\n“Sec. 3b. Driving under the influence of alcohol or a drug.\n“No person shall operate or be in physical control of any vehicle in the District:\n“(1) While the person is intoxicated; or\n“(2) While the person is under the influence of alcohol or any drug or any\ncombination thereof.\n“Sec. 3c. Driving under the influence of alcohol or a drug; commercial vehicle.\n“No person shall operate or be in physical control of any commercial vehicle in the\nDistrict:\n\nPart B\nOperating a\nvehicle\nNew\n§ 50-2206.11\n\nNew\n§ 50-2206.12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 873\n\n“(1) While the person is intoxicated; or\n“(2) While the person is under the influence of alcohol or any drug or any\ncombination thereof.\n“Sec. 3d. Penalties for driving under the influence of alcohol or a drug.\n“(a) Except as provided in subsections (b) and (c) of this section, a person violating any\nprovision of section 3b or 3c shall upon conviction for the first offense be fined $1,000, or\nincarcerated for not more than 180 days, or both; provided, that:\n“(1) A 10-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210\nliters of breath, or was at least 0.25 grams per 100 milliliters of urine; or\n“(2) A 15-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210\nliters of breath or 0.32 grams per 100 milliliters of urine; or\n“(3) A 20-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.30 grams per 100 milliliters of blood or per 210\nliters of breath or 0.39 grams per 100 milliliters of urine; and\n“(4) A 15-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s blood or urine contains a Schedule I chemical or controlled substance as listed in\nsection 204 of the District of Columbia Uniform Controlled Substances Act of 1981, effective\nAugust 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-902.04), Phencyclidine, Cocaine,\nMethadone, Morphine, or one of its active metabolites or analogs.\n“(b) A person violating any provision of section 3b or 3c when the person has a prior\noffense under section 3b, 3c, or 3e and is being sentenced on the current offense shall be fined\nnot less than $2,500 and not more than $5,000, or incarcerated for not more than one year, or\nboth; provided, that a 10-day mandatory-minimum term of incarceration shall be imposed, and in\naddition :\n“(1) A 15-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210\nliters of breath, or was at least 0.25 grams per 100 milliliters of urine; or\n“(2) A 20-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210\nliters of breath or more than 0.32 grams per 100 milliliters of urine; or\n“(3) A 25-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.30 grams per 100 milliliters of blood or per 210\nliters of breath or 0.39 grams per 100 milliliters of urine; and\n“(4) A 20-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s blood or urine contains a Schedule I chemical or controlled substance as listed in\nsection 204 of the District of Columbia Uniform Controlled Substances Act of 1981, effective\nAugust 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-902.04), Phencyclidine, Cocaine,\nMethadone, Morphine, or one of its active metabolites or analogs.\n“(c) A person violating any provision of section 3b or 3c when the person has 2 or more\nprior offenses under section 3b, 3c, or 3e and is being sentenced on the current offense shall be\n\nNew\n§ 50-2206.13\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 874\n\nfined not less than $2,500 and not more than $10,000, or incarcerated for not more than one year,\nor both; provided, that a 15-day mandatory-minimum term of incarceration shall be imposed, and\nin addition:\n“(1) A 20-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was at least 0.20 grams per 100 milliliters of blood or per 210\nliters of breath, or was at least 0.25 grams per 100 milliliters of urine; or\n“(2) A 25-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.25 grams per 100 milliliters of blood or per 210\nliters of breath or 0.32 grams per 100 milliliters of urine; or\n“(3) A 30-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s alcohol concentration was more than 0.30 grams per 100 milliliters of blood or per 210\nliters of breath or 0.39 grams per 100 milliliters of urine; and\n“(4) A 25-day mandatory-minimum term of incarceration shall be imposed if the\nperson’s blood or urine contains a Schedule I chemical or controlled substance as defined in\nsection 204 of the District of Columbia Uniform Controlled Substances Act of 1981, effective\nAugust 5, 1981 (D.C. Law 4-29; D.C. Official Code § 48-902.04), Phencyclidine, Cocaine,\nMethadone, Morphine, or one of its active metabolites or analogs.\n“(d) An additional 30-day mandatory-minimum term of incarceration shall be imposed\nfor each additional violation of any one or more provisions of section 3b or 3c if the person has 3\nprior offenses under section 3b, 3c, or 3e and is being sentenced on the current offense.\n“Sec. 3e. Operating a vehicle while impaired.\n“No person shall operate or be in physical control of any vehicle in the District while the\nperson’s ability to operate or be in physical control of a vehicle is impaired by the consumption\nof alcohol or any drug or any combination thereof.\n“Sec. 3f. Penalty for operating a vehicle while impaired.\n“(a) Except as provided in subsections (b) and (c) of this section, a person violating\nsection 3e shall upon conviction for the first offense be fined $500, or incarcerated for not more\nthan 90 days, or both.\n“(b) A person violating any provision of section 3e when the person has a prior offense\nunder section 3b, 3c, or 3e and is being sentenced on the current offense shall be fined not less\nthan $1,000 and not more than $2,500, or incarcerated for not more than one year, or both;\nprovided, that a 5-day mandatory-minimum term of incarceration shall be imposed.\n“(c) A person violating any provision of section 3e when the person has 2 or more prior\noffenses under section 3b, 3c, or 3e and is being sentenced on the current offense shall be fined\nnot less than $1,000 and not more than $5,000, or incarcerated for not more than one year, or\nboth; provided, that a 10-day mandatory-minimum term of incarceration shall be imposed.\n“Sec. 3g. Operating under the influence of alcohol or a drug; horse-drawn vehicle.\n“(a) No person shall operate or be in the physical control of any horse-drawn vehicle\nwhile under the influence of alcohol or any drug or any combination thereof.\n“(b) A person violating the provisions of this section shall, upon conviction, shall be\nfined $500, or be incarcerated for not more than 90 days, or both.\n“(c) Civil penalties and fees may be imposed as alternative sanctions for any violation of\n\nNew\n§ 50-2206.14\n\nNew\n§ 50-2206.15\n\nNew\n§ 50-2206.16\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 875\n\nthis section in accordance with the procedures under the D.C. Hazardous Materials\nTransportation and Motor Carrier Safety Act of 1988, effective March 16, 1989 (D.C. Law 7190; D.C. Official Code § 8-1401 et seq.).\n“Sec. 3h. Additional penalty for driving under the influence of alcohol or a drug;\ncommercial vehicle.\n“A person violating any provision of section 3c shall, in addition to any applicable\npenalty under section 3d, be subject to an additional 5 day mandatory-minimum term of\nincarceration.\n“Sec. 3i. Additional penalty for impaired driving with a minor in vehicle.\n“A person convicted of any offense under this subtitle who, at the time of operation or\nphysical control of the vehicle had a minor, other than him or herself, in the vehicle, shall, in\naddition to any applicable penalty under this subtitle:\n“(1) Be fined a minimum of $500 and not more than $1,000 per minor; and\n“(2) Be incarcerated for a mandatory-minimum term of incarceration of:\n“(A) 5 days per minor if the minor or minors are restrained in, or by, an\nage-appropriate child passenger-safety restraint; or\n“(B) 10 days per minor if the minor or minors are not restrained in, or by,\nan age-appropriate child passenger-safety restraint.\n“SUBTITLE C.\n“Sec. 3j. Operating under the influence of alcohol or a drug; watercraft.\n“No person shall operate or be in physical control of any watercraft in the District:\n“(1) While the person is intoxicated; or\n“(2) While the person is under the influence of alcohol or any drug or any\ncombination thereof.\n“Sec. 3k. Penalties for operating watercraft under the influence of alcohol or a drug.\n“(a) Except as provided in subsections (b) and (c) of this section, a person violating any\nprovision of section 3j shall upon conviction for the first offense be fined $1,000, or incarcerated\nfor not more than 180 days, or both.\n“(b) A person violating any provisions of section 3j when the person has a prior offense\nunder section 3j or 3l and is being sentenced on the current offense shall be fined not less than\n$2,500 and not more than $5,000, or incarcerated for not more than one year, or both.\n“(c) A person violating any one or more provisions of section 3j when the person has 2\nor more prior offenses under section 3j or 3l and is being sentenced on the current offense shall\nbe fined not less than $2,500 and not more than $10,000, or incarcerated for not more than one\nyear, or both.\n“Sec. 3l. Operating a watercraft while impaired.\n“No person shall operate or be in physical control of any watercraft in the District while\nthe person’s ability to operate a watercraft in the District is impaired by the consumption of\nalcohol or any drug or any combination thereof.\n“Sec. 3m. Penalties for operating watercraft while impaired.\n“(a) Except as provided in subsections (b) and (c) of this section, a person violating\nsection 3l shall upon conviction for the first offense be fined $250, or incarcerated for not more\n\nNew\n§ 50-2206.17\n\nNew\n§ 50-2206.18\n\nPart C\nOperating a\nwatercraft\nNew\n§ 50-2206.31\n\nNew\n§ 50-2206.32\n\nNew\n§ 50-2206.33\n\nNew\n§ 50-2206.34\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 876\n\nthan 30 days, or both.\n“(b) A person violating section 3l when the person has a prior offense under section 3j or\n3l and is being sentenced on the current offense shall be fined not more than $2,500, or\nincarcerated for not more than 180 days, or both.\n“(c) A person violating section 3l when the person has 2 or more prior offenses under\nsection 3j or 3l and is being sentenced on the current offense shall be fined not less than $2,500\nand not more than $5,000, or incarcerated for not more than one year, or both.\n“Sec. 3n. Harbor Master public awareness campaign.\n“The Harbor Master shall be directly responsible for enforcing this subtitle and shall\nensure that the public is made aware of the District's aggressive enforcement policy through a\ncontinual public awareness campaign.\n“Sec. 3o. Additional penalty for impaired operating with a minor in the watercraft.\n“A person convicted of any offense under this subtitle who, at the time of operation or\nphysical control of the watercraft had a minor, other than him or herself, in the watercraft, shall,\nin addition to any applicable penalty under this subtitle, be fined a minimum of $500 and not\nmore than $1,000 per minor, and be incarcerated a mandatory-minimum term of incarceration of\n5 days per minor.\n“SUBTITLE D.\n“Sec. 3p. Evidence of impairment.\n“(a) If as a result of the operation or the physical control of a vehicle, or a watercraft, a\nperson is tried in any court of competent jurisdiction within the District of Columbia for\noperating or being in physical control of a vehicle, or a watercraft, while under the influence of\nalcohol in violation of section 3b, 3c, or 3j, negligent homicide in violation of section 802(a) of\nAn Act To establish a code of law for the District of Columbia, approved June 17, 1935 (49 Stat.\n385; D.C. Official Code § 50-2203.01), or manslaughter committed in the operation of a vehicle\nin violation of section 802 of An Act To establish a code of law for the District of Columbia,\napproved March 3, 1901 (31 Stat. 1321; D.C. Official Code § 22-2105), and in the course of the\ntrial there is received, based upon chemical tests, evidence of alcohol in the defendant's blood,\nbreath, or urine, such evidence shall:\n“(1) If the defendant’s alcohol concentration at the time of testing was less than\n0.05 grams per 100 milliliters of blood or per 210 liters of breath or 0.06 grams or less per 100\nmilliliters of urine, establish a rebuttable presumption that the person was not, at the time, under\nthe influence of alcohol.\n“(2) If the defendant’s alcohol concentration at the time of testing was 0. 05\ngrams or more per 100 milliliters of blood or per 210 liters of breath or more than 0.06 grams of\nper 100 milliliters of urine, but less than 0.08 grams per 100 milliliters of blood or per 210 liters\nof breath or less than 0.10 grams per 100 milliliters of urine, constitute prima facie proof that the\nperson was, at the time, under the influence of alcohol.\n“(b) The rebuttable presumption contained in subsection (a)(1) of this section shall not\napply if:\n“(1) There is evidence that the person is impaired by a drug;\n“(2) The defendant was operating or in physical control of a commercial vehicle;\n\nNew\n§ 50-2206.35\n\nNew\n§ 50-2206.36\n\nPart D\nEnforcement\nNew\n§ 50-2206.51\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 877\n\nor\n“(3) The defendant, at the time of arrest, was under the age of 21.\n“Sec. 3q. Admissibility of chemical test results.\nAn official copy of the results of any blood, urine, or breath test performed on a person\nby a technician or by a law enforcement officer shall be admissible as substantive evidence,\nwithout the presence or the testimony of the technician or of the law enforcement officer who\nadministered the test, in any proceeding in which that person is charged with a violation of\nsection 3b, 3c, or 3e; provided, that the law enforcement officer or the technician certifies that\nthe breath test was conducted in accordance with the manufacturer's specifications, and that the\nequipment on which the breath test was conducted has been tested within the past 3 months and\nhas been found to be accurate or, in the case of a blood or urine specimen, that the test of the\nspecimen has been certified to be accurate by the chief toxicologist, Office of the Chief Medical\nExaminer or his or her designee; provided further, that the person on whom any blood, urine, or\nbreath test has been performed, or that person's attorney, may seek to compel the attendance and\nthe testimony of the technician or of the law enforcement officer in any proceeding by stating, in\nwriting, the reasons why the accuracy of the test result is in issue and by requesting, in writing, at\nleast 15 days in advance of the proceeding, that such technician or such law enforcement officer\nappear and testify in the proceeding. Any such person upon whom a blood, urine, or breath test\nis performed, shall be informed, in writing, of the provisions of this section at the time that such\nperson is charged. After having been informed, failure to give timely and proper notice shall\nconstitute a waiver of the person's (on whom the test has been performed) right to the presence\nand testimony of the technician or the law enforcement officer.\n“Sec. 3r. Prosecution and diversionary program.\n“(a) The Attorney General of the District of Columbia, or his or her assistants, shall\nprosecute violations of this title, in the name of the District of Columbia.\n“(b) The Attorney General may request that a person who is charged with a violation of\nany provision of this title, as a condition to acceptance into a diversion program in lieu of\nprosecution, pay the District of Columbia or its agents a reasonable fee for the costs to the\nDistrict of the person’s participation in the diversion program; provided, that:\n“(1) The Attorney General shall set the fee by rule and at a level which the\nAttorney General determines will not unreasonably discourage persons from entering the\ndiversion program;\n“(2) The Attorney General may reduce or waive the fee if the Attorney General\nfinds that the person is indigent; and\n“(3) The Mayor shall determine the provider, the content, and eligibility\nrequirements for any diversion program.\n“Sec. 3s. Assessment of alcohol or drug abuse and treatment.\n“Any person convicted of violating sections 3b, 3c, 3e, 3g, 3j, or 3l who has prior offense\nunder sections 3b, 3c, 3e, 3g, 3j, or 3l, shall have his or her alcohol or drug abuse history\nassessed and a treatment program prescribed as appropriate.\n“Sec. 3t. Revocation of permit or privilege to drive.\n“(a) The Mayor or his or her designated agent shall revoke the operator’s permit or the\n\nNew\n§ 50-2206.52\n\nNew\n§ 50-2206.53\n\nNew\n§ 50-2206.54\n\nNew\n§ 50-2206.55\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 878\n\nprivilege to drive a motor vehicle in the District of Columbia, or revoke both such permit and\nprivilege, of any person who is convicted or adjudicated a juvenile delinquent as a result of the\ncommission in the District of any of the following offenses:\n“(1) A violation of sections 3b, 3c, 3e, or 3g;\n“(2) A homicide committed by means of a motor vehicle;\n“(3) A violation of section 10c or 10d of the District of Columbia Traffic Act,\n1925, approved March 3, 1925 (43 Stat. 1119; D.C. Official Code § 50–2201.02 et seq.);\n“(4) Reckless driving;\n“(5) Operating or being in physical control of a vehicle while intoxicated or\nimpaired by the consumption of alcohol or a drug or any combination thereof where such\noperation or physical control leads to bodily injury; or\n“(6) Any felony in the commission of which a motor vehicle is involved.\n“(b) Whenever a judgment of conviction of any offense set forth in subsection (a) of this\nsection has become final, the clerk of the court in which the judgment was entered shall certify\nsuch conviction to the Mayor or his or her designated agent, who shall thereupon take the action\nrequired by subsection (a) of this section. A judgment of conviction shall be deemed to have\nbecome final for the purposes of this subsection if:\n“(1) No appeal is taken from the judgment, upon the expiration of the time within\nwhich an appeal could have been taken; or\n“(2) An appeal is taken from the judgment, the date upon which the judgment,\nhaving been sustained, can no longer be appealed from or reviewed on a writ of certiorari.\n“Sec. 3u. Impounding of vehicle; release of vehicle; liability.\n“(a)(1) Except as provided in paragraph (2) of this subsection, when a law enforcement\nofficer arrests a person for a violation of section 3b, 3c, or 3e, the law enforcement officer shall\ncause the motor vehicle which the arrested person operated or controlled to be impounded.\n“(2) The law enforcement officer shall not cause the vehicle to be impounded if:\n“(A) A registered owner of the vehicle authorizes the law enforcement\nofficer to release the vehicle to a person:\n“(i) Who is in the company of the arrested person;\n“(ii) Who has in his or her immediate possession a valid permit to\noperate a motor vehicle; and\n“(iii) Whom the law enforcement officer determines to be in\nphysical condition to operate the vehicle without violating section 3b, 3c, or 3e;\n“(B) A registered owner of the vehicle:\n“(i) Is present to take custody of the vehicle;\n“(ii) Has in his or her immediate possession a valid permit to\noperate a motor vehicle; and\n“(iii) Is determined by the law enforcement officer to be in\nphysical condition to operate the vehicle without violating section 3b, 3c, or 3e; or\n“(C) The arrested person authorizes the law enforcement officer to release\nthe vehicle to a person:\n“(i) Who is not in the company of the arrested person;\n\nNew\n§ 50-2206.56\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 879\n\n“(ii) Who has in his or her immediate possession a valid permit to\noperate a motor vehicle;\n“(iii) Whom the law enforcement officer determines to be in\nphysical condition to operate the vehicle without violating section 3b, 3c, or 3e; and\n“(iv) Who shall take possession of the vehicle within a reasonable\nperiod of time from a public parking space to be determined by the arresting law enforcement\nofficer.\n“(b)(1) Except as provided in paragraph (2) of this subsection or in subsection (c) of this\nsection, an impounded vehicle shall be released:\n“(A) At any time to a registered owner of the vehicle, other than the\narrested person; or\n“(B) 24 hours after the arrest, to the arrested person.\n“(2) No vehicle shall be released to a person unless a law enforcement officer\ndetermines that the person is in physical condition to operate a motor vehicle without violating\nsection 3b, 3c, or 3e.\n“(3) If the law enforcement officer has a reasonable suspicion that the person is\nnot in the physical condition required by paragraph (2) of this subsection, the law enforcement\nofficer may direct that the person submit specimens for chemical testing to determine whether\nthe person is impaired. The results of the tests may not be used as evidence in any criminal\nproceeding. If the person refuses to submit specimens for chemical tests, the law enforcement\nofficer may determine that the person does not meet the condition of paragraph (2) of this\nsubsection.\n“(c) Any motor vehicle that is impounded shall be subject to an impoundment charge of\n$50, which shall be paid before the release of the motor vehicle. Any motor vehicle that remains\nimpounded and unclaimed for more than 72 hours shall be processed and handled as an\nabandoned vehicle, and shall be subject to any other charges and costs, including storage fees\nand relocation costs, as provided and assessed by the Mayor.\n“(d) Except as provided in paragraph (2)(B) of this subsection, the District of\nColumbia and its employees may not be liable for damage to property which results from any act\nor omission in the implementation of any provisions of this section.\n“(2)(A) The District of Columbia and its employees may be liable for injury\nto persons which results from any act or omission in the implementation of any provisions of this\nsection.\n“(B) An employee of the District of Columbia may be liable for injury\nto persons or damage to property which results from the gross negligence of the employee. The\nDistrict of Columbia may also be liable for the resulting injury to persons or damage to property\nif the act or omission of the employee which constitutes gross negligence occurred while the\nemployee was engaged in furthering the governmental interest of the District of Columbia.\n“Sec. 3v. Mandatory-minimum periods.\n“(a) A mandatory-minimum term of incarceration as provided in this title shall be proven\nto the court by a preponderance of the evidence.\n“(b) A person sentenced for an offense under this title may be subjected to multiple\n\nNew\n§ 50-2206.57\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 880\n\nmandatory-minimum terms of incarceration. Each mandatory-minimum term of incarceration\nmust be served consecutively, except that no combination of mandatory-minimum terms of\nincarceration shall exceed the maximum penalty for the offense, including any applicable\nenhancements.\n“Sec. 3w. Fines.\n“Notwithstanding any other provision of law, all fines imposed and collected pursuant to\nthis title during fiscal year 2006 and each succeeding fiscal year shall be transferred to the\nGeneral Fund of the District of Columbia.\n“Sec. 3x. Effect of later repeal or amendment.\n“Any violation of any provision of law or regulation issued hereunder which is repealed\nor amended by this title, and any liability arising under such provisions or regulations may, if the\nviolation occurred or the liability arose prior to such repeal or amendment, be prosecuted to the\nsame extent as if this title had not been enacted.”.\nTITLE II -- ALCOHOL TESTING PROGRAM\nSec. 201. Section 8 of the Department of Forensic Sciences Establishment Act of 2011,\neffective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.07), is amended to\nread as follows:\n“Sec. 8. Impaired driving program; certification and testing of breath alcohol equipment.\n“(a) The Department shall be responsible for testing and certifying the accuracy of any\nDistrict instrument utilized by District law enforcement personnel to test the alcohol content of\nbreath. A District breath test instrument shall only be used by District law enforcement\npersonnel if it has been certified by the Department, or the Department’s designee, to be\naccurate. Certification of the accuracy of each breath test instrument shall occur at least once\nevery 3 months.\n“(b) In addition to the requirements under subsection (a) of this section, the Department\nshall:\n“(1) Develop a program for District law enforcement personnel to become trained\nand certified as a breath test instrument operator;\n“(2) Develop policies and procedures for the operation and maintenance of all\nbreath test instruments utilized by District law enforcement personnel; and\n“(3) Develop policies and procedures for the maintenance of records\ndemonstrating that the breath test instruments utilized by District law enforcement personnel are\nin proper operating condition.\n“(c) The Department shall issue regulations to meet the requirements of this section.\n“(d) The Director may delegate by memorandum of agreement some or all of the\nresponsibilities of this section, as well as some or all of the responsibilities for providing forensic\nscience services pertaining to breath testing as provided by section 9(a)(1) to the Office of the\nChief Medical Examiner.\n“(e) This section shall apply as of October 1, 2012.”.\nSec. 202. The Establishment of the Office of the Chief Medical Examiner Act of 2000,\n\nNew\n§ 50-2206.58\n\nNew\n§ 50-2206.59\n\nAmend\n§ 5-1501.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 881\n\neffective October 19, 2000 (D.C. Law 13-172; D.C. Official Code § 5-1401 et seq.), is amended\nby adding a new section 2918b to read as follows:\n“Sec. 2918b. Impaired driving program; chemical testing.\n“(a) The CME shall be responsible for ensuring the accuracy of blood and urine testing\nfor the District’s impaired driving program. The CME may test or authorize the testing of\nspecimens, as defined by section 1(18) of the District of Columbia Implied Consent Act,\napproved October 21, 1972 (86 Stat. 1016; D.C. Official Code § 50-1901(18)), for the purposes\nof determining if specimens contain alcohol or a drug.\n“(b) Until October 1, 2012, and after October 1, 2012 if authorized under section 8(d) of\nthe Department of Forensic Sciences Establishment Act of 2011, effective August 17, 2011\n(D.C. Law 19-18; D.C. Official Code § 5-1501.07(d)), the CME shall be responsible for testing\nand certifying the accuracy of any District instrument utilized by District law enforcement\npersonnel to test the alcohol content of breath. A District breath-test instrument shall only be\nused by District law enforcement personnel if it has been certified by the CME to be accurate.\nCertification of the accuracy of each breath test instrument must occur at least once every 3\nmonths.\n“(c) In addition to the requirements under subsection (a) of this section, the CME shall:\n“(1) Develop a program for District law enforcement personnel to become trained\nand certified as a breath test instrument operator;\n“(2) Develop policies and procedures for the operation and maintenance of all\nbreath test instruments utilized by District law enforcement personnel; and\n“(3) Develop policies and procedures for the maintenance of records\ndemonstrating that the breath test instruments utilized by District law enforcement personnel are\nin proper operating condition.”.\nTITLE III -- CONFORMING AMENDMENTS\nSec. 301. Section 14-307(b) of the District of Columbia Official Code is amended as\nfollows:\n(a) Paragraph (3) is amended by striking the word “or” after the semicolon.\n(b) Paragraph (4) is amended by striking the period and inserting the phrase “; or” in its\nplace.\n(c) A new paragraph (5) is added to read as follows:\n“(5) evidence in a criminal or delinquency proceeding where a person is charged with an\nimpaired driving offense and where the person caused the death of or injury to a human being,\nand the disclosure is required in the interest of public justice.”.\nSec. 302. Chapter 10 of Title 25 of the District of Columbia Official Code is amended by\nrepealing sections 25-1004 through 25-1009.\nSec. 303. Section 9 of the Department of Forensic Sciences Establishment Act of 2011,\neffective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.08), is amended as\nfollows:\n\nNew\n§ 5-1419\n\nAmend\n§ 14-307\n\nRepeal\n§§ 25-1004 –\n25-1009\nAmend\n§ 5-1501.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 882\n\n(a) A new subsection (a-1) is added to read as follows:\n“(a-1) The Mayor shall provide for the orderly transfer to the Department all of the\nauthority, responsibilities, duties, assets, and functions of the Department of Health pertaining to\npublic health laboratory services, including:\n“(1) Disease prevention, control and surveillance testing;\n“(2) Emergency preparedness testing;\n“(3) Food surveillance and testing;\n“(4) Reference and specialized testing;\n“(5) Integrated data management;\n“(6) Education, training and partnerships;\n“(7) Special research; and\n“(8) The ability to seek grants pertaining to public health laboratory services\nfrom government agencies, including the Center for Disease Control.”.\n(b) Subsection (b) is amended by striking the phrase “transfer set forth in subsection (a)”\nand inserting the phrase “transfers set forth in subsections (a) and (a-1)” in its place.\n\nSec. 304. The District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-601\n.01 et seq.), is amended as follows:\n(a) Section 2024 (D.C. Official Code § 1-620.24) is amended by striking the\nphrase “employee’s alcohol concentration was 0.08 grams or more per 210 liters of breath” and\ninserting the phrase “employee is intoxicated as defined by section 3a(9) of the Anti-Drunk\nDriving Act of 1982, passed on 2nd reading on September 19, 2012 (Enrolled version of Bill 19777)” in its place.\n(b) Section 2033 (D.C. Official Code § 1-620.33) is amended by striking the\nphrase “person's alcohol concentration was 0.08 grams or more per 210 liters of breath” and\ninserting the phrase “person is intoxicated as defined by section 3a(9) of the Anti-Drunk Driving\nAct of 1982, passed on 2nd reading on September 19, 2012 (Enrolled version of Bill 19-777)” in\nits place.\nSec. 305. Section 4 of the Department of Corrections Employee Mandatory Drug\nand Alcohol Testing Act of 1996, effective September 20, 1996 (D.C. Law 11-158; D.C. Official\nCode § 24-211.23), is amended as follows:\n(a) Subsection (e) is amended by striking the phrase “person’s alcohol\nconcentration was 0.08 grams or more per 210 liters of breath” and inserting the phrase “person\nwas intoxicated as defined by section 3a(9) of the Anti-Drunk Driving Act of 1982, passed on 2nd\nreading on September 19, 2012 (Enrolled version of Bill 19-777)” in its place.\n(b) Subsection (f) is amended by striking the phrase “210 liters of the employee’s\nbreath contains 0.08 grams or more of alcohol” and inserting the phrase “the alcohol\nconcentration of the employee’s breath meets the definition of intoxicated as defined by section\n3a(9) of the Anti-Drunk Driving Act of 1982, passed on 2nd reading on September 19, 2012\n\nAmend\n§ 1-620.24\n\nAmend\n§ 1-620.33\n\nAmend\n§ 24-211.23\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-266, effective April 27, 2013\n\n20 DCSTAT 883\n\n(Enrolled version of Bill 19-777)” in its place.\nSec. 306. Section 37(a) of the Motor Vehicle Safety Responsibility Act of the\nDistrict of Columbia, approved May 25, 1954 (69 Stat. 130; D.C. Official Code § 501301.37(a)), is amended by striking the phrase “person’s alcohol concentration is 0.08 grams or\nmore either per 100 milliliters of blood or per 210 liters of breath or is 0.10 grams or more per\n100 milliliters of urine” and inserting the phrase “person is intoxicated as defined by section\n3a(9) of the Anti-Drunk Driving Act of 1982, passed on 2nd reading on September 19, 2012\n(Enrolled version of Bill 19-777)” in its place.\n\nAmend\n§ 50-1301.37\n\nSec. 307. Section 13(a) of the District of Columbia Traffic Act, 1925, approved\nMarch 3, 1925 (43 Stat. 1125; D.C. Official Code § 50-1403.01(a)), is amended by striking the\nphrase “person’s alcohol concentration is 0.08 grams or more either per 100 milliliters of blood\nor per 210 liters of breath or is 0.10 grams or more per 100 milliliters of urine” and inserting the\nphrase “person is intoxicated as defined by section 3a(9) of the Anti-Drunk Driving Act of 1982,\npassed on 2nd reading on September 19, 2012 (Enrolled version of Bill 19-777)” in its place.\n\nAmend\n§ 50-1403.01\n\nTITLE IV -- FISCAL IMPACT; EFFECTIVE DATE\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 402. Effective date.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\n\f", 
  "end": "883", 
  "name": "Law_19-266.pdf", 
  "title": "Comprehensive Impaired Driving and Alcohol Testing Program Amendment Act of 2012"
}