{
  "end": "896", 
  "name": "Law_19-271.pdf", 
  "start": "896", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-271, effective April 23, 2013\n\n20 DCSTAT 896\n\nAN ACT\n\nBill 19-920\nAct 19-633\neffective\nJanuary 22,\n2013\n\nTo amend Chapter 28 of Title 47 of the District of Columbia Official Code to clarify that the membership of\nthe Board of Barber and Cosmetology shall include body artists and to clarify the penalties for\nunlawful body art procedures, solicitations, and advertisements.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Regulation of Body Artist and Body Art Establishments Clarifying\nAmendments Act of 2012”.\n\nRegulation of\nBody Artist\nand Body Art\nEstablishments\nClarifying\nAmendments\nAct of 2012\n\nSec. 2. Chapter 28 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) Section 47-2853.06(c) is amended by striking the phrase “cosmetologists and 2 shall\nbe consumer members” and inserting the phrase “cosmetologists, 3 shall be body artists, and 2\nshall be consumer members” in its place.\n(b) Section 47-2853.76e(e) is amended by striking the phrase “subsection (a) of”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 47-2853.06\n\nAmend\n§ 47-2853.76e\n\n\f", 
  "title": "Regulation of Body Artist and Body Art Establishments Clarifying Amendments Act of 2012", 
  "council_period": "20"
}