{
  "start": "2950", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-86, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2950\n\nAN ACT\n\nTo amend Chapter 46 of Title 47 of the District of Columbia Official Code to conditionally and temporarily\nexempt Historic Music Cultural Institutions and property used by them from certain real property,\nrecordation, and transfer taxes and assessments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Historic Music Cultural Institutions Expansion Tax Abatement Act\nof 2013”.\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation to read as\nfollows:\n“47-4662. Historic Music Cultural Institutions.”.\n(b) A new section 47-4662 is added to read as follows:\n“§ 47-4662. Historic Music Cultural Institutions.\n“(a) For the purposes of this section, the term:\n“(1) The term “Expanded Music Cultural Use Property” means real property in the\nDistrict of Columbia leased or purchased by an HMCI that is capable of supporting one or more\nbuildings larger in size than the Historic Music Cultural Property leased or owned by the HMCI\nimmediately prior to the lease or purchase of the expanded use property, where the principal\npurpose of the lease or purchase is to relocate the HMCI into that expanded use property; provided,\nthat the expanded use property is used to continue and to increase the HMCI’s ability to present\nlive music performances in the District, and to further the goal of expanding public access to live\nmusic and other entertainment and employment opportunities in, as well as increasing revenue for,\nthe District.\n“(2) “Historic Music Cultural Institution” or “HMCI” means an organization,\nwhether organized for private gain or not, operating a Historic Music Cultural Property for a\nminimum of 45 years, and which, in each of the 5 calendar years preceding the effective date of\nthis section, hosted a minimum of 100 live musical performances at the Historic Music Cultural\nProperty that were open to the public.\n\"(3) “Historic Music Cultural Property” means real property in the District of\nColumbia owned or leased by an HMCI and used by the HMCI to stage live musical performances\nfor the public and associated activities. A Historic Music Cultural Property includes the music\nvenue, including a stage for performances and seating area for an audience, as well as portions of\n\nBill 20-70\nAct 20-256\neffective\nDecember 31,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nHistoric\nMusic\nCultural\nInstitutions\nExpansion\nTax\nAbatement\nAct of 2013\n\nNew\n§ 47-4662\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-86, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2951\n\nthe building or buildings that are dedicated to food or beverage service or preparation and used\nexclusively by the HMCI, supporting office spaces used exclusively by the HMCI, and spaces\noccupied exclusively by directly affiliated nonprofit music-oriented cultural organizations, together\nwith associated grounds.\n“(b) The tax imposed by Chapter 8 of this title with respect to an Expanded Music\nCultural Use Property purchased or leased by an Historic Music Cultural Institution shall be abated\nfor the period commencing with the beginning of the month following the date that a deed,\nmemorandum of lease, or other document reflecting the HMCI’s current and full ownership or\npossessory interest, as applicable, in the property, that is effective at least as of the date of\nrecordation, is recorded and ending upon the end of the 10th real property tax year following the\nreal property tax year in which such recording occurs; provided, that the HMCI’s interest in the\nreal property is recorded within one year prior to or within 5 years after the effective date of this\nsection.\n“(c) If a document reflecting an Historic Music Cultural Institution’s ownership or lease of\nan Expanded Music Cultural Use Property is recorded within one year prior to or within five years\nafter the effective date of this section, the difference of any real property taxes imposed on the\nExpanded Music Cultural Use Property at a rate in excess of the rate of tax under § 47-812\nprescribed for class 2 property, as defined by § 47-813, for the applicable tax year, during the tax\nyear that the document reflecting the HMCI’s interest is recorded, or during any of the 4 preceding\ntax years, shall be, along with associated penalty and interest, abated and forgiven to the extent the\ntaxes, penalties, and interest have not been paid on or before the recordation date.\n“(d)(1) Any document reflecting a transfer, assignment, or other disposition of an\nExpanded Music Cultural Use Property to a Historic Music Cultural Institution, and any security\ninterest instrument with respect to such property given by an Historic Music Cultural Institution to\na third party lender, including an assignment of leasehold interest in the real property, shall be\nexempt from the tax imposed by § 42-1103.\n“(2) Any transfer, assignment, or other disposition of all or any portion of an\nHistoric Music Cultural Property or an Expanded Music Cultural Use Property by a Historic Music\nCultural Institution shall be exempt from the tax imposed by § 47-903.\n“(e)(1)(A) The exemption or abatement of real property, recordation, and transfer taxes\npursuant to this section shall not exceed $200,000 in any given fiscal year (provided that any\namount not used in a fiscal year may be carried over to a subsequent fiscal year) and, in the\naggregate, shall not exceed $2 million.\n“(B) The Mayor shall certify to the Office of Tax and Revenue the amount\nof exemption or abatement that is allowable with respect to each Historic Music Cultural\nInstitution, Historic Music Cultural Property or Expanded Music Cultural Property for each fiscal\nyear.\n“(2) No Historic Music Cultural Institution, Historic Music Cultural Property or\nExpanded Music Cultural Property shall be entitled to receive any one exemption, abatement, or\nforgiveness provided under this section more than once.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-86, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2952\n\n“(3)(A) During the time that any Expanded Music Cultural Use Property is\nreceiving the abatement provided under subsection (b) of this section, at least 50% of any new\nemployees hired by the Historic Music Cultural Institution owning or leasing the property shall be\nresidents of the District.\n“(B) The Mayor shall certify to the Office of Tax and Revenue that these\nconditions have been met and shall inform the Office of Tax and Revenue if these conditions are\nno longer met.\n“(4) If the Expanded Music Cultural Use Property is leased by the Historic Music\nCultural Institution, the abatement provided under subsection (b) of this section shall be allowable\nonly to the extent that the benefit of the abatement is passed on to the HMCI in the form of\nreduced rent.\n“(5) An Historic Music Cultural Institution owning or leasing property receiving\nthe real property tax abatement under subsection (b) of this section shall furnish the reports\nrequired pursuant to § 47-1007 and, if the property fails to qualify for the relief provided by\nsubsection (b) of this section, the HMCI shall advise the Office of Tax and Revenue of the failure\nin the report filed for the year in which the property fails to so qualify. If the HMCI leases\nproperty and files the report required pursuant to § 47-1007, the owner of the property shall not be\nrequired to file the report pursuant to § 47-4702.\n“(6) An Expanded Music Cultural Use Property shall be entitled to receive the real\nproperty tax abatement provided under subsection (b) of this section only during the time that the\nHistoric Music Cultural Institution owns or leases the real property and uses that real property for\nthe activities described in subsection (a)(3) of this section.\n“(7)(A) The tax benefits provided by this section shall be subject to the provisions\nof §§ 42-1108.01, 47-903(e), 47-1005, and 47-1009.\n“(B) The Office of Tax and Revenue shall administer the relief provided under\nthis section in the same manner as an exemption granted pursuant to § 47-1002.\n“(8) In the course of providing any tax or fee abatement, forgiveness, or\nexemption pursuant to this act, the Mayor, or his designee, shall provide cooperative assistance\nto an Historic Music Cultural Institution to facilitate the prompt, efficient, and coordinated\nreview of any permit or license application, or application to transfer a permit or license, made\nnecessary by a change of music venue location, including a license or permit associated with\nfood and beverage service, demolition and construction, or utility hook-ups.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in a\ncertification published by the Council in the District of Columbia Register.\n\nDelayed\nApplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-86, effective February 22, 2014\n(Delayed Applicability)\n\n20 DCSTAT 2953\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "2953", 
  "name": "Law_20-86.pdf", 
  "title": "Historic Music Cultural Institutions Expansion Tax Abatement Act of 2013"
}