{
  "end": "199", 
  "name": "Law_19-243.pdf", 
  "start": "196", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-243, effective March 19, 2013\n\n20 DCSTAT 196\n\nAN ACT\n\nBill 19-754\nAct 19-564\neffective\nDecember 7,\n2012\n\nTo amend An Act To relieve physicians of liability for negligent medical treatment at the scene of an\naccident in the District of Columbia; to decriminalize certain offenses for a person who seeks\nhealth care for someone reasonably believed to be experiencing a drug or alcohol-related\noverdose, including himself or herself, and for the person experiencing the overdose; to permit as\na mitigating factor in criminal prosecutions for other drug and alcohol-related offenses the\nseeking of health care for an overdose victim; to decriminalize the possession and administration\nof opioid antagonists under certain circumstances; to require the Mayor to compile data on\noverdoses and overdose-related health care services; and to require the Department of Health to\nengage in public education.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Good Samaritan Overdose Prevention Amendment Act of 2012”.\n\nGood\nSamaritan\nOverdose\nPrevention\nAmendment\nAct of 2012\n\nSec. 2. An Act To relieve physicians of liability for negligent medical treatment at the\nscene of an accident in the District of Columbia, approved November 8, 1965 (79 Stat. 1302;\nD.C. Official Code § 7-401 et seq.), is amended by adding a new section 3 to read as follows:\n“Sec. 3. Seeking health care for an overdose victim.\n“(a) Notwithstanding any other law, the offenses listed in subsection (b) of this section\nshall not be considered crimes and shall not serve as the sole basis for revoking or modifying a\nperson’s supervision status:\n“(1) For a person who:\n“(A) Reasonably believes that he or she is experiencing a drug or alcoholrelated overdose and in good faith seeks health care for himself or herself;\n“(B) Reasonably believes that another person is experiencing a drug or\nalcohol-related overdose and in good faith seeks healthcare for that person; or\n“(C) Is reasonably believed to be experiencing a drug or alcohol-related\noverdose and for whom health care is sought; and\n“(2) The offense listed in subsection (b) of this section arises from the same\ncircumstances as the seeking of health care under paragraph (1) of this subsection.\n“(b) The following offenses apply to subsection (a) of this section:\n“(1) Unlawful possession of a controlled substance prohibited by section 401(d)\nof the District of Columbia Uniform Controlled Substances Act of 1981, effective August 5,\n1981 (D.C. Law 4-29; D.C. Official Code § 48-904.01(d));\n“(2) Unlawful use or possession with intent to use drug paraphernalia as\nprohibited by section 4(a) of the Drug Paraphernalia Act of 1982, effective September 17, 1982\n(D.C. Law 4-149; D.C. Official Code § 48-1103(a));\n\nNew\n§ 7-403\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-243, effective March 19, 2013\n\n20 DCSTAT 197\n\n“(3) Unlawful possession of drug paraphernalia with the intent to use it for the\nadministration of a controlled substance as prohibited by section 410 of the District of Columbia\nUniform Controlled Substances Act of 1981, effective August 5, 1981 (D.C. Law 4-29; D.C.\nOfficial Code § 48-904.10);\n“(4) Possession of alcohol by persons under 21 years of age as prohibited by D.C.\nOfficial Code § 25-1002; and\n“(5) Provided that the minor is at least 16 years of age and the provider is 25\nyears of age or younger:\n“(A) Purchasing an alcoholic beverage for the purpose of delivering it to a\nperson under 21 years of age as prohibited by D.C. Official Code § 25-785(a);\n“(B) Contributing to the delinquency of a minor with regard to possessing\nor consuming alcohol or, without a prescription, a controlled substance as prohibited by section\n103(a)(2) and subject to the penalties provided in section 103(b)(1) of the Omnibus Public Safety\nAmendment Act of 2006, effective April 24, 2007 (D.C. Law 16-306; D.C. Official Code § 22811(a)(2)); and\n“(C) The sale or delivery of an alcoholic beverage to a person under 21\nyears of age as prohibited by D.C. Official Code § 25-781(a)(1).\n“(c) The seeking of health care under subsection (a) of this section, whether or not\npresented by the parties, may be considered by the court as a mitigating factor in any criminal\nprosecution or sentencing for a drug or alcohol-related offense that is not an offense listed in\nsubsection (b) of this section.\n“(d) This section does not prohibit a person from being arrested, charged, or prosecuted,\nor from having his or her supervision status modified or revoked, based on an offense other than\nan offense listed in subsection (b) of this section, whether or not the offense arises from the same\ncircumstances as the seeking of health care.\n“(e) A law enforcement officer who arrests an individual for an offense listed in\nsubsection (b) of this section shall not be subject to criminal prosecution, or civil liability for\nfalse arrest or false imprisonment, if the officer made the arrest based on probable cause.\n“(f) Notwithstanding any other law, it shall not be considered a crime for a person to\npossess or administer an opioid antagonist, nor shall such person be subject to civil liability in\nthe absence of gross negligence, if he or she administers the opioid antagonist:\n“(1) In good faith to treat a person who he or she reasonably believes is\nexperiencing an overdose;\n“(2) Outside of a hospital or medical office; and\n“(3) Without the expectation of receiving or intending to seek compensation for\nsuch service and acts.\n“(g) The Mayor shall compile and review overdose data to identify changes in the causes\nand rates of fatal and non-fatal overdoses in the District of Columbia and report the findings to\nthe Council annually. The report may be part of existing mortality reports issued by the Office\nof the Chief Medical Examiner, and shall include enhanced data collection to measure the effect\nof this section. The report may include data on the following:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-243, effective March 19, 2013\n\n20 DCSTAT 198\n\n“(1) Overdose deaths, including data separated by age, gender, ethnicity, and\ngeographic location;\n“(2) Utilization of emergency rooms for the treatment of overdose;\n“(3) Utilization of pre-hospital services for the treatment of overdose;\n“(4) Utilization of opioid antagonists for preventing opioid overdose deaths;\n“(5) Utilization of 911 and other emergency service hotlines to seek and obtain\nhealth care for an individual experiencing an overdose; and\n“(6) Police arrests made in response to seeking health care for a person\nexperiencing an overdose.\n“(h) The Department of Health shall educate the public on:\n“(1) The risk and frequency of overdose deaths;\n“(2) The prevention of overdoses and overdose deaths;\n“(3) The importance of seeking health care for individuals who are experiencing\nan overdose; and\n“(4) The provisions of this section, with a special emphasis on the education of\nsubpopulations that may be at greater risk of experiencing or witnessing an overdose.\n“(i) For the purposes of this section, the term:\n“(1) “Good faith” under subsection (a) of this section does not include the\nseeking of health care as a result of using drugs or alcohol in connection with the execution of an\narrest warrant or search warrant or a lawful arrest or search.\n“(2) “Opioid antagonist” means a drug, such as Naloxone, that binds to the opioid\nreceptors with higher affinity than agonists but does not activate the receptors, effectively\nblocking the receptor, preventing the human body from making use of opiates and endorphins.\n“(3) “Overdose” means an acute condition of physical illness, coma, mania,\nhysteria, seizure, cardiac arrest, cessation of breathing, or death, which is or reasonably appears\nto be the result of consumption or use of drugs or alcohol and relates to an adverse reaction to or\nthe quantity ingested of the drugs or alcohol, or to a substance with which the drugs or alcohol\nwas combined.\n“(4) “Supervision status” means probation or release pending trial, sentencing,\nappeal, or completion of sentence, for a violation of District law.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-243, effective March 19, 2013\n\n20 DCSTAT 199\n\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Good Samaritan Overdose Prevention Amendment Act of 2012", 
  "council_period": "20"
}