{
  "start": "267", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 267\nD.C. Law 19-245, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-556, 59 DCR 14782)\n\nAN ACT\n\nBill 19-1049\nAct 19-573\neffective\nDecember 20,\n2012\n\nTo amend, on a temporary basis, Chapter 46 of Title 47 of the District of Columbia Official Code to abate\nthe real property taxes on the real property known as the Parkside Parcel E and J Mixed-Income\nApartments.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Parkside Parcel E and J Mixed-Income Apartments Tax Abatement\nTemporary Act of 2012”.\n\nParkside\nParcel E and J\nMixed-Income\nApartments\nTax\nAbatement\nTemporary\nAct of 2012\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by adding a new section designation 47-4645 to read\nas follows:\n“47-4645. Parkside Parcel E and J Mixed-Income Apartments; Lot 808, Square 5041 and\nLot 811, Square 5056.” .\n(b) A new section 47-4645 is added to read as follows:\n“§ 47-4645. Parkside Parcel E and J Mixed-Income Apartments; Lot 808, Square 5041\nand Lot 811, Square 5056.\n“(a) Subject to subsection (b) of this section, the real property described as Lot 808,\nSquare 5041 and Lot 811, Square 5056, which is owned by Parkside Residential, LLC, and\nknown as the Parkside Parcel E and J Mixed-Income Apartments, shall be allowed an annual real\nproperty tax abatement equal to the amount of the real property taxes assessed and imposed by\nChapter 8 of this title of up to a total maximum amount for both lots of $600,000 per year for 10\nproperty tax years commencing for Lot 808 and for Lot 811 at the beginning of the first month\nfollowing the date the lot is issued a final certificate of occupancy (“commencement date”) and\nending for each lot at the end of the 10th full real property tax year following the lot’s\ncommencement date.\n“(b) The real property tax abatement authorized by this section shall expire for the lot, or\nlots, whichever the case may be, that has not been issued a final certificate of occupancy by\nSeptember 20, 2018, and an abatement pursuant to this section shall not be allowed.\n“(c) Notwithstanding any other provision of law and provided that the final certificate of\noccupancy is issued on or before September 20, 2018, upon the issuance of a final certificate for\nLot 808 or Lot 811, any fees or deposits charged to and paid by Parkside Residential, LLC,\nrelated to that lot for the development of Parkside Parcel E and J Mixed-Income Apartments,\nincluding private space or building permit fees or public space permit fees (“related fees”), shall\nbe refunded and any prospective related fees forgiven.\n“(d) The tax abatements and fees and deposits exemptions provided pursuant to this\n\nNote,\n§ 47-4645\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 268\nD.C. Law 19-245, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-556, 59 DCR 14782)\nsection shall be in addition to, and not in lieu of, any other tax relief or assistance from any other\nsource applicable to the Parkside Parcel E and J Mixed-Income Apartments.”.\nSec. 3. Applicability.\nThis act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDelayed\nApplicability\n\n\f", 
  "end": "268", 
  "name": "Law_19-245.pdf", 
  "title": "Parkside Parcel E and J Mixed-Income Apartments Tax Abatement Temporary Act of 2012"
}