{
  "start": "3610", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3610\n\nAN ACT\n\nTo amend the Life and Health Insurance Guaranty Association Act of 1992 to increase coverage levels for\nmajor medical, disability, long-term care, fixed annuity, and structured settlement annuity\ncontracts, and certain retirement benefit plans established under the Internal Revenue Code, to\nrequire that the Board of Directors of the District of Columbia Life and Health Insurance\nGuaranty Association develop policies and procedures for addressing conflicts of interest,\nincluding procedures for board members to be removed for cause, to increase the time period in\nwhich state court proceedings against an insolvent insurer are stayed from 60 to 180 days, and to\nmake certain other clarifying and conforming amendments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Life and Health Insurance Guaranty Association Consumer Protection\nAmendment Act of 2014”.\n\nSec. 2. The Life and Health Insurance Guaranty Association Act of 1992, effective July\n22, 1992 (D.C. Law 9-129; D.C. Official Code § 31-5401 et seq.), is amended as follows:\n(a) Section 2 (D.C. Official Code § 31-5401) is amended as follows:\n(1) New paragraphs (2A) and (2B) are added to read as follows:\n“(2A) “Benefit plan” means a specific employee, union, or association of natural\npersons benefit plan.\n“(2B) “Commissioner” means the Commissioner of the Department of Insurance,\nSecurities, and Banking.”.\n(2) A new paragraph (4A) is added to read as follows:\n“(4A) “Extra-contractual claims” shall include claims relating to bad faith in the\npayment of claims, punitive or exemplary damages, or attorneys’ fees and costs.”.\n(3) Paragraph (8) is amended as follows:\n(A) The lead-in language is amended by striking the phrase “holding a\ncertificate of authority” and inserting the phrase “holding a certificate of authority after July 22,\n1992,” in its place.\n(B) Subparagraph (G) is amended by striking the word “or”;\n(C) A new subparagraph (G-i) is added to read as follows:\n“(G-i) An organization that has a certificate or license limited to the\nissuance of charitable gift annuities; or”.\n(4) A new paragraph (9A) is added to read as follows:\n“(9A) “Owner” of a policy or contract and “policy owner” and “contract owner”\nmean the person who is identified as the legal owner under the terms of the policy or contract or\n\nBill 20-212\nAct 20-347\neffective\nJune 4, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nLife and\nHealth\nInsurance\nGuaranty\nAssociation\nConsumer\nProtection\nAmendment\nAct of 2014\n\nAmend\n§ 31-5401\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3611\n\nwho is otherwise vested with legal title to the policy or contract through a valid assignment\ncompleted in accordance with the terms of the policy or contract and properly recorded as the\nowner on the books of the insurer, and does not include persons with a mere beneficial interest in\na policy or contract.”.\n(5) A new paragraph (10A) is added to read as follows:\n“(10A) “Plan sponsor” means:\n“(A) The employer in the case of a benefit plan established or maintained\nby a single employer;\n“(B) The employee organization in the case of a benefit plan established\nor maintained by an employee organization; or\n“(C) In the case of a benefit plan established or maintained by 2 or more\nemployers or jointly by one or more employers and one or more employee organizations, the\nassociation, committee, joint board of trustees, or other similar group of representatives of the\nparties who establish or maintain the benefit plan.”.\n(6) Paragraph (11) is amended to read as follows:\n“(11) “Premiums” means amounts (or consideration by whatever name called)\nreceived on covered policies or contracts, or for the portions of policies or contracts, less\npremiums, considerations, deposits returned, dividends, and experience credits. The term\n“premiums” shall not include:\n“(A) Any amounts received for policies or contracts for which coverage is\nnot provided under section 3(b), except that assessable premiums shall not be reduced on account\nof section 3(b)(2)(C) relating to interest limitations, and section 3(c)(2) relating to limitations\nwith respect to any one individual, any one participant, and any one contract holder; or\n“(B) With respect to multiple non-group policies of life insurance owned\nby one owner, whether the policy owner is an individual, firm, corporation, or other person, and\nwhether the persons insured are officers, managers, employees or other persons, premiums in\nexcess of $5,000,000 with respect to these policies or contracts, regardless of the number of\npolicies or contracts held by the owner.”.\n(7) New paragraphs (11A) and (11B) are added to read as follows:\n“(11A)(A) “Principal place of business” means the single state in which the\nnatural persons who establish the policy for the direction, control, and coordination of the\noperations of the entity as a whole primarily exercise that function, determined by the\nAssociation in its reasonable judgment by considering the following factors:\n“(i) The state in which the primary executive and administrative\nheadquarters of the entity is located;\n“(ii) The state in which the principal office of the chief executive\nofficer of the entity is located;\n“(iii) The state in which the entity’s board of directors (or similar\ngoverning person or persons) conducts the majority of its meetings;\n“(iv) The state in which the executive or management committee\nof the entity’s board of directors (or similar governing person or persons) conducts the majority\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3612\n\nof its meetings;\n“(v) The state from which the management of the overall\noperations of the entity is directed; and\n“(vi) In the case of a benefit plan sponsored by affiliated\ncompanies comprising a consolidated corporation, the state in which the holding company or\ncontrolling affiliate has its principal place of business as determined using the factors set forth in\nsub-subparagraphs (i) through (v) of this subparagraph; provided, that in the case of a plan\nsponsor, if more than 50% of the participants in the benefit plan are employed in a single state,\nthat state shall be deemed to be the principal place of business of the plan sponsor.\n“(B) The principal place of business of a plan sponsor of a benefit plan\ndescribed in paragraph (10A)(C) of this section shall be deemed to be the principal place of\nbusiness of the association, committee, joint board of trustees, or other similar group of\nrepresentatives of the parties who establish or maintain the benefit plan that, in lieu of a specific\nor clear designation of a principal place of business, shall be deemed to be the principal place of\nbusiness of the employer or employee organization that has the largest investment in the benefit\nplan in question.\n“(11B) “Receivership court” means the court in the insolvent or impaired\ninsurer’s state having jurisdiction over the conservation, rehabilitation, or liquidation of the\ninsurer.”.\n(8) Paragraph (12) is amended to read as follows:\n“(12) \"Resident\" means any person who resides in the District of Columbia on the\ndate of the entry of a court order determining a member insurer to be an impaired insurer or an\ninsolvent insurer, and to whom the member insurer owes a contractual obligation. A person may\nreside in only one state, which, in the case of a person other than a natural person, shall be its\nprincipal place of business. Citizens of the United States that are either residents of foreign\ncountries, or residents of United States possessions, territories, or protectorates that do not have\nan association similar to the Association established by this act, shall be deemed residents of the\nstate of domicile of the insurer that issued the policies or contracts.”.\n(9) New paragraphs (12A) and (12B) are added to read as follows:\n“(12A) “State” means a state, the District of Columbia, Puerto Rico, or a United\nStates possession, territory, or protectorate.\n“(12B) “Structured settlement annuity” means an annuity purchased in order to\nfund periodic payments for a plaintiff or other claimant in payment for or with respect to\npersonal injury suffered by the plaintiff or other claimant.”.\n(10) Paragraph (13) is repealed.\n(11) A new paragraph (15) is added to read as follows:\n“(15) ”Unallocated annuity contract” means an annuity contract or group annuity\ncertificate which is not issued to and owned by an individual, except to the extent of any annuity\nbenefits guaranteed to an individual by an insurer under the contract or certificate.”.\n(b) Section 3 (D.C. Official Code § 31-5402) is amended as follows:\n(1) Subsection (a) is amended as follows:\n\nAmend\n§ 31-5402\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3613\n\n(A) Paragraph (1) is amended by striking the word “and” at the end.\n(B) Paragraph (2) is amended as follows:\n(i) The lead-in language is amended by striking the word\n“contracts” and inserting the phrase “contracts (other than structured settlement annuities)” in its\nplace.\n(ii) Subparagraph (B) is amended as follows:\n(I) Sub-subparagraph (ii) is amended to read as follows:\n“(ii) The state in which the persons reside have associations similar\nto the Association created by this act; and”.\n(II) Sub-subparagraph (iii) is amended to read as follows:\n“(iii) The persons are not eligible for coverage by an association in\nany other state due to the fact that the insurer was not licensed in the state at the time specified in\nthe state’s guaranty association law.”.\n(C) New paragraphs (3), (4), and (5) are added to read as follows:\n“(3) For structured settlement annuities specified in subsection (b) of this section,\nwith the exception of subsection (a) of this section, which shall not apply, a person who is a\npayee under a structured settlement annuity or beneficiary of a payee if the payee is deceased, if\nthe payee:\n“(A) Is a resident, regardless of where the contract owner resides; or\n“(B) Is not a resident, but only under the following conditions:\n“(i) The contract owner of the structured settlement annuity is a\nresident or the contract owner of the structured settlement annuity is not a resident but the insurer\nthat issued the structured settlement annuity is domiciled in the District and the state in which the\ncontract owner resides has an association similar to the Association established by this act; and\n“(ii) Neither the payee, beneficiary, or contract owner is eligible\nfor coverage by the association of the state in which the payee or contract owner resides;\n“(4) A person who is a payee or beneficiary of a contract owner that is a resident\nof the District so long as the payee or beneficiary is not afforded any coverage by the association\nof another state; and\n“(5) Any person for whom coverage has been determined, when the application of\nthis act could result in coverage by the association of more than one state, whether as an owner,\npayee, beneficiary, or assignee, and the act has been construed in conjunction with the other\nstate’s laws to result in coverage by only one association.”.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase “structured settlement\nagreements” and inserting the phrase “structured settlement annuities” in its place.\n(B) Paragraph (2) is amended as follows:\n(i) Subparagraph (A) is amended by striking the word “holder” and\ninserting the word “owner” in its place.\n(ii) Subparagraph (B) is amended by striking the word “delivered”\nand inserting the phrase “delivered pursuant to the reinsurance policy or contract” in its place.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3614\n\n(iii) The lead-in language to subparagraph (C) is amended to read\nas follows:\n“(C) Any portion of a policy, contract, or certificate, to the extent of the\nrate of interest on which it is based, or the interest rate, crediting rate, or similar factor\ndetermined by the use of an index or other external reference stated in the policy or contract\nemployed in calculating returns or changes in value:”.\n(iv) Subparagraph (D) is amended by striking the word “Any” and\ninserting the phrase “Any portion of a policy or contract issued to a” in its place.\n(v) Subparagraph (E) is amended to read as follows:\n“(E) Any portion of a policy or contract that provides for:\n“(i) Dividends or experience rating credits;\n“(ii) Voting rights; or\n“(iii) Payment of fees or allowances to any person, including the\npolicy or contract owner, in connection with the service or administration of the policy or\ncontract;”.\n(vi) Subparagraph (F) is amended by striking the word “or” at the\nend.\n(vii) Subparagraph (G) is amended by striking the period and\ninserting a semicolon in its place.\n(viii) New subparagraphs (H), (I), (J), (K), and (L) are added to\nread as follows:\n“(H) Any portion of a policy or contract to the extent the assessments\nrequired by section 7 with respect to the policy or contract are preempted by federal or state law;\n“(I) Any obligation that does not arise under the express written terms of\nthe policy or contract issued by the insurer to the contract owner or policy owner, including:\n“(i) Claims based on marketing materials;\n“(ii) Claims based on side letters, riders, or other documents that\nwere issued by the insurer without meeting applicable policy form filing or approval\nrequirements;\n“(iii) Misrepresentations of or regarding policy benefits;\n“(iv) Extra-contractual claims; or\n“(v) A claim for penalties or consequential or incidental damages;\n“(J) Any contractual agreement that establishes the member insurer’s\nobligations to provide a book value accounting guaranty for defined contribution benefit plan\nparticipants by reference to a portfolio of assets that is owned by the benefit plan or its trustee,\nwhich in each case is not an affiliate of the member insurer;\n“(K) Any portion of a policy or contract that provides for interest or\nother changes in value to be determined by the use of an index or other external reference\nstated in the policy or contract, but have not been credited to the policy or contract, or as to\nwhich the policy or contract owner’s rights are subject to forfeiture, as of the date the\nmember insurer becomes an impaired or insolvent insurer under this act, whichever is earlier.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3615\n\nIf a policy or contract’s interest or changes in value are credited less frequently than annually,\nthen for purposes of determining the values that has been credited and are not subject to\nforfeiture under this subsection, the interest or change in value determined by using the\nprocedures defined in the policy or contract shall be credited as if the contractual date of\ncrediting interest or changing values was the date of impairment or insolvency, whichever is\nearlier, and will not be subject to forfeiture; or\n“(L) Any policy or contract providing any hospital, medical, prescription\ndrug, or other health care benefits pursuant to the Balanced Budget Act of 1997, approved\nAugust 11, 1997 (111 Stat. 251; 42 U.S.C. §§ 1395w-21 et seq.), and the Medicare Prescription\nDrug, Improvement, and Modernization Act of 2003, approved December 8, 2003 (117 Stat.\n2066; 42 U.S.C. §§ 1395w-101 et seq.) (referred to as “Medicare Parts C & D” respectively), or\nany regulations issued pursuant to those acts.”.\n(3) Subsection (c)(2) is amended as follows:\n(A) Subparagraph (A)(ii) is amended to read as follows:\n“(ii) In health insurance benefits:\n“(I) $100,000 for coverage not defined as disability\ninsurance or basic hospital, medical, and surgical insurance or major medical insurance or longterm care insurance, including any net cash surrender and net cash withdrawal values;\n“(II)) $300,000 for disability insurance;\n“(III) $300,000 for long-term care insurance; and\n“(IV) $500,000 for basic hospital, medical, and surgical\ninsurance or major medical insurance; or”.\n(B) New subparagraphs (A-i), (A-ii), and (A-iii) are added to read as\nfollows:\n“(A-i) With respect to each payee of a structured settlement annuity (or\nbeneficiary or beneficiaries of the payee if deceased), $300,000 in present value annuity benefits,\nin the aggregate, including net cash surrender and net cash withdrawal values, if any.\n“(A-ii) The Association shall not be obligated to cover:\n“(i) More than an aggregate of $300,000 in benefits with respect to\nany one life under subparagraphs (A) and (A-i) of this paragraph except with respect to benefits\nfor basic hospital, medical, and surgical insurance and major medical insurance under\nsubparagraph (A)(ii) of this paragraph, in which case the aggregate liability of the Association\nshall not exceed $500,000 with respect to any one individual; or\n“(ii) With respect to one owner of multiple non-group policies of\nlife insurance, whether the policy owner is an individual, firm, corporation, or other person, and\nwhether the persons insured are officers, managers, employees, or other persons, more than\n$5,000,000 in benefits, regardless of the number of policies and contracts held by the owner;\n“(A-iii)(i) The limitations set forth in this subsection are limitations on the\nbenefits for which the Association is obligated before taking into account either its subrogation\nand assignment rights or the extent to which those benefits could be provided out of the assets of\nthe impaired or insolvent insurer attributable to covered policies.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3616\n\n“(ii) The costs of the Association’s obligations under this act may\nbe met by the use of assets attributable to covered policies or reimbursed to the Association\npursuant to its subrogation and assignment rights.”.\n(4) A new subsection (c-1) is added to read as follows:\n“(c-1) In performing its obligations to provide coverage under section 6, the Association\nshall not be required to guarantee, assume, reinsure, or perform, or cause to be guaranteed,\nassumed, reinsured, or performed, the contractual obligations of the insolvent or impaired insurer\nunder a covered policy or contract that do not materially affect the economic values or economic\nbenefits of the covered policy or contract.”.\n(5) Subsection (d) is repealed.\n(c) Section 6 (D.C. Official Code § 31-5405) is amended as follows:\n(1) Subsection (c)(1)(A) is amended by striking the semicolon and inserting the\nphrase “; or” in its place.\n(2) Subsection (d)(1) is amended by striking the word “insured” at the end of the\nfirst sentence and inserting the word “incurred” in its place.\n(3) Subsection (m)(2) is amended by adding the following at the end:\n“In the event of a temporary moratorium or moratorium charge imposed by the\nreceivership court on payment of cash values or policy loans, or on any other right to withdraw\nfunds held in conjunction with policies or contracts, out of the assets of the impaired or insolvent\ninsurer, the Association may defer the payment of cash values, policy loans or other rights by the\nAssociation for the period of the moratorium or moratorium charge imposed by the receivership\ncourt, except for claims covered by the Association to be paid in accordance with a hardship\nprocedure established by the liquidator or rehabilitator and approved by the receivership court.”.\n(4) A new subsection (m-1) is added to read as follows:\n“(m-1) A deposit in the District held pursuant to law or required by the Commissioner for\nthe benefit of creditors, including policy owners, not turned over to the domiciliary liquidator\nupon the entry of a final order of liquidation or order approving a rehabilitation plan of an insurer\ndomiciled in the District or in a reciprocal state, pursuant to the Insurers Rehabilitation and\nLiquidation Act of 1993, effective October 15, 1993 (D.C. Law 10-35; D.C. Official Code § 311301 et seq.) , shall be promptly paid to the Association. The Association shall be entitled to\nretain a portion of any amount so paid to it equal to the percentage determined by dividing the\naggregate amount of policy owners claims related to that insolvency for which the Association\nhas provided statutory benefits by the aggregate amount of all policy owners’ claims in this state\nrelated to that insolvency and shall remit to the domiciliary receiver the amount so paid to the\nAssociation less the amount retained pursuant to this subsection. Any amount so paid to the\nAssociation and retained by it shall be treated as a distribution of the liquidator’s assets pursuant\nto the Insurers Rehabilitation and Liquidation Act of 1993, effective October 15, 1993 (D.C. Law\n10-35; D.C. Official Code § 31-1301 et seq.), dealing with early access disbursements.”.\n(5) Subsection (p) is amended as follows:\n\nAmend\n§ 31-5405\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3617\n\n(A)\nStrike the word “act” and insert the phrase “act or with jurisdiction\nover any person or property against which the Association may have rights through subrogation\nor otherwise” in its place.\n(B)\nStrike the word “appear” and insert the phrase “appear or\nintervene” in its place.\n(C)\nStrike the phrase “a 3rd party” and insert the phrase “any person or\nproperty” in its place.\n(D)\nStrike the word “subrogation” and insert the phrase “subrogation\nor otherwise” in its place.\n(6) Subsection (q) is amended as follows:\n(A)\nParagraph (1) is amended by striking the phrase “any causes of\naction” and inserting the phrase “any causes of action against any person for losses arising under,\nresulting from, or otherwise” in its place.\n(B)\nParagraph (3) is amended by striking the period and inserting the\nfollowing in its place:\n“, including without limitation, in the case of a structured settlement annuity, any rights\nof the owner, beneficiary, or payee of the annuity, to the extent of benefits received pursuant to\nthis act, against a person originally or by succession responsible for the losses arising from the\npersonal injury relating to the annuity or payment, with the exception of any such person\nresponsible solely by reason of serving as an assignee with respect to a qualified assignment\nunder section 130 of the Internal Revenue Code of 1986, approved January 14, 1983 (96 Stat.\n2605; 26 U.S.C. § 130).”.\n(C)\nNew paragraphs (4) and (5) are added to read as follows:\n“(4) If the preceding provisions of this subsection are invalid or ineffective with\nrespect to any person or claim for any reason, the amount payable by the Association with\nrespect to the related covered obligations shall be reduced by the amount realized by any other\nperson with respect to the person or claim that is attributable to the policies (or portion thereof)\ncovered by the Association.\n“(5) If the Association has provided benefits with respect to a covered obligation\nand a person recovers amounts as to which the Association has rights as described in the\npreceding paragraphs of this subsection, the person shall pay to the Association the portion of the\nrecovery attributable to the policies (or portion thereof) covered by the Association.”.\n(7) Subsection (r) is amended as follows:\n(A)\nParagraph (5) is amended by striking the word “and” at the end.\n(B)\nParagraph 6 is amended by striking the period and inserting the\nphrase “; and” in its place.\n(C)\nA new paragraph (7) is added to read as follows:\n“(7) Take other necessary or appropriate action to discharge its duties and\nobligations under this act or to exercise its powers under this act.”.\n(8) New subsections (t) through (w) are added to read as follows:\n“(t)(1)(A) At any time within 180 days of the date of the order of liquidation , the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3618\n\nAssociation may elect to succeed to the rights and obligations of the ceding member insurer that\nrelate to policies or annuities covered, in whole or in part, by the Association, in each case under\nany one or more reinsurance contracts entered into by the insolvent insurer and its reinsurers and\nselected by the Association. Any such assumption shall be effective as of the date of the order of\nliquidation. The election shall be effected by the Association or the National Organization of\nLife and Health Insurance Guaranty Associations (“NOLHGA”) on its behalf sending written\nnotice, return receipt requested, to the affected reinsurers.\n“(B) To facilitate the earliest practicable decision about whether to assume\nany of the contracts of reinsurance, and in order to protect the financial position of the estate, the\nreceiver and each reinsurer of the ceding member insurer shall make available upon request to\nthe Association or to NOLHGA on its behalf as soon as possible after commencement of formal\ndelinquency proceedings:\n“(i) Copies of in-force contracts of reinsurance and all related files\nand records relevant to the determination of whether such contracts should be assumed; and\n“(ii) Notices of any defaults under the reinsurance contracts or any\nknown event or condition which with the passage of time could become a default under the\nreinsurance contracts.\n“(C) The following provisions shall apply to reinsurance contracts so\nassumed by the Association:\n“(i) The Association shall be responsible for all unpaid premiums\ndue under the reinsurance contracts for periods both before and after the date of the order of\nliquidation, and shall be responsible for the performance of all other obligations to be performed\nafter the date of the order of liquidation, which relate to policies or annuities covered, in whole\nor in part, by the Association. The Association may charge policies or annuities covered in part\nby the Association, through reasonable allocation methods, the costs for reinsurance in excess of\nthe obligations of the Association and shall provide notice and an accounting of these charges to\nthe liquidator.\n“(ii) The Association shall be entitled to any amounts payable by\nthe reinsurer under the reinsurance contracts with respect to losses or events that occur in periods\nafter the date of the order of liquidation and that relate to policies or annuities covered, in whole\nor in part, by the Association; provided, that upon receipt of any such amounts, the Association\nshall be obliged to pay to the beneficiary under the policy or annuity on account of which the\namounts were paid a portion of the amount equal to the lesser of:\n“(I) The amount received by the Association; and\n“(II) The excess of the amount received by the Association\nover the amount equal to the benefits paid by the Association on account of the policy or annuity,\nless the retention of the insurer applicable to the loss or event.\n“(iii) Within 30 days following the Association’s election\n(“election date”), the Association and each reinsurer under contracts assumed by the Association\nshall calculate the net balance due to or from the Association under each reinsurance contract as\nof the election date with respect to policies or annuities covered, in whole or in part, by the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3619\n\nAssociation, which calculation shall give full credit to all items paid by either the insurer or its\nreceiver or the reinsurer before the election date. The reinsurer shall pay the receiver any\namounts due for losses or events before the date of the order of liquidation, subject to any set-off\nfor premiums unpaid for periods before the date, and the Association or reinsurer shall pay any\nremaining balance due the other, within 5 days of the completion of the aforementioned\ncalculation. Any disputes over the amounts due to either the Association or the reinsurer shall be\nresolved by arbitration pursuant to the terms of the affected reinsurance contracts or, if the\ncontract contains no arbitration clause, as otherwise provided by law. If the receiver has received\nany amounts due the Association pursuant to sub-subparagraph (ii) of this subparagraph, the\nreceiver shall remit the same to the Association as promptly as practicable.\n“(iv) If the Association or receiver, on the Association’s behalf,\nwithin 60 days of the election date, pays the unpaid premiums due for periods both before and\nafter the election date that relate to policies or annuities covered, in whole or in part, by the\nAssociation, the reinsurer shall not be entitled to terminate the reinsurance contracts for failure to\npay the premium insofar as the reinsurance contracts relate to policies or annuities covered, in\nwhole or in part, by the Association, and shall not be entitled to set off any unpaid amounts due\nunder other contracts, or unpaid amounts due from parties other than the Association, against\namounts due the Association.\n“(2) During the period from the date of the order of liquidation until the election\ndate or, if the election date does not occur, until 180 days after the date of the order of\nliquidation:\n“(A) Neither the Association nor the reinsurer shall have any rights or\nobligations under reinsurance contracts that the Association has the right to assume under\nparagraph (1) of this subsection, whether for periods before or after the date of the order of\nliquidation; provided, that once the Association has elected to assume a reinsurance contract, the\nparties’ rights and obligations shall be governed by paragraph (1) of this subsection; and\n“(B) The reinsurer, the receiver, and the Association shall, to the extent\npracticable, provide each other data and records reasonably requested.\n“(3) If the Association does not elect to assume a reinsurance contract by the\nelection date pursuant to paragraph (1) of this subsection, the Association shall have no rights or\nobligations, in each case for periods both before and after the date of the order of liquidation,\nwith respect to the reinsurance contract.\n“(4) When policies or annuities, or covered obligations with respect thereto, are\ntransferred to an assuming insurer, reinsurance on the policies or annuities may also be\ntransferred by the Association, in the case of contracts assumed under paragraph (1) of this\nsubsection, subject to the following:\n“(A) Unless the reinsurer and the assuming insurer agree otherwise, the\nreinsurance contract transferred shall not cover any new policies of insurance or annuities in\naddition to those transferred;\n“(B) The obligations described in paragraph (1) of this subsection shall no\nlonger apply with respect to matters arising after the effective date of the transfer; and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3620\n\n“(C) Notice shall be given in writing, return receipt requested, by the\ntransferring party to the affected reinsurer not less than 30 days before the effective date of the\ntransfer.\n“(5) The provisions of subsection (t) of this section shall supersede the provisions\nof any District law and any affected reinsurance contract that provides for or requires any\npayment of reinsurance proceeds, on account of losses or events that occur in periods after the\ndate of the order of liquidation, to the receiver of the insolvent insurer or any other person. The\nreceiver shall remain entitled to any amounts payable by the reinsurer under the reinsurance\ncontracts with respect to losses or events that occur in periods before the date of the order of\nliquidation, subject to applicable setoff provisions.\n“(6) Except as otherwise provided, nothing in this subsection shall:\n“(A) Alter or modify the terms and conditions of any\nreinsurance contract;\n“(B) Abrogate or limit any rights of any reinsurer to claim that it is\nentitled to rescind a reinsurance contract;\n“(C) Give a policyholder or beneficiary an independent cause of action\nagainst a reinsurer that is not otherwise set forth in the reinsurance contract;\n“(D) Limit or affect the Association’s rights as a creditor of the estate\nagainst the assets of the estate; or\n“(E) Apply to reinsurance agreements covering property or casualty risks.\n“(u) The Board of Directors of the Association shall have discretion and may exercise\nreasonable business judgment to determine the means by which the Association is to provide the\nbenefits of this act in an economical and efficient manner.\n“(v) Where the Association has arranged or offered to provide the benefits of this act to a\ncovered person under a plan or arrangement that fulfills the Association’s obligations under this\nact, the person shall not be entitled to benefits from the Association in addition to or other than\nthose provided under the plan or arrangement.\n“(w) Venue in a suit against the Association arising under the act shall be in the District.\nThe Association shall not be required to give an appeal bond in an appeal that relates to a cause\nof action arising under this act.”.\n(d) Section 7 (D.C. Official Code § 31-5406) is amended as follows:\n(1) Subsection (c)(3) is amended by striking the word “made” in the first sentence\nand inserting the phrase “authorized or called” in its place.\n(2) Subsection (e)(3) is amended by striking the phrase “a 1%” and inserting the\nphrase “the maximum” in its place.\n(3) A new subsection (i) is added to read as follows.\n“(i) For the purposes of this section, the term:\n“(1) “Authorized” means, when used in the context of assessments, a resolution\nby the Board of Directors that has been passed by which an assessment will be called\nimmediately or in the future from member insurers for a specified amount. An assessment is\nauthorized when the resolution is passed.\n\nAmend\n§ 31-5406\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3621\n\n“(2) “Called” means, when used in the context of assessments, that a notice has\nbeen issued by the Association to member insurers requiring that an authorized assessment be\npaid within the time frame set forth within the notice. An authorized assessment becomes a\ncalled assessment when notice is mailed by the Association to member insurers.”.\n(e) Section 9 (D.C. Official Code § 31-5408) is amended as follows:\n(1) Designate the existing language as subsection (a).\n(2) New subsections (b), (c), and (d) are added to read as follows:\n“(b) In addition to the duties and powers enumerated elsewhere in this act, the Mayor\nmay:\n“(1) Suspend or revoke, after notice and hearing, the certificate of authority to\ntransact insurance in the District of any member insurer which fails to pay an assessment when\ndue or fails to comply with the plan of operation; or\n“(2) Levy a forfeiture on any member insurer that fails to pay an assessment when\ndue; provided, that the forfeiture shall not exceed 5% of the unpaid assessment per month, and\nno forfeiture shall be less than $100 per month.\n“(c) A final action of the board of directors or the Association may be appealed to the\nMayor by a member insurer if the appeal is taken within 60 days of its receipt of notice of the\nfinal action being appealed. A final action or order of the Mayor shall be subject to judicial\nreview in a court of competent jurisdiction in accordance with District laws that apply to the\nactions or orders of the Mayor.\n“(d) The liquidator, rehabilitator, or conservator of an impaired or insolvent insurer may\nnotify all interested persons of the effect of this act.”.\n(f) Section 10(a)(3) (D.C. Official Code § 31-5409(a)(3)) is amended by striking the\nword “company” wherever it appears and inserting the word “insurer” in its place.\n(g) Section 12 (D.C. Official Code § 31-5411) is amended by adding a new subsection (c1) to read as follows:\n“(c-1) As a creditor of the impaired or insolvent insurer as established in subsection (c) of\nthis section and consistent with the Insurers Rehabilitation and Liquidation Act of 1993, effective\nOctober 15, 1993 (D.C. Law 10-35; D.C. Official Code § 31-1301 et seq.), the Association and\nother similar associations shall be entitled to receive a disbursement of assets out of the\nmarshaled assets, as the assets become available to reimburse it, as a credit against contractual\nobligations under this act. If the liquidator has not, within 120 days of a final determination of\ninsolvency of an insurer by the receivership court, made an application to the court for the\napproval of a proposal to disburse assets out of marshaled assets to guaranty associations having\nobligations because of the insolvency, then the Association shall be entitled to make application\nto the receivership court for approval of its own proposal to disburse the assets.”.\n(h) Section 16(a) (D.C. Official Code § 31-5415(a)) is amended by striking the number\n“60” and inserting the number “180” in its place.\n\nAmend\n§ 31-5408\n\nAmend\n§ 31-5409\nAmend\n§ 31-5411\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-130, effective July 23, 2014\n\n20 DCSTAT 3622\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "3622", 
  "name": "Law_20-130.pdf", 
  "title": "Life and Health Insurance Guaranty Association Consumer Protection Amendment Act of 2014"
}