{
  "end": "1745", 
  "name": "Law_19-321.pdf", 
  "start": "1743", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-321, effective July 25, 2013 (Delayed Applicability)\n\n20 DCSTAT 1743\n\nAN ACT\n\nTo amend the District of Columbia Home Rule Act to provide for local budget autonomy.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Local Budget Autonomy Amendment Act of 2012”.\n\nSec. 2. The District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n777; D.C. Official Code § 1-201.01 et seq.), is amended as follows:\n(a) The table of contents is amended by striking the phrase \"Sec. 446. Enactment of\nAppropriations by Congress\" and inserting the phrase \"Sec. 446. Enactment of local budget by\nCouncil\" in its place.\n(b) Section 404(f) (D.C. Official Code § 1-204.04(f)) is amended by striking the phrase\n“transmitted by the Chairman to the President of the United States” both times it appears and\ninserting the phrase “incorporated in the budget act and become law subject to the provisions of\nsection 602(c)” in its place.\n(c) Section 412 (D.C. Official Code § 1-204.12) is amended by striking the phrase\n\"(other than an act to which section 446 applies)\".\n(d) Section 441(a) (D.C. Official Code § 1-204.41(a)) is amended –by striking the phrase\n“budget and accounting year.” and inserting the phrase “budget and accounting year. The District\nmay change the fiscal year of the District by an act of the Council. If a change occurs, such fiscal\nyear shall also constitute the budget and accounting year.” in its place.\n(e) Section 446 (D.C. Official Code § 1-204.46) is amended to read as follows:\n“ENACTMENT OF LOCAL BUDGET BY COUNCIL.\n“Sec. 446. (a) Adoption of Budgets and Supplements - The Council, within 70 calendar\ndays, or as otherwise provided by law, after receipt of the budget proposal from the Mayor, and\nafter public hearing, and by a vote of a majority of the members present and voting, shall by act\nadopt the annual budget for the District of Columbia government. The federal portion of the\nannual budget shall be submitted by the Mayor to the President for transmission to Congress.\nThe local portion of the annual budget shall be submitted by the Chairman of the Council to the\nSpeaker of the House of Representatives pursuant to the procedure set forth in section 602(c).\nAny supplements to the annual budget shall also be adopted by act of the Council, after public\nhearing, by a vote of a majority of the members present and voting.\n\nBill 19-993\nAct 19-632\neffective\nJanuary 18,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nLocal Budget\nAutonomy\nAmendment\nAct of 2012\n\nAmend\n§ 1-204.04\n\nAmend\n§ 1-204.12\nAmend\n§ 1-204.41\n\nAmend\n§ 1-204.46\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-321, effective July 25, 2013 (Delayed Applicability)\n\n20 DCSTAT 1744\n\n“(b) Transmission to President During Control Years - In the case of a budget for a fiscal\nyear which is a control year, the budget so adopted shall be submitted by the Mayor to the\nPresident for transmission by the President to the Congress; except, that the Mayor shall not\ntransmit any such budget, or amendments or supplements to the budget, to the President until the\ncompletion of the budget procedures contained in this Act and the District of Columbia Financial\nResponsibility and Management Assistance Act of 1995.\n“(c) Prohibiting Obligations and Expenditures Not Authorized Under Budget- Except as\nprovided in section 445A(b), section 446B, section 467(d), section 471(c), section 472(d)(2),\nsection 475(e)(2), section 483(d), and subsections (f), (g), (h)(3), and (i)(3) of section 490, no\namount may be obligated or expended by any officer or employee of the District of Columbia\ngovernment unless-“(1) such amount has been approved by an act of the Council (and then only in\naccordance with such authorization) and such act has been transmitted by the Chairman to the\nCongress and has completed the review process under section 602(c)(3); or\n“(2) in the case of an amount obligated or expended during a control year, such\namount has been approved by an Act of Congress (and then only in accordance with such\nauthorization).\n“(d) Restrictions on Reprogramming of Amounts - After the adoption of the annual\nbudget for a fiscal year (beginning with the annual budget for fiscal year 1995), no\nreprogramming of amounts in the budget may occur unless the Mayor submits to the Council a\nrequest for such reprogramming and the Council approves the request, but and only if any\nadditional expenditures provided under such request for an activity are offset by reductions in\nexpenditures for another activity.\n“(e) Definition - In this part, the term “control year” has the meaning given such term in\nsection 305(4) of the District of Columbia Financial Responsibility and Management Assistance\nAct of 1995.”.\n(f) Section 446B(a) (D.C. Official Code § 1-204.46b(a)) is amended as follows:\n(1) Strike the phrase \"the fourth sentence of section 446” and insert the phrase\n“section 446(c)” in its place.\n(2) Strike the phrase “approved by Act of Congress”.\n(g) Section 447 (D.C. Official Code § 1-204.47) is amended as follows:\n(1) Strike the phrase “Act of Congress” each time it appears and insert the phrase\n“act of the Council (or Act of Congress, in the case of a year which is a control year)\" in its\nplace.\n(2) Strike the phrase “Acts of Congress” each time it appears and insert the phrase\n“acts of the Council (or Acts of Congress, in the case of a year which is a control year)” in its\nplace.\n\nAmend\n§ 1-204.46b\n\nAmend\n§ 1-204.47\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-321, effective July 25, 2013 (Delayed Applicability)\n\n20 DCSTAT 1745\n\n(h) Sections 467(d), 471(c), 472(d)(2), 475(e)(2), and 483(d), and 490(f), (g)(3), (h)(3),\nand (i)(3) are amended by striking the phrase “The fourth sentence of section 446” and inserting\nthe phrase “Section 446(c)” in its place.\n\nSec. 3. Applicability.\nSection 2 shall apply as of January 1, 2014.\n\nAmend\n§§ 1-204.67,\n1-204.71,\n1-204.72,\n1-204.75,\n1-204.83,\n1-204.90\nApplicable\nAs of\nJanuary 1,\n2014\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect as provided in section 303 of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 784; D.C. Official Code § 1-203.03).\n\nD.C. Act 19632 was\nratified by the\nelectors of the\nDistrict of\nColumbia in a\nspecial\nelection held\non April 23,\n2013, and\ncertified by\nthe District of\nColumbia\nBoard of\nElections on\nMay 8, 2013.\nD.C. Act 19632 became\neffective as\nlaw on July\n25, 2013,\nfollowing 35\ndays of\ncongressional\nreview and\nassigned Law\nNo. 19-321.\n\n\f", 
  "title": "Local Budget Autonomy Amendment Act of 2012", 
  "council_period": "20"
}