{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-211, effective March 5, 2013\n\n20 DCSTAT 118\n\nAN ACT\n\nBill 19-747\nAct 19-513\neffective\nNovember 1,\n2012\n\nTo amend Title 47 of the District of Columbia Official Code to require the Tax Revision Commission to\nanalyze a proposal to tax the capital gain from the sale of common or preferred shares of a\nQualified High Technology Company at the rate of 3%, to repeal a provision relating to qualified\ncapital gain from the sale or exchange of a Qualified High Technology Company, to amend the\ndefinition of a Qualified High Technology Company, and to provide an income tax exemption for\na Qualified High Technology Company.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Technology Sector Enhancement Act of 2012”.\n\nTechnology\nSector\nEnhancement\nAct of 2012\n\nSec. 2. Title 47 of the District of Columbia Official Code is amended as follows:\n(a) Section 47-462(b) is amended as follows:\n(1) Paragraph (5) is amended by striking the word “and” at the end.\n(2) Paragraph (6) is amended by striking the period and inserting the phrase “;\nand” in its place.\n(3) A new paragraph (7) is added to read as follows:\n“(7) To analyze a proposal to tax the capital gain from the sale of common or\npreferred shares of a Qualified High Technology Company, as defined in § 47-1817.01(5)(A), at\nthe rate of 3% if the:\n“(A) Shares of the Qualified High Technology Company were held by the\ninvestor for at least 24 continuous months; and\n“(B) Qualified High Technology Company was headquartered in the\nDistrict of Columbia on the date of sale.”.\n(b) Section 47-1803.02(a)(2)(Q) is repealed.\n(c) Section 47-1817.01(5)(A) is amended as follows:\n(1) Subparagraph (ii) is amended striking the word “employees” and inserting the\nphrase “employees in the District” in its place.\n(2) Subparagraph (iii) is amended by striking the phrase “gross revenues” and\ninserting the phrase “gross revenues earned in the District” in its place.\n(d) Section 47-1817.06(a)(2) is amended to read as follows:\n“(2)(A) A Qualified High Technology Company certified pursuant to § 471805.05:\n“(i) Before January 1, 2012, shall not be subject to the tax\nimposed by this chapter for 5 years after the date that the Qualified High Technology Company\ncommences business in the District; and\n\nAmend\n§ 47-462\n\nAmend\n§ 47-1803.02\nAmend\n§ 47-1817.01\n\nAmend\n§ 47-1817.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-211, effective March 5, 2013\n\n20 DCSTAT 119\n\n“(ii) On or after January 1, 2012, shall not be subject to the tax\nimposed by this chapter for 5 years after the date that the Qualified High Technology Company\nhas taxable income.\n“(B) The total amount that each Qualified High Technology Company\nmay receive in exemptions under this paragraph shall not exceed $15 million.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602 (c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Technology Sector Enhancement Act of 2012",
  "end": "119",
  "start": "118",
  "name": "Law_19-211.pdf"
}