{
  "end": "147", 
  "name": "Law_19-229.pdf", 
  "start": "135", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 135\n\nAN ACT\n\nBill 19-376\nAct 19-546\neffective\nNovember 20,\n2012\n\nTo amend the Health Benefits Plan Members Bill of Rights Act of 1998 to strengthen the consumer\nprotection provisions of the District’s internal and external grievance processes for health benefit\nplans and comply with the federal Patient Protection and Affordable Care Act of 2010.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Health Benefits Plan Members Bill of Rights Amendment Act of 2012”.\n\nHealth\nBenefits Plan\nMembers Bill\nof Rights\nAmendment\nAct of 2012\n\nSec. 2. The Health Benefits Plan Members Bill of Rights Act of 1998, effective April 27,\n1999 (D.C. Law 12-274; D.C. Official Code § 44-301.01 et seq.), is amended as follows:\n(a) Section 101 (D.C. Official Code § 44-301.01) is amended as follows:\n(1) Paragraph (1) is redesignated as paragraph (1B).\n(2) New paragraphs (1) and (1A) are added to read as follows:\n“(1) “Adverse benefit determination” means a denial, reduction, limitation,\ntermination, failure to make a payment for a benefit, or a delay of a benefit to a member,\nregarding determinations about:\n“(A) The medical necessity, appropriateness, or level of care, or health\ncare setting;\n“(B) Whether a benefit is experimental or investigational;\n“(C) A decision to rescind coverage;\n“(D) A member’s eligibility to participate in a plan;\n“(E) Whether a wellness incentive has been properly applied; or\n“(F) Whether the member was given a reasonable alternative standard for\nsatisfying a wellness plan when required.\n“(1A) “Appeal” means a written request by a member or a member representative\nfor a review of an adverse benefit determination.”.\n(3) Paragraphs (2) and (3) are amended to read as follows:\n“(2) “Emergency medical condition” means a medical condition manifesting\nitself by acute symptoms of sufficient severity, including severe pain, such that the absence of\nimmediate medical attention could reasonably be expected to result in:\n“(A) Placing the health or mental health of the individual in serious\njeopardy;\n“(B) Serious impairment to bodily functions or mental or emotional\nfunctions;\n“(C) Serious dysfunction of any bodily organ or part or mental or\nemotional functions; or\n\nAmend\n§ 44-301.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 136\n\n“(D) With respect to a pregnant woman, placing the health of the woman\nor her unborn child in serious jeopardy.\n“(3) “Grievance” means a written request by a member or a member\nrepresentative for review of a decision of an insurer to deny, reduce, limit, terminate, or delay a\nbenefit to a member, including regarding:\n“(A) A determination about the medical necessity, appropriateness, or\nlevel of care, health-care setting, or effectiveness of a treatment;\n“(B) A determination as to whether treatment is experimental;\n“(C) An insurer’s decision to rescind coverage;\n“(D) The failure to provide or make payment that is based on a\ndetermination of a member’s eligibility to participate in a plan;\n“(E) Whether a wellness incentive has been properly applied; and\n“(F) Whether the member was given a reasonable alternative standard for\nsatisfying a wellness plan when required.”.\n(4) Paragraph (10) is amended to read as follows:\n“(10) “Member representative” means a:\n“(A) Person acting on behalf of a member with the member’s consent;\n“(B) Person authorized by law to provide substituted consent for a covered\nperson;\n“(C) Family member of the covered person;\n“(D) Covered person’s treating health care professional when the covered\nperson is unable to provide consent; or\n“(E) In the case of a request regarding an emergency or urgent medical\ncondition, a health-care professional with knowledge of the covered person’s medical\ncondition.”.\n(5) A new paragraph (10A) is added to read as follows:\n“(10A) “Rescission” means a cancellation or discontinuance of coverage that has\na retroactive effect (which is prohibited except in cases of fraud or intentional misrepresentation\nof material fact).”.\n(6) Paragraph (11) is amended to read as follows:\n“(11) “Urgent medical condition” means a condition with respect to which the\napplication of time periods for making non-urgent claims decisions could seriously jeopardize\nthe life or health of the claimant or the ability of the claimant to regain his or her maximum\npossible function, or, in the opinion of a physician with knowledge of the covered person’s\nmedical condition, would subject the covered person to severe pain that could not be adequately\nmanaged without the health care services being requested.”.\n(b) Section 103 (D.C. Official Code § 44-301.03) is amended as follows:\n(1) Subsections (a), (b), and (c) are amended to read as follows:\n“(a)(1) A member or member representative shall have a right to file an appeal with an\ninsurer for a review of an adverse benefit determination. An insurer’s health benefits plan shall\n\nAmend\n§ 44-301.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 137\n\ninclude an appeal system that provides for the presentation and resolution of appeals brought by\nmembers or member representatives.\n“(2) Health insurers shall notify members when claims are denied, setting forth\nthe reasons for the denial and procedures for appealing the determination through internal and\nexternal review. The notice shall be written in a manner calculated to be understood by the\nparticipant, in accordance with federal rules for group health plans promulgated by the U.S.\nDepartment of Labor, federal rules for individual health plans promulgated by the U.S.\nDepartment of Health and Human Services, and any rules promulgated by the Director pursuant\nto this act.\n“(3) All notices regarding adverse benefit determinations shall meet the\nrequirements of the Patient Protection and Affordable Care Act of 2010, approved March 23,\n2010 (Pub. L. No. 111-148; 124 Stat. 119), regarding cultural and linguistic appropriateness, and,\nif the insurer is a subcontractor or grantee of a covered entity, as that term is defined in the\nLanguage Access Act of 2003, effective June 19, 2004 (D.C. Law 15-167; D.C. Official Code §\n2-1931 et seq.) (“Language Access Act”), shall also meet the language access standards under\nthe Language Access Act. At a minimum, insurers shall include information in languages\nidentified by the Director about how to obtain free oral interpretation and translation of notices\nand vital documents.\n“(b) An appeal system established pursuant to this section shall, at a minimum,\nincorporate the following components:\n“(1) The right of a member to file an appeal regarding any aspect of the insurer’s\nhealth care services;\n“(2) The right of a member to file an appeal regarding an insurer’s decision to\nrescind coverage;\n“(3) A procedure for filing an appeal from an adverse benefit determination;\n“(4) A standardized method of recording, documenting, and reporting the status\nof all adverse benefit determinations and appeals, which includes the requirements that a health\ninsurer maintain for 6 years records of all claims, and notices associated with the claims,\ngrievances, appeals, and the review process, and limit access to patient-identifying information\nin those records in accordance with the Health Insurance Portability and Accountability Act of\n1996, approved August 21, 1996 (Pub. L. No. 104-191; 110 Stat. 1936), and any other applicable\npatient confidentiality rules;\n“(5) Availability of a member services representative to assist members with\ngrievances and appeals upon request;\n“(6) The right of a member to designate an outside independent representative to\nassist the member or member representative in following the grievance procedures upon\nrequest;\n“(7) A specified time for responding to appeals not to exceed the time frames set\nforth in section 106(f), from receipt of the grievance by the insurer;\n“(8) An oral and written procedure describing how grievances and appeals are\nprocessed and resolved;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 138\n\n“(9) Procedures for insurers to follow concerning the methods to be used to\ninform the member of the resolution; and\n“(10) In the case of appeals regarding emergency or urgent medical conditions,\nprocedures that will allow a member or member representative to immediately request an\nexpedited review in accordance with section 106 and section 107.\n“(c) At the time a member first enrolls with an insurer, the insurer shall provide each\nmember with written notice of the components required in subsection (b)(1) through (3) of this\nsection, as well as:\n“(1) The telephone numbers and business addresses of the insurer’s\nrepresentatives responsible for grievance resolution;\n“(2) The telephone number, business address, and description of the Health Care\nOmbudsman’s services;\n“(3) A statement that describes the member’s or member representative’s right to\ncontact the Director, or the Director’s designee, to seek external review if dissatisfied with the\nresolution reached through the insurer’s grievance system; and\n“(4) A statement that describes a Medicaid or D.C. Health Care Alliance\nenrollee’s right to appeal to the Office of Administrative Hearings at any time, if applicable.”.\n(2) Subsection (d) is amended by striking the phrase “treating physician or” and\ninserting the phrase “treating physician, mental health professional, or” in its place.\n(3) Subsection (f) is amended by striking the phrase “section 105” and inserting\nthe phrase “sections 106 and 107” in its place.\n(4) Subsection (g) is amended to read as follows:\n“(g) The Director or the Director’s designee shall waive exhaustion of the appeal process\nrequired by section 106 as a prerequisite for proceeding to the external appeal process:\n“(1) In cases of emergency or urgent medical conditions;\n“(2) If the insurer has not complied with the requirements of the internal review\nprocess; or\n“(3) If further participation in the internal appeal process would require the\nprovision of mental health information that the patient or treating mental health professional\nconsidered confidential.”.\n(c) Section 104 (D.C. Official Code § 44-301.04) is amended as follows:\n(1) Subsections (a), (b), and (c) are amended to read as follows:\n“(a) A member or member representative may appeal any adverse benefit determination\ndecision resulting in a rescission, denial, termination, or other limitation of a benefit in\naccordance with the provisions of this act.\n“(b) At the time an insurer denies, reduces, terminates, or limits a benefit, an insurer\nshall provide to the affected member or member representative a written description of the\nprocedures for filing appeals, including procedures to request expedited internal or external\nreview if the matter concerns an emergency or urgent medical condition. The notice shall adhere\nto requirements of Title XXVII of the Public Health Service Act, approved July 1, 1944 (42\nU.S.C. § 300gg et seq.), and the Employee Retirement Income Security Act of 1974, approved\n\nAmend\n§ 44-301.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 139\n\nSeptember 2, 1974 (Pub. L. No. 93-406; 88 Stat. 829), and shall include information sufficient to\nidentify the claim, the reason for the denial, any standards relied on to deny the claim, contact\ninformation for the Health Care Ombudsman, and notice of the right of the claimant to receive\nfree of charge all documents relevant to the claim.\n“(c) The appeal process shall consist of 2 separate appeal levels:\n“(1) Review by the insurer; and\n“(2) External review by an independent review organization.”.\n(2) New subsections (e) and (f) are added to read as follows:\n“(e)(1) The insurer shall notify a member seeking a resolution of an adverse benefit\ndetermination about the:\n“(A) Availability of the Health Care Ombudsman;\n“(B) Right to review; and\n“(C) Procedures for obtaining continued coverage pending the outcome of\nthe grievance.\n“(2) For grievances and appeals concerning urgent or emergency medical\nconditions, the member has the right to continued coverage at the level of benefits provided\nbefore the reduction, termination, or limitation, pending the outcome of the appeal.\n“(f)(1) Any request that a physician, with knowledge of the covered person’s medical\ncondition, determines involves an emergency or urgent medical condition shall be treated as an\nurgent care request.\n“(2) An individual acting on behalf of the health insurer shall apply the judgment\nof a prudent layperson who possesses an average knowledge of health and medicine to determine\nif other requests involve an emergency or urgent medical condition.\n“(3) For the purposes of expedited external review, the Director, or the Director’s\ndesignee, shall apply the judgment of a prudent layperson that possesses an average knowledge\nof health and medicine to determine if other requests involve an emergency or urgent medical\ncondition.”.\n(d) Section 105 (D.C. Official Code § 44-301.05) is repealed.\n(e) Section 106 (D.C. Official Code § 44-301.06) is amended to read as follows:\n“Sec. 106. Internal appeals process.\n“(a)(1) An insurer shall establish and maintain an internal appeals process whereby a\nmember or member representative who has received an adverse benefit determination can have\nthe opportunity to pursue an appeal before a reviewer or panel of physicians, a mental health\nprofessional, advanced practice registered nurses, or other health care professionals selected by\nthe insurer.\n“(2) Group health plans and individual health insurers shall follow claims\nprocedures established pursuant to the Employee Retirement Income Security Act of 1974,\napproved September 2, 1974 (Pub. L. No. 93-406; 88 Stat. 829), Title XXVII of the Public\nHealth Service Act, approved July 1, 1944 (42 U.S.C. § 300gg et seq.), and the Patient Protection\nand Affordable Care Act, approved March 23, 2010 (124 Stat. 119; 42 U.S.C. § 18001, note), as\namended by the Health Care and Education Reconciliation Act of 2010, approved March 30,\n\nRepeal\n§ 44-301.05\nAmend\n§ 44-301.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 140\n\n2010 (124 Stat. 1029; 42 U.S.C. § 1305, note), if applicable. At a minimum, the member or\nmember’s representative shall be allowed to request an internal review within 180 days of receipt\nof a notice of an adverse benefit determination.\n“(b) Reviews shall be in accordance with the following:\n“(1) The reviewer or panel selected by the insurer pursuant to subsection (a) of\nthis section shall not have been involved in the adverse benefit determination decision under\nreview.\n“(2) For all reviews requiring medical expertise or mental health expertise, the\nreview panel shall include at least one medical reviewer who is trained or certified in the same\nspecialty as the matter at issue.\n“(3) A medical reviewer shall be a physician, a mental health professional, an\nadvanced practice registered nurse, or other appropriate health care provider possessing a nonrestricted license to practice or provide care anywhere in the United States and the District of\nColumbia and have no history of disciplinary action or sanctions taken or pending against him or\nher by any governmental or professional regulatory body.\n“(4) A medical reviewer shall be certified by a recognized specialty board in the\nareas appropriate to the review.\n“(5) The health insurer shall ensure the independence and impartiality of the\nindividuals making review decisions. The health insurer shall not make decisions related to such\nindividuals regarding hiring, compensation, termination, promotion, or other similar matters\nbased upon the likelihood that the individual will support the denial of benefits.\n“(6)(A) For claims involving mental health care, the confidentiality of mental\nhealth information shall be preserved pursuant to the District of Columbia Mental Health\nInformation Act of 1978, effective March 3, 1979 (D.C. Law 2-136; D.C. Official Code § 71201.01 et seq.) (“1978 act”). Pursuant to a valid authorization, the provider may share limited\ninformation as described in section 303 of the 1978 act to determine payment.\n“(B) The patient may authorize (or for participating providers, the\nprovider and insurer may jointly authorize) review of the patient’s record of mental health\ninformation by an independent mental health professional. Mental health information disclosed\nto an independent mental health professional under these procedures shall not be disclosed to the\nhealth insurer.\n“(c) All internal appeals shall be acknowledged by the insurer, in writing, to the member\nor member representative filing the appeal within 10 business days of receipt.\n“(d) The member and the member’s representative shall have the right to:\n“(1) Review the member’s file;\n“(2) Request and receive free of charge copies of all documents and records\nrelevant to the claim;\n“(3) Present evidence and testimony as part of the appeals process;\n“(4) Review any new or additional evidence considered or generated by the\nhealth insurer;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 141\n\n“(5) Review any new or additional rationale used by the insurer in connection\nwith the claim; and\n“(6) Sufficient opportunity to respond.\n“(e) The member has the right to continued coverage, upon request, at the level of\nbenefits provided before the reduction, termination, or limitation, pending the outcome of the\nappeal.\n“(f) An internal appeal shall be conducted as soon as possible after receipt by the insurer\nof all necessary documentation in accordance with the medical exigencies of the case. If the\ninternal appeal is from a decision regarding urgent or emergency medical conditions, the insurer\nshall conclude the appeal within 24 hours of the notification of appeal by the member or member\nrepresentative. The health insurer shall conclude all other appeals conducted pursuant to this\nsection within 30 calendar days for prospective reviews and 60 calendar days for retrospective\nreviews.\n“(g) If an insurer denies a member’s or member representative’s internal appeal, the\ninsurer shall provide the member or member representative with a written explanation of the\ndenial and written notification of his or her right to receive copies of all documents relevant to\nthe claim and to proceed to an external appeal. The notification shall include specific\ninstructions as to how the member or member representative may arrange for an external appeal\nand any forms required to initiate an external appeal.\n“(h) At a minimum, the written explanation provided by the insurer of the determination\npursuant to subsection (g) of this section shall include:\n“(1) The reviewer’s understanding of the member’s or member representative’s\ncomplaint;\n“(2) Information sufficient to identify the claim involved, including, if applicable:\n“(A) The date of service;\n“(B) The health care provider;\n“(C) The claim amount; and\n“(D) A statement describing the availability, upon request, of the diagnosis\ncode and its corresponding meaning and the treatment code and its corresponding meaning;\n“(3) The reviewer’s decision in clear terms;\n“(4) The title and qualifying credentials of the person or persons participating in\nthe review, including how those credentials apply to the specific form of treatment being\nreviewed;\n“(5) The contractual basis, including reference to specific plan provisions, or\nmedical rationale in enough detail for the member or member representative to understand and to\nrespond to the insurer’s position;\n“(6) A reference to the evidence or documentation used as the basis for the\ndecision, including internal rules, guidelines, and protocols; and\n“(7) All applicable instructions, including the telephone numbers and titles of\npersons to contact and the time frames in which to appeal the decision to the next stage of\nappeal.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 142\n\n“(i) If the insurer fails to comply with any of the deadlines or procedures for completion\nof an internal appeal or if that further participation in the internal process would require the\nprovision of mental health information that the patient or treating mental health professional\nconsidered confidential, the member or member representative shall be relieved of his or her\nobligation to complete the internal review process and may, at his or her option, proceed directly\nto the external appeals process required by section 107.”.\n(f) A new section 106a is added to read as follows:\n“Sec. 106a. Appeals of rescissions to the Department of Insurance, Securities, and\nBanking.\n“If an insurer denies a member or member representative’s appeal of a rescission, the\ninsurer shall provide the member or member representative and the Department of Insurance,\nSecurities, and Banking with a written explanation of why the insurer found that there was fraud\nor misrepresentation of a material fact. The notice shall explain the member’s right to appeal to\nthe Department of Insurance, Securities, and Banking.”.\n(g) Section 107 (D.C. Official Code § 44-301.07) is amended as follows:\n(1) The heading is amended to read as follows:\n“Sec. 107. External appeals process for matters other than rescissions.”.\n(2) Subsection (a) is amended to read as follows:\n“(a) The Director shall establish and maintain an external appeals process whereby a\nmember or member representative who is dissatisfied with a decision rendered in an internal\nappeals process shall have the opportunity to pursue an external appeal before an independent\nreview organization. The member or member’s representative has a right to pursue an external\nappeal if:\n“(1) Dissatisfied with a decision rendered in the internal appeals process;\n“(2) The health benefit plan or the Director, or Director’s designee, waives the\nrequirement that the internal appeals process shall be completed before pursuing an external\nappeal;\n“(3) The health plan does not comply with the deadlines and requirements of the\ninternal appeals process; or\n“(4) The matter concerns an emergency or urgent medical condition and the\nmember or the member representative has applied for expedited external review at the same time\nas applying for an expedited internal review.”.\n(3) Subsection (b) is amended by striking the phrase “30 business days” and\ninserting the phrase“4 months” in its place.\n(4) Subsection (c) is amended to read as follows:\n“(c) Upon receipt of the request for an external appeal, together with the executed release\nform, the Director shall determine whether:\n“(1) The individual was or is a member of the health benefits plan;\n“(2) The health care service or benefit which is the subject of the appeal\nreasonably appears to be a benefit or service covered by the health benefits plan, or is not\nexplicitly listed as an excluded benefit and would be a covered benefit except for the insurer’s\n\nNew\n§ 44-301.06a\n\nNew\n§ 44-301.07\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 143\n\ndetermination that the service or treatment is experimental or investigational for a particular\nmedical condition;\n“(3) The member or member representative has fully complied with section 106\nregarding internal appeals, or exhaustion of the internal appeals process has been waived in\naccordance with section 103(g) or 106(i); and\n“(4) The member or member representative has provided all the information\nrequired by the independent review organization and the Director to make the preliminary\ndetermination, including the appeal form, a copy of any information provided by the insurer\nregarding its decision to deny, reduce, or terminate a covered service or benefit, and the release\nform required pursuant to subsection (b) of this section.”.\n(5) Subsection (f) is amended to read as follows:\n“(f) The member or member’s representative may initiate an external appeal without\nexhaustion of the internal appeals process described in section 106 in a case of an emergency or\nurgent medical condition, when the insurer has failed to comply with the procedures set forth in\nsection 106, or when further participation in the internal process would require the provision of\nmental health information that the patient or treating mental health professional considers\nconfidential.”.\n(6) Subsections (h), (i), and (j) are amended to read as follows:\n“(h)(1) Upon acceptance of the appeal for processing, the independent review\norganization shall conduct a full review to determine whether, as a result of the insurer’s\ndecision, the member was deprived of any service covered by the health benefits plan. The\nindependent review organization shall notify the member, or member representative, that:\n“(A) The member may receive from the insurer, upon request and free of\ncharge, reasonable access to and copies of all documents, records, and other information relevant\nto the member’s request for benefits; and\n“(B) The member may submit additional information in writing to be\nconsidered in conducting the review.\n“(2) The member and member’s representative shall be provided at least 10\nbusiness days to submit the information pursuant to paragraph (1)(B) of this subsection. To the\nextent permitted by law, the independent review organization shall forward any information it\nreceives from the member or member’s representative to the health insurer within one business\nday; except, in a case involving mental health information, disclosure of mental health\ninformation shall be limited in accordance with section 207 of the District of Columbia Mental\nHealth Information Act of 1978, effective March 3, 1979 (D.C. Law 2-136; D.C. Official Code §\n7-1202.07) (“1978 act”). Pursuant to section 207(b) of the 1978 act the member’s record of\nmental health information disclosed for the purpose of independent review shall not be disclosed\nto the insurer.\n“(i) The full review of an appeal of a health benefits decision shall be initially conducted\nby 2 physicians licensed to practice medicine in the District of Columbia, Maryland, or Virginia,\nor in the case of mental health services, 2 health professional peers with an equal or greater\ndegree of training and experience in the particular kind of mental health treatment under review\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 144\n\nlicensed to practice medicine in the District of Columbia, Maryland, or Virginia. On an\nexceptions basis, when necessary based on the medical, surgical, or mental condition under\nreview, the independent review organization may select medical reviewers licensed anywhere in\nthe United States who have no history of disciplinary action taken or sanctions pending against\nthem by any governmental or professional regulatory body.\n“(j)(1) In reaching a determination, the independent review organization shall take into\nconsideration all pertinent medical records, the attending health care professional’s opinion,\nconsulting physician or mental health professional reports, and other documents submitted by the\nparties, without regard to whether the information was submitted or considered in making the\ninitial adverse decision, any applicable generally accepted practice guidelines developed by the\nfederal government, national, or professional medical societies, boards and associations, and any\napplicable clinical protocols or practice guidelines developed by the insurer, and may consult\nwith such other professionals as appropriate and necessary.\n“(2) In a case where a denial was based on the insurer’s determination that\nservices or treatments are experimental or investigational, the review organization shall\nadditionally consider medical or scientific evidence or evidence-based standards as to whether\nthe expected benefits of recommended or requested health care service or treatment is more\nlikely to be beneficial to the covered person than any available standard health care service or\ntreatment and the adverse risks of the recommended or requested health care service or treatment\nwould not be substantially increased over those of available standard health care services or\ntreatments.”.\n(7) A new subsection (j-1) is added to read as follows:\n“(j-1) Before issuing a decision in accordance with the time frames provided in\nsubsection (m) of this section, the independent review organization shall provide free of charge\nto the member, or member’s representative, any new or additional evidence and any new or\nadditional rationale, relied upon or generated by the independent review organization, or at the\ndirection of the health insurer, in connection with the grievance or appeal decision sufficiently in\nadvance of the date the decision is required to be provided to permit the member, or the\nmember’s representative, a reasonable opportunity to respond before that date.”.\n(8) Subsection (k)(2) is amended as follows:\n(A) Subparagraph (D) is amended by striking the word “and”.\n(B) Subparagraph (E) is amended by striking the period and inserting the\nphrase “; and” in its place.\n(C) A new subparagraph (F) is added to read as follows:\n“(F) To know the names and qualifications of the reviewers, including\ntheir training and experience in the specific form of treatment that is being reviewed, and that\nthey are free from conflicts of interest.”.\n(9) Subsection (l) is amended to read as follows:\n“(l)(A) The independent review organization shall consult with a physician,\nmental health professional, advance practice registered nurse, or other health professional who is\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 145\n\nan expert in the treatment of the medical or mental health condition that is the subject of the\nappeal. The expert shall:\n“(i) Be knowledgeable about the recommended treatment or\nservice through recent or current actual experience treating patients with the same or similar\nmedical or mental health condition as the covered person;\n“(ii) Be licensed and hold the appropriate accreditation or\ncertification for the specialty area under review; and\n“(iii) Have no history of disciplinary actions that raise a substantial\nquestion about the reviewer’s competence or moral character.\n“(B) All final recommendations of the independent review organizations\nshall be approved by the medical director of the independent review organization.”.\n(10) Subsection (m) is amended as follows:\n(A) Strike the phrase “30 business” and insert the phrase “45 calendar” in\nits place.\n(B) Strike the phrase “medical risk” and insert the phrase “medical risk,\nincluding increased mental health risk,” in its place.\n(11) A new subsection (m-1) is added to read as follows:\n“(m-1) Expedited appeals shall be furnished:\n“(1) For appeals concerning admission, availability of care, continued stay, or\nhealth care service for which the member received emergency services but has not been\ndischarged from a facility;\n“(2) When the member is seeking care for an emergency or urgent medical\ncondition; or\n“(3) When the insurer’s denial of coverage is based on its determination that\ntreatment is experimental or investigational; which expedited review shall be conducted upon the\ntreating physician’s certification that treatment will be significantly less effective if not promptly\ninitiated.”.\n(12) Subsection (n) is amended as follows:\n(A) Strike the phrase “necessary covered services.” and insert the phrase\n“necessary covered services or benefits.” in its place.\n(B) Strike the phrase “appropriate covered health care services” and insert\nthe phrase “appropriate covered health services or benefits” in its place.\n(13) Subsection (o) is amended by striking the phrase “When necessary, the” and\ninserting the word “The” in its place.\n(14) Subsection (p) is amended to read as follows:\n“(p) The decision of the independent review organization shall be binding on the plan or\nissuer and the member, except to the extent that there are other remedies under District or federal\nlaw.”.\n(15) Subsection (q) is amended as follows:\n(A) Paragraph (1) is amended by striking the word “Medicaid” and\ninserting the phrase “Medicaid or the District of Columbia Health Care Alliance” in its place.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 146\n\n(B) Paragraph (2) is amended as follows:\n(i) Strike the phrase “pursuant to the Medicaid program” and insert\nthe phrase “pursuant to the Medicaid program or District of Columbia Health Care Alliance\nprogram” in its place.\n(ii) Strike the phrase “appeals for the Medicaid program” and\ninsert the phrase “appeals for those programs” in its place.\n(h) Section 108 (D.C. Official Code § 44-301.08) is amended as follows:\n(1) Subsection (b) is amended as follows:\n(A) Paragraphs (1), (2), and (3) are amended to read as follows:\n“(1) Properly maintains a policy involving the review of the appeal in strict\nconfidence pursuant to rules established by the Director and performs reviews at a level of\nconfidentiality equal to or stricter than the standards of confidentiality that are required of the\ntreating health professionals for the treatment being reviewed;\n“(2) Uses only qualified professional and medical reviewers in any review who do\nnot have conflicts of interest with the patient, the treating health care professional, or the health\ninsurer;\n“(3) Demonstrates an ability to render decisions in an equitable and timely\nmanner and consistent with this act; and”.\n(B) A new paragraph (4) is added to read as follows:\n“(4) Is accredited by a nationally recognized private accrediting organization.”.\n(2) Subsection (e)(4) is amended by striking the word “provider” and inserting the\nphrase “health or mental health professional” in its place.\n(3) Subsection (f) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Subparagraph (D) is amended by striking the word “institution”\nand inserting the phrase “facility or institution” in its place.\n(ii) Subparagraph (E) is amended by striking the period and\ninserting a semicolon in its place.\n(iii) New subparagraphs (F) and (G) are added to read as follows:\n“(F) The claimant and any related parties to the claimant whose treatment\nis the subject of the external review; and\n“(G) The plan administration, plan fiduciaries, or plan employees.”.\n(B) Paragraph (2) is repealed.\n(4) A new subsection (n) is added to read as follows:\n“(n)(1) An independent review organization assigned pursuant to this act to conduct an\nexternal review shall maintain written records on all requests for which it conducted an external\nreview during a calendar year.\n“(2) Each independent review organization shall submit to the Director, upon\nrequest, a report on all requests for external reviews.\n“(3) The report shall include, at minimum:\n“(A) The total number of requests for external review;\n\nAmend\n§ 44-301.08\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-229, effective March 19, 2013\n\n20 DCSTAT 147\n\n“(B) The number of requests for external review resolved and, of those\nresolved, the number resolved upholding the adverse determination or final adverse\ndetermination and the number resolved reversing the adverse determination or final adverse\ndetermination;\n“(C) The average length of time for resolution;\n“(D) A summary of the types of coverages or cases for which an external\nreview was sought, provided in the format required by the Director; and\n“(E) The number of external reviews that were terminated as the result of\na reconsideration by the health carrier of its adverse determination or final adverse determination\nafter the receipt of additional information from the covered person or the covered person’s\nauthorized representative.\n“(4) The independent review organization shall retain the written records required\npursuant to this subsection for at least 3 years.”.\n(i) A new section 111 is added to read as follows:\n“Sec. 111. Availability of District external review procedures for self-insured plans.\n“A group health plan that is located in the District but that is not subject to District\nregulation may voluntarily use the District’s external review system; provided, that it pays the\nfull costs of external review and adheres to the procedures set forth in section 107.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 44-301.11\n\n\f", 
  "title": "Health Benefits Plan Members Bill of Rights Amendment Act of 2012", 
  "council_period": "20"
}