{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1262\nD.C. Law 20-1, effective May 1, 2013 (Expiration date December 12, 2013)\n(Related Emergency Legislation is Act 20-4, 20 DCSTAT 438)\n\nAN ACT\n\nTo amend, on a temporary basis, the Legalization of Marijuana for Medical Treatment Initiative of 1999 to\nprohibit locating medical marijuana cultivation centers in certain Retail Priority Areas.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Medical Marijuana Cultivation Center Temporary Amendment Act of\n2013”.\n\nSec. 2. Section 7 of the Legalization of Marijuana for Medical Treatment Initiative of\n1999, effective July 27, 2010 (D.C. Law 18-210; D.C. Official Code § 7-1671.06), is amended\nby adding a new subsection (g-1) to read as follows:\n“(g-1)(1) A cultivation center shall not be located within a Retail Priority Area, as\ndesignated pursuant to section 4 of the Retail Incentive Act of 2004, effective September 8, 2004\n(D.C. Law 15-185; D.C. Official Code § 2-1217.73), and as approved by the Council pursuant to\nthe Great Streets Neighborhood Retail Priority Areas Approval Resolution of 2007, effective\nJuly 10, 2007 (Res. 17-025; 54 DCR 7194).\n“(2) The prohibition set forth in paragraph (1) of this subsection shall apply only to\napplications pending as of the effective date of the Medical Marijuana Cultivation Center\nEmergency Amendment Act of 2012, effective April 7, 2012 (D.C. Act 19-339; 59 DCR 2784).\n“(3) Any applicant with a pending application for a registration to operate a cultivation\ncenter within a Retail Priority Area as identified in paragraph (1) of this subsection shall be\nallowed to modify the application within 180 days of the effective date of the Medical\nMarijuana Cultivation Center Temporary Amendment Act of 2013, passed on 2nd reading on\nFebruary 5, 2013 (Enrolled version of Bill 20-18), without negatively affecting the current status\nof the application.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 20-18\nAct 20-13\neffective\nMarch 1, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nMedical\nMarijuana\nCultivation\nCenter\nTemporary\nAmendment\nAct of 2013\n\nNote,\n§ 7-1671.06\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 1263\nD.C. Law 20-1, effective May 1, 2013 (Expiration date December 12, 2013)\n(Related Emergency Legislation is Act 20-4, 20 DCSTAT 438)\n\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f",
  "title": "Medical Marijuana Cultivation Center Temporary Amendment Act of 2013",
  "end": "1263",
  "start": "1262",
  "name": "Law_20-1.pdf"
}