{
  "start": "214", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 214\nD.C. Law 19-214, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-481, 59 DCR 12475)\n\nAN ACT\n\nBill 19-899\nAct 19-516\neffective\nNovember 2,\n2012\n\nTo amend, on a temporary basis, Chapter 46 of Title 47 of the District of Columbia Official Code to clarify\nthat Lot 0218, Square 5730, which was consolidated from portions of Lots 0038, 0923, and 0924,\nSquare 5730, will continue to be exempt from real property taxation, and to provide that the tax\nexemption will apply to any subsequent owner or assignee or successor in interest of the Alabama\nAve. Affordable Housing, L.P., as long as the property is used as an affordable housing rental\nproject.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Allen Chapel A.M.E. Senior Residential Rental Project Property Tax\nExemption Clarification Temporary Act of 2012\".\n\nAllen Chapel\nA.M.E. Senior\nResidential\nRental Project\nProperty Tax\nExemption\nClarification\nTemporary\nAct of 2012\n\nSec. 2. Chapter 46 of Title 47 of the District of Columbia Official Code is amended as\nfollows:\n(a) The table of contents is amended by striking the phrase “0215, 0923” and inserting\nthe phrase “0215, 0218, 0923” in its place.\n(b) Section 47-4641 is amended as follows:\n(1) The heading is amended by striking the phrase “0215, 0923” and inserting the\nphrase “0215, 0218, 0923” in its place.\n(2) Designate the existing text as subsection (a).\n(3) New subsections (b), (c), and (d) are added to read as follows:\n“(b) The real property described as Lot 0218, Square 5730, including any improvements\non the property, which was consolidated from portions of Lots 0038, 0923, and 0924, Square\n5730 and which has been transferred from Allen Chapel African Methodist Episcopal Church,\nInc., to the Alabama Ave. Affordable Housing, L.P., shall be exempt from the tax imposed by\nChapter 8 of this title so long as the real property is used as an affordable rental housing project\nand is not used for commercial purposes, subject to the provisions of §§ 47-1005, 47-1007, and\n47-1009.\n“(c) The exemption provided in subsection (b) of this section shall run with Lot 0218,\nSquare 5730 and shall apply to any subsequent owner or assignee or successor in interest of the\nAlabama Ave. Affordable Housing, L.P.; provided, that the property is used as an affordable\nrental housing project and is not used for commercial purposes.\n“(d) For the purposes of this section, the term:\n\nNote,\n§ 47-4641\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 215\nD.C. Law 19-214, effective March 5, 2013 (Expiration date October 16, 2013)\n(Related Emergency legislation is Act 19-481, 59 DCR 12475)\n“(1) “Affordable rental housing project” means a housing development, including\ntenant services, medical services to tenants and community residents, improvements, and\nfacilities related to the housing development, in which units are primarily rented to households\nwith incomes that are not more than 60% of area median income (adjusted for household size),\nas defined by the U.S. Department of Housing and Urban Development for households in the\nDistrict of Columbia, or that is otherwise in compliance with applicable use restrictions during a\nfederal low-income housing tax credit compliance period or other federal program governing\nincome and use restrictions.\n“(2) “Alabama Ave. Affordable Housing, L.P.” means the entity established by\nAllen Chapel African Methodist Episcopal Church, Inc., to develop the Alabama Avenue\nAffordable Rental Housing Project; which entity is comprised of Vision of Victory CDC, a\nsubsidiary of Allen Chapel African Methodist Episcopal Church, Inc., which holds a 51%\ninterest in the entity, and the NHP Foundation, a nonprofit affordable housing developer/owner,\nwhich owns a 49% interest in the entity.\n“(3) “Alabama Avenue Affordable Rental Housing Project” means the\nacquisition, construction, rehabilitation, equipping, including the financing, refinancing, or\nreimbursing of costs of an affordable rental housing project, including for any related tenant\nservices, medical services to tenants and community residents, improvements, or facilities,\nlocated on the real property described as Lot 0218, Square 5730.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and\npublication in the District of Columbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "215", 
  "name": "Law_19-214.pdf", 
  "title": "Allen Chapel A.M.E. Senior Residential Rental Project Property Tax Exemption Clarification Temporary Act of 2012"
}