{
  "end": "2160", 
  "name": "Law_20-26.pdf", 
  "start": "2159", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-26, effective October 17, 2013\n\n20 DCSTAT 2159\n\nAN ACT\n\nTo require private health insurance and Medicaid coverage for services delivered through telehealth.\n\nBill 20-50\nAct 20-119\neffective\nJuly 23, 2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Telehealth Reimbursement Act of 2013”.\n\nTelehealth\nReimbursement Act of\n2013\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) \"Health benefits plan\" shall have the same meaning as provided in section 2(4)\nof the Prompt Pay Act of 2002, effective July 23, 2002 (D.C. Law 14-176; D.C. Official Code §\n31-3131(4)).\n(2) \"Health insurer\" shall have the same meaning as provided in section 2(5) of\nthe Prompt Pay Act of 2002, effective July 23, 2002 (D.C. Law 14-176; D.C. Official Code § 313131(5)).\n(3) \"Provider\" shall have the same meaning as provided in section 2(7) of the\nPrompt Pay Act of 2002, effective July 23, 2002 (D.C. Law 14-176; D.C. Official Code § 313131(7)).\n(4) “Telehealth” means the delivery of healthcare services through the use of\ninteractive audio, video, or other electronic media used for the purpose of diagnosis,\nconsultation, or treatment; provided, that services delivered through audio-only telephones,\nelectronic mail messages, or facsimile transmissions are not included.\n\nNew Chapter\n38C,\nTitle 31\n\nSec. 3. Private reimbursement.\n(a) A health insurer offering a health benefits plan in the District may not deny coverage\nfor a healthcare service on the basis that the service is provided through telehealth if the same\nservice would be covered when delivered in person.\n(b) A health insurer shall reimburse the provider for the diagnosis, consultation, or\ntreatment of the insured when the service is delivered through telehealth.\n(c) A health insurer shall not be required to:\n(1) Reimburse a provider for healthcare service delivered through telehealth that\nis not a covered under the health benefits plan; and\n(2) Reimburse a provider who is not a covered provider under the health benefits\nplan.\n\nNew\n§ 31-3862\n\nNew\n§ 31-3861\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-26, effective October 17, 2013\n\n20 DCSTAT 2160\n\n(d)A health insurer may require a deductible, copayment, or coinsurance amount for a\nhealthcare service delivered through teleheath; provided, that the deductible, copayment, or\ncoinsurance amount may not exceed the amount applicable to the same service when it is\ndelivered in person.\n(e) A health insurer shall not impose any annual or lifetime dollar maximum on coverage\nfor telehealth services other than an annual or lifetime dollar maximum that applies in the\naggregate to all items and services under the health benefits plan.\n(f) Nothing in this act shall preclude the health insurer from undertaking utilization\nreview to determine the appropriateness of telehealth as a means of delivering a healthcare\nservice; provided, that the determinations shall be made in the same manner as those regarding\nthe same service when it is delivered in person.\nSec. 4. Medicaid reimbursement.\nMedicaid shall cover and reimburse for healthcare services appropriately delivered\nthrough telehealth if the same services would be covered when delivered in person.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 31-3863\n\n\f", 
  "title": "Telehealth Reimbursement Act of 2013", 
  "council_period": "20"
}