{
  "end": "826", 
  "name": "Law_19-254.pdf", 
  "start": "825", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-254, effective April 20, 2013\n\n20 DCSTAT 825\n\nAN ACT\n\nBill 19-607\nAct 19-590\neffective\nJanuary 10,\n2013\n\nTo require the District Department of Transportation to implement a daytime parking permit program for\ncontractors, to establish eligibility criteria, and to require the Mayor to promulgate rules to\nimplement this act.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Neighborhood Contractor Daytime Parking Permit Act of 2012”.\n\nNeighborhood\nContractor\nDaytime\nParking\nPermit Act of\n2012\n\nSec. 2. Contractor daytime parking permit.\n(a) The District Department of Transportation (“DDOT”) shall establish a contractor\ndaytime parking permit program (\"Program\") pursuant to the requirements of this section.\n(b) Under the Program, a commercial vehicle, as defined by section 9901.1 of Title 18 of\nthe District of Columbia Municipal Regulations (18 DCMR § 9901.1), shall be able to obtain a\ncontractor daytime parking permit (\"CDP permit\") allowing the vehicle to be parked at a legal,\non-street parking space designated for residential permit parking pursuant to sections 2411, 2412,\nand 2413 of Title 18 of the District of Columbia Municipal Regulations (18 DCMR § 2411,\n2412, 2413) from 7:00 a.m. until 5:00 p.m. for the purposes of construction, maintenance, or\nrepairs conducted at a single-family residence or a residence with fewer than 4 housing units.\n(c) Only a contractor with an appropriate business or professional license, whichever is\nrequired for the contractor to do business in the District, may purchase a CDP permit.\n(d) DDOT shall sell CDP permits to licensed contractors through:\n(1) Electronic or phone-based systems;\n(2) Booklets of tickets registered to a contractor, as opposed to a specific vehicle;\nand\n(3) Other means selected by DDOT.\n(e) A CDP permit shall be valid for one day only and shall expire at 5 p.m. on the date for\nwhich the permit is issued.\n(f) The fee for a CDP permit shall be $10 per day, plus applicable service fees; provided,\nthat DDOT may adjust this fee by rule.\n(g) Fees collected from the issuance of CDP permits shall be used to administer the\nprogram and shall be paid into the DDOT Enterprise Fund for Transportation Initiatives,\nestablished under section 9e of the Department of Transportation Establishment Act of 2002,\neffective May 21, 2002 (D.C. Law 14-137; D.C. Official Code § 50-921.13).\n(h) The Mayor, pursuant to Title I of the District of Columbia Administrative Procedure\nAct, approved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue\n\nNew\n§ 50-2635\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-254, effective April 20, 2013\n\n20 DCSTAT 826\n\nrules to implement the provisions of this act. The proposed rules shall be submitted to the\nCouncil for a 45-day period of review, excluding Saturdays, Sundays, legal holidays, and days of\nCouncil recess. If the Council does not approve or disapprove the proposed rules, in whole or in\npart, by resolution within the 45-day review period, the proposed rules shall be deemed\ndisapproved.\n(i) One year from the date that CDP permits are first available for purchase, the Mayor\nshall transmit a report to the Council evaluating the Program's performance, including an\nevaluation of possible abuse of the Program.\nSec. 3. Clarification of commercial vehicle definition.\nSection 9901.1 of Title 18 of the District of Columbia Municipal Regulations (18 DCMR\n§ 9901.1) is amended by striking the period in paragraph (b) of the definition of \"Commercial\nVehicle\" and inserting the phrase \"; or\" in its place.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nDCMR\n\n\f", 
  "title": "Neighborhood Contractor Daytime Parking Permit Act of 2012", 
  "council_period": "20"
}