{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-28, effective October 17, 2013\n\n20 DCSTAT 2169\n\nAN ACT\n\nTo order the closing of a portion of Akron Place, S.E., abutting Squares 5641 and N-5641; the closing of a\nportion of the public alley in Squares 5641 and N-5641; and the removal of building restriction\nlines along Akron Place, S.E., and the south side of Austin Street, S.E., in Squares 5641 and N5641, S.O. 07-2117, in Ward 7.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Closing of a Public Street and Alley and Elimination of Building\nRestriction Lines in and abutting Squares 5641 and N-5641, S.O. 07-2117, Act of 2013”.\nSec. 2. Pursuant to section 201 of the Street and Alley Closing and Acquisition\nProcedures Act of 1982, effective March 10, 1983 (D.C. Law 4-201; D.C. Official Code § 9202.01), the Council finds that the portion of Akron Place, S.E., abutting Squares 5641 and N5641, in Ward 7, as shown on the Surveyor’s plat filed under S.O. 07-2117, is unnecessary for\nstreet purposes and orders it closed, with title to the land to vest as shown on the Surveyor’s plat,\nS.O. 07-2117.\nSec. 3. The Council finds that the portion of the public alley in Squares 5641 and N5641, in Ward 7, as shown on the Surveyor’s plat filed under S.O. 07-2117, is unnecessary for\nalley purposes and orders it closed, with the title to the land to vest as shown on the Surveyor’s\nplat, S.O. 07-2117.\nSec. 4. The Council finds that the building restriction lines along Akron Place, S.E., and\nthe south side of Austin Street, S.E., in Squares 5641 and N-5641, in Ward 7, as shown on the\nSurveyor’s plat filed under S.O. 07-2117, are unnecessary and orders them eliminated.\nSec. 5. Transmittal.\nThe Secretary to the Council shall transmit a copy of this act, upon its effective date to\nthe Office of the Surveyor and the Office of the Recorder of Deeds.\nSec. 6. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nBill 20-126\nAct 20-121\neffective\nJuly 24, 2013\nNot Codified\n\nClosing of a\nPublic Street\nand Alley and\nElimination of\nBuilding\nRestriction\nLines in and\nabutting\nSquares 5641\nand N-5641,\nS.O. 07-2117,\nAct of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-28, effective October 17, 2013\n\n20 DCSTAT 2170\n\nSec. 7. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f",
  "title": "Closing of Public Streets and Alleys and Elimination of Building Restriction Lines in and Abutting Squares 5641, N-5641, and S.O. 07-2117, Act of 2013",
  "end": "2170",
  "start": "2169",
  "name": "Law_20-28.pdf"
}