{
  "end": "822", 
  "name": "Law_19-252.pdf", 
  "start": "819", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-252, effective March 19, 2013\n\n20 DCSTAT 819\n\nAN ACT\n\nBill 19-749\nAct 19-562\neffective\nDecember 7,\n2012\n\nTo amend An Act Making appropriations to provide for the expenses of the government of the District of\nColumbia for the fiscal year ending June thirtieth, nineteen hundred and fourteen, and for other\npurposes, to clarify that electric vehicle charging station providers are not utilities; to amend the\nDistrict of Columbia Revenue Act of 1937 to authorize the Department of Motor Vehicles to\nprovide certain information to the electric company; to amend section 47-1508 of the District of\nColumbia Official Code to exempt solar energy and cogeneration energy systems from personal\nproperty tax; and to promote energy conservation by requiring commercial properties to keep\ndoors and windows closed if air conditioning systems are in use.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Energy Innovation and Savings Amendment Act of 2012\".\n\nEnergy\nInnovation\nand Savings\nAmendment\nAct of 2012\n\nTITLE I. PROMOTING CLEAN ENERGY.\nSUBTITLE A. ELECTRIC VEHICLE CHARGING STATION PROVIDER REGULATION.\nSec. 101. Paragraph 1 of section 8 of An Act Making appropriations to provide for the\nexpenses of the government of the District of Columbia for the fiscal year ending June thirtieth,\nnineteen hundred and fourteen, and for other purposes, approved March 4, 1913 (37 Stat. 974;\nD.C. Official Code § 34-201, passim), is amended as follows:\n(a) The 15th unnumbered paragraph, beginning with the phrase \"The term 'electric\ncompany'\" (D.C. Official Code § 34-207), is amended by adding the phrase “The term also\nexcludes a person or entity that does not sell or distribute electricity and that owns or operates\nequipment used exclusively for the charging of electric vehicles.” at the end.\n(b) The 3rd unnumbered paragraph, beginning with the phrase \"The term 'public utility'\"\n(D.C. Official Code § 34-214), is amended by adding the phrase “The term \"public utility\"\nexcludes a person or entity that owns or operates electric vehicle supply equipment but does not\nsell or distribute electricity, an electric vehicle charging station service company, or an electric\nvehicle charging station service provider.” at the end.\nSec. 102 Title IV of the District of Columbia Revenue Act of 1937, approved August 17,\n1937 (50 Stat. 679; D.C. Official Code § 50-1501.01 et seq.), is amended as follows:\n(a) Section 1 (D.C. Official Code § 50-1501.01) is amended by adding a new subsection\n(l) to read as follows:\n“(l) “Electric vehicle” shall have the same meaning as provided in section 3(4) of\nthe Electric and Hybrid Vehicle Research, Development, and Demonstration Act of 1976,\napproved September 17, 1976 (90 Stat. 1261; 15 U.S.C. § 2502(4)).”.\n(b) Section 2 (D.C. Official Code § 50-1501.02) is amended by adding a new subsection\n(k) to read as follows:\n\nAmend\n§ 34-207\n\nAmend\n§ 34-214\n\nAmend\n§ 50-1501.01\n\nAmend\n§ 50-1501.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-252, effective March 19, 2013\n\n20 DCSTAT 820\n\n“(k) The Department of Motor Vehicles shall, upon request, provide to the electric\ncompany a registered owner’s address, zip code, and make and model of electric vehicles\nregistered in the District. This information shall be transferred to the electric company for use in\nplanning for the availability and reliability of the electric power supply upon a vehicle being\nregistered with the Department of Motor Vehicles; provided, that the electric company shall not\npublish or re-disclose to any persons, including affiliates of the electric company, information\nabout the registered electric vehicle owner, nor can the transferred information be used for any\npurpose except as set forth in this section.”.\nSUBTITLE B. CLEAN ENERGY INCENTIVES.\nSec. 111. Section 47-1508(a) of the District of Columbia Official Code is amended by\nadding new paragraphs (11) and (12) to read as follows:\n“(11) Systems using exclusively solar energy as defined in § 34-1431(14));\nprovided, that, notwithstanding any other provision of law, the Chief Financial Officer shall\ntransfer $120,000 from the certified revenues deposited in the Renewable Energy Development\nFund established by § 34-1436 to the unrestricted fund balance of the General Fund of the\nDistrict of Columbia and shall recognize the $120,000 as local funds revenue in fiscal year 2013\nand in each subsequent fiscal year.\n“(12) Beginning October 1, 2016, cogeneration systems, which shall mean\nsystems that produce both:\n“(A) Electric energy; and\n“(B) Steam or forms of useful energy (such as heat) that are used for\nindustrial, commercial, heating, or cooling purposes.”.\nTITLE II. ENERGY CONSERVATION.\nSec. 201. Definitions.\nFor the purposes of this title, the term:\n(1) “Air conditioner” means an appliance, system, or mechanism designed to\nremove heat and humidity from ambient air for thermal comfort.\n(2) “Chain of stores” means 2 or more stores located within the District that are\nengaged in the same general field of business under the same business name or that operate\nunder common ownership or management or pursuant to a franchise agreement with the same\nfranchisor.\n(3) “Commercial property” means income-producing property as identified under\nzoning classifications that would allow for uses such as office buildings, retail stores, and service\nfacilities pursuant to Chapter 7 of Title 11 of the District of Columbia Municipal Regulations\n(11 DCMR § 700 et seq.); provided, that the term “commercial property” shall not include a\nsmall store, hotel, or restaurant.\n(4) \"Person\" means:\n\nAmend\n§ 47-1508\n\nNew Chapter\n17M-1,\nSubtitle D-I,\nTitle 8\nNew\n§ 8-1772.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-252, effective March 19, 2013\n\n20 DCSTAT 821\n\n(A) The owner or lessee of the portion of a commercial building or\nstructure that is a retail or wholesale establishment that sells goods or provides services to\nconsumers; and\n(B) The record owner or lessee of any other portion of a commercial\nbuilding or structure.\n(5) “Small store” means a retail or wholesale establishment that sells goods or\nprovides services to consumers and occupies less than 4,000 square feet of retail or wholesale\nspace, excluding storage space, and is not one of a chain of stores.\nSec. 202. Commercial property energy conservation.\nA commercial property shall keep exterior doors and windows closed when an air\nconditioner that cools the adjacent area is in operation, except:\n(1) During a reasonable period of ingress and egress of people or the delivery or\nshipping of goods;\n(2) Where the door is intended for vehicular access to or for a loading dock;\n(3) When an emergency situation exists requiring an exterior door or window to\nbe kept open; or\n(4) When a commercial property implements an alternative strategy authorized by\nthe Mayor through regulation as a reasonably equivalent means of conserving energy.\n\nNew\n§ 8-1772.02\n\nSec. 203. Penalties.\n(a) If the Mayor determines that a violation of this title has occurred, the person in\nviolation shall be subject to the penalties set forth in this section.\n(b) The Mayor shall impose a penalty on retail establishments in violation of this title,\nwhich shall be a class 4 infraction under the schedule of fines in Chapter 32 of Title 16 of the\nDistrict of Columbia Municipal Regulations (16 DCMR § 3200 et seq.)\n(c) Retail establishments shall not be fined more than once in a 24-hour period for a\nviolation of section 202.\n(d) If payment of any amounts due under this section is not received by or before the due\ndate, a penalty shall be added as provided by the Mayor through rulemaking.\n(e) A violation of this title shall be a civil infraction for purposes of the Department of\nConsumer and Regulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C.\nLaw 6-42; D.C. Official Code § 2-1801.01 et seq.) (“Civil Infractions Act”). Civil fines,\npenalties, and fees may be imposed as sanctions for an infraction of the provisions of this title, or\nthe rules issued under authority of this title, pursuant to the Civil Infractions Act. Adjudication of\ninfractions shall be pursuant to the Civil Infractions Act.\n(f) The enforcement of this title shall be administered by the Director of the District\nDepartment of the Environment.\n\nNew\n§ 8-1772.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-252, effective March 19, 2013\n\n20 DCSTAT 822\n\nTITLE III. RULES.\nSec. 301. Rules.\nThe Mayor, pursuant to Title I of the District of Columbia Administrative Procedure Act,\napproved October 21, 1968 (82 Stat. 1204; D.C. Official Code § 2-501 et seq.), shall issue rules\nto implement the provisions of this act within 180 days of its effective date.\nTITLE IV. FISCAL IMPACT STATEMENT AND EFFECTIVE DATE.\nSec. 401. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c))(3)).\nSec. 402. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNote, all\naffected\nsections\n\n\f", 
  "title": "Energy Innovation and Savings Amendment Act of 2012", 
  "council_period": "20"
}