{
  "start": "2969", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-94, effective March 14, 2014\n\n20 DCSTAT 2969\n\nAN ACT\n\nTo amend the Procurement Practices Reform Act of 2010 to exempt from the act the procurements of goods\nand services directly related to the production of permanent supportive housing units for which\nthe District has obligated funding and procurements by the District of Columbia Health Benefit\nExchange Authority and Captive Insurance Agency through fiscal year 2018, to clarify the\napplicability of Council review for certain contracts as required by the District of Columbia Home\nRule Act, and to make technical changes; and to amend the Health Benefit Exchange Authority\nEstablishment Act of 2011 to make conforming amendments and require publication of the\nprocurement policies and procedures of the District of Columbia Health Benefit Exchange\nAuthority.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Procurement Practices Reform Exemption Amendment Act of 2014”.\n\nSec. 2. The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C.\nLaw 18-371; D.C. Official Code § 2-351.01 et seq.), is amended as follows:\n(a) Section 105(c) (D.C. Official Code § 2-351.05(c)) is amended as follows:\n(1) The lead-in language is amended by striking the phrase \"This act\" and\ninserting the phrase \"This act, except for section 202,\" in its place.\n(2) Paragraph (14) is amended by striking the word “and” after the semicolon.\n(3) Paragraph (15) is amended by striking the period at the end and inserting a\nsemicolon in its place.\n(4) New paragraphs (16) through (18) are added to read as follows:\n“(16) The procurement of goods and services directly related to the production of\npermanent supportive housing units for which the District has obligated funding pursuant to an\nagreement between any combination of the following agencies:\n“(A) District of Columbia Department of Housing and Community\nDevelopment;\n“(B) District of Columbia Housing Finance Agency;\n“(C) District of Columbia Housing Authority;\n“(D) Department of Human Services;\n“(E) Department of Behavioral Health; and\n“(F) Any other agency that has entered into an agreement with any of the\nagencies listed in subparagraphs (A) through (E) of this paragraph directly related to the\nproduction of permanent supportive housing;\n“(17) District of Columbia Health Benefit Exchange Authority; and\n“(18) Captive Insurance Agency.”.\n\nBill 20-152\nAct 20-271\neffective\nJanuary 23,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nProcurement\nPractices\nReform\nExemption\nAmendment\nAct of 2014\n\nAmend\n§ 2-351.05\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-94, effective March 14, 2014\n\n20 DCSTAT 2970\n\n(b) Section 201 (D.C. Official Code § 2-352.01) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (2) is repealed.\n(B) Paragraph (3)(B) is amended by striking the word “Mental” and\ninserting the word “Behavioral” in its place.\n(2) Subsection (b)(7) is repealed.\nSec. 3. The Health Benefit Exchange Authority Establishment Act of 2011, effective\nMarch 2, 2012 (D.C. Law 19-94; D.C. Official Code § 31-3171.01 et seq.), is amended as\nfollows:\n(a) Section 5(a)(5) (D.C. Official Code § 31-3171.04(a)(5)) is amended by striking the\nphrase “consistent with” and inserting the phrase “and shall not be subject to” in its place.\n(b) Section 7(f) (D.C. Official Code § 31-3171.06(f), is amended by striking the phrase\n\"policies and procedures\" and inserting the phrase \"policies and procedures, which shall be made\npublicly accessible on the Authority’s website and published in the District of Columbia\nRegister,\" in its place.\nSec. 3. Sunset.\nSections 2(a)(2), (3), and (4) and 3(a) shall expire at the end of fiscal year 2018.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973, (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 2-352.01\n\nAmend\n§ 31-3171.04\nAmend\n§ 31-3171.06\n\nNote,\n§§ 2-351.05,\n31-3171.04\nExpiration\nSeptember 30,\n2018\n\n\f", 
  "end": "2970", 
  "name": "Law_20-94.pdf", 
  "title": "Procurement Practices Reform Exemption Amendment Act of 2014"
}