{
  "end": "187", 
  "name": "Law_19-239.pdf", 
  "start": "187", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-239, effective March 19, 2013\n\n20 DCSTAT 187\n\nAN ACT\n\nBill 19-277\nAct 19-559\neffective\nDecember 2,\n2012\n\nTo amend the District of Columbia Flag Adoption and Design Act of 2002 to permit the flying of the\nDistrict of Columbia Flag containing the language \"DC\" and \"No Taxation Without\nRepresentation\" on Flag Day, June 14th of each year.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"District of Columbia Flag Amendment Act of 2012\".\n\nDistrict of\nColumbia\nFlag\nAmendment\nAct of 2012\n\nSec. 2. Section 3 of the District of Columbia Flag Adoption and Design Act of 2002,\neffective March 25, 2003 (D.C. Law 14-237; D.C. Official Code § 1-152), is amended by adding\na new subsection (f) to read as follows:\n\"(f) Notwithstanding subsections (a) and (b) of this section, the District government and\nany person may officially display a District of Columbia flag that contains the language \"DC\"\nand \"No Taxation Without Representation\" on June 14 of each year, known as Flag Day, until a\ndesign is officially adopted by the Council pursuant to subsection (b) of this section.”.\n\nAmend\n§ 1-152\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "District of Columbia Flag Amendment Act of 2012", 
  "council_period": "20"
}