{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2910\n\nAN ACT\n\nTo amend the Ombudsman for Public Education Establishment Act of 2007 to clarify the duties and\nresponsibilities of the Ombudsman, and to require the Office of Ombudsman for Public Education\nto provide complaint resolution services for students of District of Columbia public schools and\ntheir parents; to establish the Office of the Student Advocate to represent students, parents, and\nguardians on issues regarding public education; and to make conforming amendments.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Parent and Student Empowerment Amendment Act of 2013”.\n\nBill 20-314\nAct 20-242\neffective\nDecember 16,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nParent and\nStudent\nEmpowerment\nAmendment\nAct of 2013\n\nTITLE I. OFFICE OF OMBUDSMAN FOR PUBLIC EDUCATION\nSec. 101. Short title.\nThis title may be cited as the “Office of Ombudsman for Public Education Amendment\nAct of 2013”.\nSec. 102. The Ombudsman for Public Education Establishment Act of 2007, effective\nJune 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-351 et seq.), is amended as follows:\n(a) Section 602 (D.C. Official Code § 38-351) is amended by adding new subsections (d)\nand (e) to read as follows:\n“(d) The purpose of the Ombudsman is to serve as a neutral resource for current and\nprospective public school students and their parents or guardians in the resolution of complaints\nand concerns regarding public education.\n“(e) For the purposes of this act, the term “public school” means District of Columbia\nPublic Schools and public charter schools in the District of Columbia.”.\n(b) Section 604 (D.C. Official Code § 38-353) is amended as follows:\n(1) The lead-in language is amended by striking the phrase “(a) The” and\ninserting the word “The” in its place.\n(2) Paragraph (1) is amended by striking the phrase “residents and parents” and\ninserting the phrase “current and prospective public school students and their parents or\nguardians” in its place.\n(3) Paragraph (2) is amended to read as follows:\n“(2) Encourage communication between public schools and current and\nprospective public school students and their parents or guardians regarding public education;”.\n\nAmend\n§ 38-351\n\nAmend\n§ 38-353\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2911\n\n(4) Paragraph (3) is amended by striking the word “citizens” and inserting the\nphrase “current and prospective public school students and their parents or guardians” in its\nplace.\n(5) Paragraph (5) is amended to read as follows:\n“(5) Receive complaints from current and prospective public school students and\ntheir parents or guardians concerning public education, including personnel actions, policies, and\nprocedures;”.\n(6) Paragraph (9) is amended to read as follows:\n“(9) Refer complainants to a public school official, agency, department, or\nresource, when appropriate;”.\n(7) Paragraph (10) is amended to read as follows:\n“(10) Except when the parties are involved in legal or administrative proceedings,\nresolve complaints presented by current and prospective public school students and their parents\nor guardians, either through complaint resolution services as established pursuant to section 608\nor through other informal measures;”.\n(8) Paragraph (11) is amended to read as follows:\n“(11) Develop and maintain a database that tracks complaints and concerns,\nidentified by grade level and by the public school, and the resolution of complaints and\nconcerns;”.\n(9) Paragraph (12) is repealed.\n(10) Paragraph (13) is amended to read as follows:\n“(13) Identify systemic concerns and recommend to the State Board of Education\npolicy changes, staff training, and strategies to improve public education; and”.\n(11) Paragraph (14) is repealed.\n(12) Paragraph (15) is amended to read as follows:\n“(15) Within 90 days after the end of each school year, submit to the State Board\nof Education, and make publicly available, a report summarizing the work of the Office of\nOmbudsman during the previous school year, which shall, at minimum, include an analysis of\nthe types and number of:\n“(A) Complaints received;\n“(B) Complaints examined and resolved informally;\n“(C) Complaints examined and resolved through a formal process;\n“(D) Complaints dismissed as unfounded;\n“(E) Complaints pending;\n“(F) Recommendations made; and\n“(G) Recommendations that were followed, to the extent that it can be\ndetermined.”.\n(c) Section 605 (D.C. Official Code § 38-354) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n\nAmend\n§ 38-354\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2912\n\n“(1) Have access to books, records, files, reports, findings, and all other papers,\nitems, or property (“documents”) belonging to or in use by all departments, agencies,\ninstrumentalities, and employees of public schools necessary to facilitate the purpose of this act,\nexcluding the Executive Office of the Mayor, the Council, and the District of Columbia courts;\nprovided, that such access is limited to documents related to the student or parent or guardian\nthat the Office of Ombudsman is assisting;”.\n(2) Paragraph (6) is amended by striking the phrase “Office of Ombudsman\nabsent a complaint” and inserting the phrase “Office of Ombudsman, whether initiated by a\ncomplaint or another means” in its place.\n(d) Section 606(a) (D.C. Official Code § 38-355(a)) is amended as follows:\n(1) Paragraph (4) is amended by striking the word “or” at the end.\n(2) Paragraph (5) is amended to read as follows:\n“(5) Examine the Executive Office of the Mayor, the Council or its personnel, the\nDistrict of Columbia courts or its personnel, other elected officials, private schools, or private\norganizations or businesses; or”.\n(3) A new paragraph (6) is added to read as follows:\n“(6) Provide legal advice or legal representation.”.\n(e) A new section 606a is added to read as follows:\n“Sec. 606a. Complaint resolution services.\n“(a) The Office of Ombudsman shall provide complaint resolution services, which shall\nbe available to current and prospective public school students and their parents or guardians.\n“(b) Participation in complaint resolution services provided by the Office of Ombudsman\nshall be voluntary.\n“(c) Before submitting a complaint to the Office of Ombudsman, the complainant shall\nmake reasonable efforts to resolve the issue at the school level.\n“(d) Complainants may submit complaints by phone, in writing, or electronically.\n“(e) The Office of Ombudsman shall review and investigate each complaint and shall do\none or more of the following:\n“(1) Resolve the complaint;\n“(2) Refer the complainant to another agency or department;\n“(3) Require the complainant to submit documentation to support the complaint;\n“(4) Provide an opportunity for the complainant to meet with the subject of the\ncomplaint;\n“(5) Conduct mediation proceedings;\n“(6) Dismiss the complaint as unfounded; or\n“(7) Take any other action determined necessary and appropriate by the\nOmbudsman.”.\nTITLE II. OFFICE OF THE STUDENT ADVOCATE\nSec. 201. Short title.\n\nAmend\n§ 38-355\n\nNew\n§ 38-356\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2913\n\nThis title may be cited as the “Office of the Student Advocate Establishment Act of\n2013”.\nSec. 202. Office of the Student Advocate.\n(a) There is established within the State Board of Education (“Board”) an Office of the\nStudent Advocate (“Office”), which shall be headed by a Chief Advocate who shall be appointed\nby the Board for a term of 5 years and may be reappointed.\n(b) After notice and an opportunity to be heard, the Chief Advocate may be removed by a\nmajority vote of the Board only for cause that relates to the Chief Advocate’s character or\nefficiency.\n(c) If a vacancy in the position of Chief Advocate occurs as a consequence of resignation,\nremoval, disability, death, or reasons other than the expiration of the term, the Board shall\nappoint a Chief Advocate to fill the unexpired term within 75 days of the occurrence of the\nvacancy.\n(d) The purpose of the Chief Advocate is to advocate on behalf of current and prospective\npublic school students and their parents or guardians before the Office of Ombudsman for Public\nEducation or public school officials and to provide community outreach, assistance, and\ninformation on public education issues.\n(e) For the purposes of this act, the term “public school” means District of Columbia\nPublic Schools and public charter schools in the District of Columbia.\n\nNew Chapter\n3B, Title 38\nNew\n§ 38-371\n(Delayed\napplicability)\n\nSec. 203. Chief Advocate; qualification.\nThe Chief Advocate shall:\n(1) Be a resident of the District of Columbia within 180 days of appointment and\nshall remain a resident for the duration of the appointment;\n(2) Possess experience in outreach, advocacy, social work, law, or counseling;\nand\n(3) Have management experience that demonstrates the ability to hire and\nsupervise qualified staff.\n\nNew\n§ 38-372\n\nSec. 204. Duties.\nThe Chief Advocate shall:\n(1) Support student academic achievement by supporting current and prospective\npublic school students and their parents or guardians in their interactions with public school\npersonnel;\n(2) Facilitate the school enrollment process by providing current and prospective\npublic school students and their parents or guardians with information on school admission,\napplication, and enrollment policies and procedures;\n(3) Help current and prospective public school students and their parents or\nguardians access education resources offered by the public schools;\n\nNew\n§ 38-373\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2914\n\n(4) Operate a public education hotline to answer questions and provide\ninformation about public education and to direct individuals to the appropriate agencies and\noffices within the District;\n(5) Conduct at least 8 information sessions annually, with at least one session in\neach ward, to provide current and prospective public school students and their parents or\nguardians with information about public education, including information regarding programs\nfor special education students and for English-language learners, and to obtain feedback from\ncurrent and prospective public school students and their parents or guardians on public education\nin the District;\n(6) If requested by a current or prospective public school student or s student’s\nparent or guardian, serve as an advocate for the student in complaint resolution proceedings\nbefore the Office of Ombudsman for Public Education;\n(7) Develop and maintain a database that tracks issues brought to the attention of\nthe Office, identified by grade level and by the public school, and the resolution of such issues;\n(8) Recommend policy changes, staff training, and strategies to improve the\nefficient and equitable delivery of public education services;\n(9) Within 90 days after the end of each school year, submit to the Board, and\nmake publicly available, a report summarizing the work of the Office during the previous school\nyear, which shall at minimum include an analysis of the types and number of:\n(A) Complaints, concerns, or other issues brought to the attention of the\nOffice, including those received through the hotline and at a public education resource center;\n(B) Complaints, concerns, or other inquiries resolved informally;\n(C) Complaints, concerns, or other inquiries resolved through formal\nprocedures; and\n(D) Students represented in complaint resolution proceedings before the\nOffice of Ombudsman for Public Education; and\n(10) Have access to books, records, files, reports, findings, and all other papers,\nitems, or property “(documents”) belonging to or in use by all departments, agencies,\ninstrumentalities, and employees of public schools necessary to facilitate the purpose of this act,\nexcluding the Executive Office of the Mayor, the Council, and the District of Columbia courts;\nprovided, that such access is limited to documents related to the student or parent or guardian\nthat the Office is assisting.\nSec. 205. Public education resource centers.\n(a) The Office may establish and operate public education resource centers throughout\nthe District to provide students, parents, and guardians with information about educational\nprograms and school choice, including information about the application, enrollment, and\nassignment process.\n(b) Public education resource centers established pursuant to this section shall be staffed\nby Office personnel and, at the discretion of the Chief Advocate, parent or guardian volunteers.\n\nNew\n§ 38-374\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-76, effective February 22, 2014\n(Partial Delayed Applicability)\n\n20 DCSTAT 2915\n\nTITLE III. CONFORMING AMENDMENTS.\nSec. 301. Section 403(a) of the State Board of Education Establishment Act of 2007,\neffective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-2652(a)), is amended by\nadding a new paragraph (1A) to read as follows:\n“(1A) Oversee the Office of Ombudsman for Public Education in accordance with the\nOmbudsman for Public Education Establishment Act of 2007, effective June 12, 2007 (D.C. Law\n17-9; D.C. Official Code § 38-351 et seq.), and the Office of the Student Advocate in accordance\nwith the Office of the Student Advocate Establishment Act of 2013, passed on 2nd reading on\nDecember 3, 2013 (Enrolled version of Bill 20-314);”.\nTITLE IV. GENERAL PROVISIONS\nSec. 401. Applicability.\nTitle II of this act shall apply upon the inclusion of its fiscal effect in an approved budget\nand financial plan, as certified by the Chief Financial Officer to the Budget Director of the\nCouncil in a certification published by the Council in the District of Columbia Register.\nSec. 402. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 403. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nmayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 38-2652\n\nTitle II\nDelayed\napplicability1\n02(b)\n\n\f",
  "title": "Parent and Student Empowerment Amendment Act of 2013",
  "end": "2915",
  "start": "2910",
  "name": "Law_20-76.pdf"
}