{
  "start": "3001", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3001\nD.C. Law 20-70, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-217, 20 DCSTAT 2607)\n\nAN ACT\n\nTo amend, on a temporary basis, the Department of Health Functions Clarification Act of 2001 to\nauthorize the Department of Health to award grants for clinical nutritional home delivery services\nfor individuals living with cancer and other life-threatening diseases and related services in fiscal\nyear 2014.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Department of Health Grant-Making Authority for Clinical Nutritional\nHome Services Temporary Amendment Act of 2013\".\n\nSec. 2. Section 4907a of the Department of Health Functions Clarification Act of 2001,\neffective March 3, 2010 (D.C. Law 18-111; D.C. Official Code § 7-736.01), is amended by\nadding new subsections (c) and (d) to read as follows:\n\"(c) For fiscal year 2014, the Director of the Department of Health shall have the\nauthority to issue grants to:\n\"(1) Qualified community organizations for the purpose of providing the\nfollowing services:\n\"(A) Ambulatory health services for an amount not to exceed $3,236,980;\n\"(B) Poison control hotline and prevention education services for an\namount not to exceed $350,000;\n\"(C) Operations and primary care services for school-based health clinics\nfor an amount not to exceed $2,250,000; and\n“(D) Clinical nutritional home delivery services for individuals living with\ncancer and other life-threatening diseases; and\n\"(2) Organizations for the purpose of providing the following programs and\nservices:\n\"(A) A teen pregnancy prevention program for an amount not to exceed\n$400,000;\n\"(B) Programs designed to promote healthy development in girls attending\npublic and public charter schools in grades 9 through 12 located in areas of the city possessing\nthe highest rates of teen pregnancy and highest enrollment in state-funded health programs in the\nDistrict of Columbia, not to exceed $400,000;\n\"(C) Farmers market incentive programs, not to exceed $200,000;\n“(D) Food-pantry services, not to exceed $52,000;\n\"(E) Wildlife rehabilitation services, not to exceed $250,000;\n\nBill 20-554\nAct 20-236\neffective\nDecember 20,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nDepartment of\nHealth GrantMaking\nAuthority for\nClinical\nNutritional\nHome\nServices\nTemporary\nAmendment\nAct of 2013\nNote,\n§ 7-736.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3002\nD.C. Law 20-70, effective February 22, 2014 (Expiration date October 5, 2014)\n(Related Emergency Legislation is Act 20-217, 20 DCSTAT 2607)\n\n\"(F) Mother-to-child (vertical) HIV transmission programs and services,\nnot to exceed $50,000; and\n“(G) Nonprofit organizations dedicated to preventing any of the following\nchronic diseases, not to exceed $850,000:\n\"(i) Asthma;\n\"(ii) Cancer;\n\"(iii) Diabetes;\n\"(iv) Hypertension;\n\"(v) Kidney disease; and\n\"(vi) Obesity.\n“(d)(1) All grants issued pursuant to subsection (c) of this section shall be administered\npursuant to the requirements set forth in the Grant Administration Act of 2013, signed by the\nMayor on August 28, 2013 (D.C. Act 20-157; 60 DCR 12472).\n“(2) The Department of Health shall submit a quarterly report to the Secretary to\nthe Council on all grants issued pursuant to the authority granted in subsection (c) of this section\nand any grant in excess of $250,000 shall be awarded through a competitive process unless\notherwise authorized by law.”.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "3002", 
  "name": "Law_20-70.pdf", 
  "title": "Department of Health Grant-Making Authority For Clinical Nutritional Home Services Temporary Amendment  Act of 2013"
}