{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-117, effective June 26, 2014\n\n20 DCSTAT 3283\n\nproposed exemption or abatement. If individual financial information is not available, the\nrequirements of this sub-subparagraph may be met through an advisory opinion on whether the\nproposed exemption or abatement can reasonably be expected to meet the proposed public policy\ngoal.”\n(2) Sub-subparagraph (iv) is amended by striking the phrase “or taxpayers” and\ninserting the phrase “or taxpayers that cannot be readily identified” in its place.\n(b) Paragraph (2)(A) is amended by striking the phrase “for a bill that grants an\nexemption or abatement to a housing development” and inserting the phrase “where applicable”\nin its place.\nSec. 17. Section 6(c) of Article II of An Act To provide for compulsory school\nattendance, for the taking of a school census in the District of Columbia, and for other purposes,\neffective August 25, 1994 (D.C. Law 10-159; D.C. Official Code § 38-207(c)), is amended to\nread as follows:\n“(c) Within 2 business days of a minor student’s 10th unexcused absence during a school\nyear, the educational institution shall send the minor’s parent:\n“(1) Information from the Chief of Police about the compulsory attendance\nrequirements and criminal penalties for violations of this act; and\n“(2) A letter notifying the parent that he or she may be in violation of the school\nattendance requirements under this act and may be subject to prosecution.”.\nSec. 18. Applicability.\nExcept as otherwise provided, this act shall apply as of October 1, 2013.\nSec. 19. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 20. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 60-day period of Congressional review as\nprovided in section 602(c)(2) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(2)), and publication in the District of\nColumbia Register.\n\nAmend\n§ 38-207\n\nNote,\nAll amended\nsections\nexcept § 472005\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 3284\nD.C. Law 20-103, effective May 15, 2014 (Expiration date December 26, 2014)\n(Related Emergency Legislation is Act 20-278, 20 DCSTAT 3049)\n\nAN ACT\n\nTo amend, on a temporary basis, the Vending Regulation Act of 2009 and Chapter 5 of Title 24 of the\nDistrict of Columbia Municipal Regulations to re-establish a criminal penalty provision for\nviolating a regulation implementing the Vending Regulation Act of 2009 and to regulate the sale\nof tickets from public space.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Vending Regulations Temporary Amendment Act of 2014”.\n\nBill 20-669\nAct 20-292\neffective\nMarch 12,\n2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nVending\nRegulations\nTemporary\nAmendment\nAct of 2014\n\nSec. 2. Section 9 of the Vending Regulation Act of 2009, effective October 22, 2009\n(D.C. Law 18-71; D.C. Official Code § 37-131.08), is amended as follows:\n(a) The existing text is designated as subsection (a).\n(b) A new subsection (b) is added to read as follows:\n“(b)(1) In addition to any civil penalties that may be imposed under subsection (a) of this\nsection, any person that violates 24 DCMR § 573.8 shall, upon conviction, be subject to a fine\nnot to exceed $300, or by imprisonment not to exceed 90 days, or both, for each violation.\n“(2) Civil fines, penalties, and fees may be imposed as alternative sanctions for\nviolations under this subsection.”.\n\nAmend\n§ 37-131.08\n\nSec. 3. Chapter 5 of Title 24 of the District of Columbia Municipal Regulations is\namended by adding a new section 573.8 to read as follows:\n“573.8 No person shall sell or offer to sell any ticket from the sidewalks, streets, or public\nspaces anywhere in the District of Columbia for any excursion, musical or theatrical\nperformance, opera, sporting event, circus, or any entertainment of any kind; provided, that sales\nof tickets on public space for sightseeing bus excursions shall comply with the provisions of §§\n573.5, 573.6, and 573.7.”.\n\nDCMR\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\n\f",
  "title": "Vending Regulations Temporary Amendment Act of 2014",
  "end": "3284",
  "start": "3283",
  "name": "Law_20-103.pdf"
}