{
  "end": "2214", 
  "name": "Law_20-51.pdf", 
  "start": "2213", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-51, effective December 13, 2013\n\n20 DCSTAT 2213\n\nAN ACT\n\nTo amend the Senior Citizen Motor Vehicle Accident Prevention Course Certification Act of 1983 to offer\nan online course to eligible drivers, reduce the required hours for the classroom course, and\nlower the age of eligibility for the course from 55 to 50 years of age; and to amend section 18-911\nof the District of Columbia Municipal Regulations to make corresponding changes.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Older Adult Driver Safety Amendment Act of 2013”.\n\nSec. 2. The Senior Citizen Motor Vehicle Accident Prevention Course Certification Act\nof 1983, effective February 9, 1984 (D.C. Law 5-46; D.C. Official Code § 50-2001 et seq.), is\namended as follows:\n(a) Section 2 (D.C. Official Code § 50-2001) is amended by striking the phrase “55 years\nof age” wherever it appears and inserting the phrase “50 years of age” in its place.\n(b) Sections 3 and 4 (D.C. Official Code § 50-2002) are amended as follows:\n(1) Subsection (a) is amended by striking the phrase “55 years of age” and\ninserting the phrase “50 years of age” in its place.\n(2) Subsection (b) is amended to read as follows:\n“(b) An approved classroom course shall require that each student receives a minimum of\n6 hours of instruction for the initial course and 4 hours of instruction for the renewal courses.”.\n(3) A new subsection (b-l) is added to read as follows:\n“(b-l) An approved online course shall require that each student receives validation of\ninstruction that is equal to or greater than that offered in a classroom course.”.\n(c) Sections 5 and 6 (D.C. Official Code § 50-2003) are amended by striking the phrase\n“55 years of age” wherever it appears and inserting the phrase “50 years of age” in its place.\nSec. 3. Section 911 of Title 18 of the District of Columbia Municipal Regulations (18\nDCMR § 911) is amended as follows:\n(a) Subsection 911.9 (18 DCMR § 911.9) is amended to read as follows:\n“911.9 An approved classroom course shall require that each student receives a minimum\nof six (6) hours of instruction for the initial course and four (4) hours of instruction for the\nrenewal courses.”.\n(b) Subsection 911.10(e) (18 DCMR § 911.10(e)) is amended by striking the phrase\n“fifty-five (55)” and inserting the phrase “fifty (50)” in its place.\n(c) Subsection 911.14(f) (18 DCMR § 911.14(f)) is amended by striking the phrase “fiftyfive (55)” and inserting the phrase “fifty (50)” in its place.\n\nBill 20-177\nAct 20-190\neffective\nOctober 17,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nOlder Adult\nDriver Safety\nAmendment\nAct of 2013\n\nAmend\n§ 50-2001\nAmend\n§ 50-2002\n\nAmend\n§ 50-2003\n\nDCMR\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-51, effective December 13, 2013\n\n20 DCSTAT 2214\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(l)), and publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Older Adult Driver Safety Amendment Act of 2013", 
  "council_period": "20"
}