{
  "end": "2179", 
  "name": "Law_20-34.pdf", 
  "start": "2177", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-34, effective November 5, 2013\n\n20 DCSTAT 2177\n\nAN ACT\n\nTo establish new private contractor and subcontractor prompt payment laws, to establish time\nrequirements for owners to pay contractors when the contract does not provide for specific dates\nand times of payment, to establish time requirements for owners to pay contractors when the\ncontract does provide for specific dates and times of payment, to impose an interest penalty and\nassess reasonable attorney fees on an owner for failure to make prompt payments to a contractor,\nto establish time requirements for contractors to pay subcontractors, and to impose an interest\npenalty and assess reasonable attorney fees on a contractor for failure to make prompt payments\nto a subcontractor.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Private Contractor and Subcontractor Prompt Payment Act of 2013”.\n\nSec. 2. Definitions.\nFor the purposes of this act, the term:\n(1) “Contract” means:\n(A) A construction contract that is an agreement of any kind of nature,\nexpress or implied, to provide labor or materials, or both, for demolition, building, renovation,\nalteration, or maintenance of buildings, roadways, and structures; or\n(B) A food service contract that is an agreement of any kind of nature,\nexpress or implied, for doing work or furnishing materials, or both.\n(2) “Contractor” means a person, entity, or business that has a contract with an\nowner.\n(3) “Subcontractor” means:\n(A) A person, entity, or business that has a contract with a contractor;\n(B) A person, entity, or business that has a contract with a subcontractor;\nor\n(C) A person, entity, or business that performs work on a construction site\nfor a contractor or another subcontractor or that fabricates materials off-site, from plans and\nspecifications unique to the project, for installation on the construction site.\n(4) “Owner” means an owner of the property or a tenant; provided, that the tenant\nenters into contract with a contractor. The term “owner” does not include a District agency as\nthat term is defined in section 2(3) of the District of Columbia Quick Payment Act of 1984,\neffective March 15, 1985 (D.C. Law 5-164; D.C. Official Code § 2-221.01(3)).\n(5) “Undisputed amount” means an amount owed on a contract or a subcontract\nfor which there is no good-faith dispute, including any retainage withheld.\n\nBill 20-145\nAct 20-148\neffective\nAugust 2,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nPrivate\nContractor\nand\nSubcontractor\nPrompt\nPayment Act\nof 2013\nNew\nSubchapter II,\nChapter 2,\nTitle 27\nNew\n§ 27-201\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-34, effective November 5, 2013\n\n20 DCSTAT 2178\n\nSec. 3. Prompt payments to contractors.\n(a) If a construction contract between an owner and contractor does not provide for\nspecific dates and times of payment, the owner shall pay to the contractor undisputed amounts\nowed under the terms of the written contract within the earlier of:\n(1) 15 days after the day on which the occupancy permit is granted;\n(2) 15 days after the day on which the owner or the owner’s agent takes\npossession; or\n(3) 15 days after an owner receives a contractor’s payment request.\n(b) If a food service contract between an owner and contractor does not provide for\nspecific dates and times of payment, the owner shall pay to the contractor undisputed amounts\nowed under the terms of the written contract within the earlier of:\n(1) 15 days after the day on which the owner or the owner’s agent takes\npossession; or\n(2) 15 days after an owner receives a contractor’s payment request.\n(c) If a contract provides for specific dates or times of payment, the owner shall pay to\nthe contractor undisputed amounts owed within 7 days after the date or time specified in the\ncontract.\n\nNew\n§ 27-202\n\nSec. 4. Failure to make prompt payments to a contractor.\nIf an owner fails to make prompt payments to a contractor as required by section 3, the\nowner shall:\n(1) Pay interest of 1.5% per month or any part of a month to the contractor on any\nundisputed amount not paid on time to the contractor; and\n(2) If a contractor prevails in a civil action to collect interest penalties from an\nowner, the contractor shall be awarded its costs and disbursements, including reasonable\nattorney’s fees, incurred in bringing the action.\n\nNew\n§ 27-203\n\nSec. 5. Prompt payments to subcontractors.\n(a) If a contract is between a contractor and subcontractor, or between a first-tier\nsubcontractor and a second-tier subcontractor, the contractor or subcontractor shall pay\nundisputed amounts owed to its subcontractor within 7 days after receipt by the contractor or\nsubcontractor of each payment received for its subcontractors’ work or materials.\n(b) Notwithstanding subsection (a) of this section, conditions of payment to the\nsubcontractor on receipt by the contractor of payment from the owner may not abrogate or waive\nthe right of the subcontractor to:\n(1) Claim a mechanics' lien; or\n(2) Sue on a contractor’s bond.\n(c) Any provision of a contract made in violation of subsection (b) of this section is void\nas against the public policy of the District.\n\nNew\n§ 27-204\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-34, effective November 5, 2013\n\n20 DCSTAT 2179\n\nSec. 6. Failure to make prompt payments to a subcontractor.\nIf a contractor fails to make prompt payments to a subcontractor as required by section 5,\nor a first-tier subcontractor fails to make prompt payments to a second-tier subcontractor, the\ncontractor or subcontractor shall:\n(1) Pay interest of 1.5% per month or any part of a month to the subcontractor on\nany undisputed amount not paid on time to the subcontractor; and\n(2) If the subcontractor prevails in a civil action to collect interest penalties from a\ncontractor or first-tier subcontractor, the subcontractor shall be awarded its costs and\ndisbursements, including reasonable attorney’s fees, incurred in bringing the action.\nSec. 7. Applicability.\nThis act shall apply to all contracts entered into on or after October 1, 2013.\nSec. 8. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 9. Effective date.\nThis\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) if the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat, 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\nNew\n§ 27-205\n\nNew\n§ 27-206\n\n\f", 
  "title": "Private Contractor and Subcontractor Prompt Payment Act of 2013", 
  "council_period": "20"
}