{
  "start": "3225", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3225\n\nAN ACT\n\nTo amend the Small, Local, and Disadvantaged Business Enterprise Development and Assistance Act of\n2005 to clarify the definitions of a small business enterprise (\"SBE\") and a certified business\nenterprise (\"CBE\"), clarify the functions of the Department of Small and Local Business\nDevelopment (\"DSLBD\"), to classify contractors and developers as beneficiaries, to define what\nconstitutes a government-assisted project that is subject to the requirements of the CBE program,\nto provide DSLBD the additional authority to prohibit a business from operating as a passthrough, to abolish the Small and Local Business Opportunity Commission, to require local\nbusiness enterprises (\"LBEs\") to maintain offices and perform managerial functions in their\nprincipal office located in the District, to amend the certification requirements of a SBE by\nrequiring a SBE to be a LBE and to either be certified or meet the definition of a small business\nconcern under the act or to have average annualized gross receipts that do not exceed the limits\npursuant to DSLBD regulations, to grant DSLBD the authority to certify a joint venture for all\npublic, public-private, and private projects, to allow a certified joint venture to keep its\ncertification for the duration of a contract, to mandate a joint venture shall not be certified to meet\nthe subcontracting requirements in accordance with sections 2346 or the equity and development\nparticipation requirements in accordance with section 2349a, to provide that only those joint\nventures that can demonstrate that the CBE joint venture partner has at least a 51% controlling\ninterest in the joint venture may receive all the preference points attributable to the CBE, to add\nadditional criteria for determining 51% control in construction joint ventures, to provide DSLBD\nthe authority to provide preference points to joint ventures with less than 50% certified business\nenterprise participation, to establish preference points for a certified joint venture that reflect the\nCBE's actual participation, to require contracts or procurements $250,000 or less to be set aside\nfor a SBE or CBE, to require contracts $250,000 or less on the District of Columbia Supply\nSchedule to be awarded to a SBE or CBE, to require follow-on or renewable acquisitions from a\nDistrict agency to remain with a SBE or CBE, where the original contract or procurement was\nawarded to a SBE or CBE, to clarify that the subcontracting requirements of section 2346 apply to\nall government-assisted construction and non-construction projects, to void all options or\nextension of multiyear or extended contracts which are not in compliance with this act, to institute\nnew reporting requirements for utilization of subcontractors on government-assisted projects in\naccordance with sections 2346, to divide requirements for equity participation and participation\nin development services into separate sections, to create a new definition of certified equity\nparticipant to reflect market reality that special purpose entities rather than traditional businesses\ninvest in development projects, to create an obligation for a development sponsor to demonstrate\nits intent and ability to meet 20% equity requirement as a condition of land transfer, to create the\nability for a certified equity participant to develop 100% of a component of a larger project as\npart of the overall project’s 20% requirement, to mandate that only the Director of DSLBD may\nwaive or modify the subcontracting requirements pursuant to sections 2346, to authorize DSLBD\nto analyze waivers against the ability to achieve CBE goals on a project basis rather than a\nparticular subcontracting market, to require the Director of DSLBD on a semiannual basis to\nreport to the Council committee that has purview over the department on the status of the CBE\nprogram, to repeal the department’s authority to grant provisional certifications, to clarify that\nCBEs, beneficiaries, and certified joint ventures that violate the provisions of this act shall be\nsubject to fines, penalties, suspension, and debarment, to require the Office of Administrative\n\nBill 20-181\nAct 20-307\neffective\nApril 8, 2014\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3226\n\nHearings to handle all appeals of final determinations by the Director of DSLBD concerning a\nbusiness enterprise’s certification status, fines, and penalties, to clarify that if a CBE, beneficiary,\nor certified joint venture provides false information in response to a bid or proposal or makes\nfalse statements as to its certification status, it shall be subject to fines and criminal penalties, and\nto require the Mayor to issue rules to implement the provisions of this act.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Small and Certified Business Enterprise Development and Assistance\nAmendment Act of 2014”.\n\nSec. 2. The Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.), is amended as follows:\n(a) Section 2301 (D.C. Official Code § 2-218.01) is amended by striking the phrase\n\"Small, Local and Disadvantaged,\" and inserting the phrase \"Small and Certified\" in its place.\n(b) Section 2302 (D.C. Official Code § 2-218.02) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n\"(1) \"Agency\" means an agency, department, office, board, commission,\nauthority, or other instrumentality of the District government, with or without legal existence\nseparate from that of the District government.”.\n(2) Redesignate paragraphs (1A) and (1B) as paragraphs (1C) and (1D),\nrespectively.\n(3) New paragraphs (1A) and (1B) are added to read as follows:\n“(1A) “Agency contracting officer” means the contracting officer of an agency or\ngovernment corporation.\n“(1B) “Beneficiary” means a business enterprise that is the prime contractor or\ndeveloper on a government-assisted project.”.\n(4) The newly designated paragraph (1D) is amended to read as follows:\n\"(1D) Certified business enterprise\" means a local business enterprise certified\npursuant to part D of this subtitle.\n(5) New paragraphs (1E), (1F), and (1G) are added to read as follows:\n“(1E) “Certified joint venture” means a joint venture certified pursuant to section\n2339a.\n\"(1F) \"Certified equity participant\" means a single-purpose legal entity created to\nparticipate in real estate development projects and includes members that are small investors or\ndisadvantaged investors.\n\"(1G) \"Commercially useful function\" means work performed by a certified\nbusiness enterprise in a particular transaction that, consistent with industry practices and other\nrelevant considerations, has a necessary and useful role in the transaction. The certified business\nenterprise shall be responsible for the execution of the work of the contract and carry out its\n\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nAmendment\nAct of 2014\n\nAmend\n§ 2-218.01\nAmend\n§ 2-218.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3227\n\nresponsibility by actually performing, managing, and supervising the work involved. The\ncertified business enterprise shall be responsible, with respect to materials and supplies used on\nthe contract, for negotiating price, determining quality and quantity, ordering the materials and\ninstalling (where applicable) and paying for the material itself.\".\n(6) New paragraphs (5A) and (5B) are added to read as follows:\n\"(5A) \"Disadvantaged investor\" means:\n\"(A) A disadvantaged business enterprise pursuant to section 2333; or\n\"(B) A District-domiciled economically disadvantaged individual as\ndetermined by regulations promulgated by the Department.\n\"(5B) “District gross receipts” means all income derived from any activity\nwhatsoever from sources within the District, other than income a local business enterprise\nderives from an ownership or beneficial interest in other local business enterprises, whether\ncompensated in the District or not, before the deduction of any expense whatsoever connected\nwith the production of the income; provided, that the calculation of the income shall not include:\n“(A) The collection of federal or local taxes on motor vehicle fuel; or\n“(B) Fees retained by a retail establishment under section 4(b)(1) of the\nAnacostia River Clean Up and Protection Act of 2009, effective September 23, 2009 (D.C. Law\n18-55; D.C. Official Code § 8-102.03(b)(1)).\".\n(7) Paragraph (9) is amended to read as follows:\n\"(9) \"Expendable budget\" means the total appropriated budget of an agency,\nreduced by such funding sources, object classes, objects, and other items, including any contract,\nthe value of which does not lend itself to performance by a small or certified business enterprise,\nas shall be identified by the Department through rulemaking.”.\n(8) A new paragraph (9A) is added to read as follows:\n“(9A) “Government-assisted project means:\n“(A) A contract executed by an agency on behalf of the District or\npursuant to statutory authority that involves District funds or, to the extent not prohibited by\nfederal law, funds that the District administers in accordance with a federal grant or otherwise;\n“(B) A project funded in whole or in part by District funds;\n“(C) A project that receives a loan or grant from a District agency;\n“(D) A project that receives bonds or notes or the proceeds thereof issued\nby a District agency, including tax increment financing or payment in lieu of tax bonds and\nnotes, or industrial revenue bonds;\n“(E) A project that receives District tax exemptions or abatements that are\nspecific to the project and not to the nature of the entity undertaking the project, such as a\nreligious institution or nonprofit corporation; or\n“(F) A development project conducted pursuant to a disposition under\nsection 1 of An Act Authorizing the sale of certain real estate in the District of Columbia no\nlonger required for public purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code\n§ 10-801).”.\n(9) Paragraph (10) is repealed.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3228\n\n(10) Paragraph (12A) is amended by striking the phrase “business as” and\ninserting the phrase “business enterprise as” in its place.\n(11) Paragraph (13) is amended by striking the phrase “business which” and\ninserting the phrase “business enterprise that” in its place.\n(12) A new paragraph (13A) is added to read as follows:\n\"(13A) \"Qualified\" means a business enterprise deemed by the Department to\nhave the capability to perform the work that has been issued a certificate of registration issued\npursuant to this subtitle.\".\n(13) A new paragraph (16A) is added to read as follows:\n\"(16A) \"Small investor\" means:\n\"(A) A small business enterprise pursuant to section 2332; or\n\"(B) A District-domiciled individual with a net worth that does not exceed\nthe limit set by the Department for investors.\".\n(14) Paragraph (17) is amended by striking the phrase “business as” and inserting\nthe phrase “business enterprise as” in its place.\n(c) Section 2312 (D.C. Official Code § 2-218.12) is amended as follows:\n(1) Subsection (c) is amended by striking all text after the phrase “this subtitle”.\n(2) Subsections (d), (e), and (f) are repealed.\n(3) Subsection (g) is amended to read as follows:\n“(g) The Director shall have the authority to enforce the provisions of this subtitle and\nmay impose fines, fees, penalties, and other remedial actions for violations of section 2363 or the\nregulations promulgated pursuant to this subtitle.”.\n(4) New subsections (h) and (i) are added to read as follows:\n“(h) The Director shall establish within the Department, oversee, and administer such\ndivisions, offices, or other units as may be necessary or appropriate to perform the functions and\nduties of the Department.\n“(i) The Director may take such other actions as are necessary or appropriate to carry out\nthe provisions of this subtitle.”.\n(d) Section 2313 (D.C. Official Code § 2-218.13) is amended as follows:\n(1) The section heading is amended by striking the phrase “Organization and\nfunctions” and inserting the word “Functions” in its place.\n(2) Subsection (a) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase \"based in and serving\nthe\" and inserting the phrase \"based in the\" in its place.\n(B) Paragraph (2)(C) is amended by striking the phrase “that occur in the\nDistrict of Columbia”.\n(3) Subsection (c) is repealed.\n(4) Subsection (c-1) is amended by striking the word “issues” and inserting the\nword “issue” in its place.\n(5) Subsection (d) is repealed.\n(6) A new subsection (e) is added to read as follows:\n\nAmend\n§ 2-218.12\n\nAmend\n§ 2-218.13\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3229\n\n“(e) The Department, in coordination with the agency contracting officer, shall\nhave the authority, in reviewing participation by certified business enterprises, to disregard\nparticipation by a certified business enterprise when that certified business enterprise serves no\ncommercially useful function in the performance of a contract.\".\n(e) Section 2321 (D.C. Official Code § 2-218.21) is repealed.\n(f) Section 2322 (D.C. Official Code § 2-218.22) is repealed.\n(g) Section 2324 (D.C. Official Code § 2-218.24) is amended as follows:\n(1) Subsection (a) is repealed.\n(2) Subsection (b) is amended by striking the phrase \"and the Commission may\".\n(3) Subsection (c) is repealed.\n(h) Section 2325 (D.C. Official Code § 2-218.25) is repealed.\n(i) Section 2331 (D.C. Official Code § 2-218.31) is amended as follows:\n(1) Paragraph (2) is amended by striking the phrase \"maintain their offices and\nperform their managerial functions in the District\" and inserting the phrase \"perform their\nmanagerial functions in their principal office located in the District\" in its place.\n(2) Paragraph (2A) is amended to read as follows:\n“(2A) Can demonstrate one of the following:\n“(A) More than 50% of the employees of the business enterprise are\nresidents of the District;\n“(B) The owners of more than 50% of the business enterprise are residents\nof the District; or\n“(C)(i) More than 50% of the assets of the business enterprise, excluding\nbank accounts, are located in the District; and\n“(ii) More than 50% of the business enterprise’s gross receipts are\nDistrict gross receipts; and”.\n(3) Paragraph (3) is amended to read as follows:\n“(3) Can demonstrate one of the following:\n“(A) The business enterprise is licensed pursuant to Chapter 28 of Title 47\nof the District of Columbia Official Code;\n“(B) The business enterprise is subject to the tax levied under Chapter 18\nof Title 47 of the District of Columbia Official Code; or\n“(C) The business enterprise is a business enterprise identified in D.C.\nOfficial Code § 47-1808.01(1) through (5) and more than 50% of the business is owned by\nresidents of the District.”.\n(j) Section 2332(a) (D.C. Official Code § 2-218.32(a)) is amended as follows:\n(1) Paragraph (1)(A) is amended by striking the word “or”.\n(2) Paragraph (3) is amended as follows:\n(A) Subparagraph (A) is amended by striking the phrase “as a small\nbusiness concern” and inserting the phrase “as a small business concern or meets the definition\nof a small business concern” in its place.\n(B) Subparagraph (B) is amended to read as follows:\n\nRepeal\n§ 2-218.21\n§ 2-218.22\nAmend\n§ 2-218.24\n\nRepeal\n§ 2-218.25\nAmend\n§ 2-218.31\n\nAmend\n§ 2-218.32\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3230\n\n“(B) Has had averaged annualized gross receipts for the 3 years preceding\ncertification not exceeding the limits established by rules issued pursuant to section 2372.”.\n(k) Section 2333(b)(3) (D.C. Official Code § 2-218.33(b)(3)) is amended by striking the\nphrase “has an average annualized gross receipts totaling $75 million or less” and inserting the\nphrase “has annualized gross receipts not exceeding limits as enumerated in rules issued pursuant\nto section 2372” in its place.\n(l) Section 2335 (D.C. Official Code § 2-218.35) is amended by striking the phrase\n“2302” and inserting the phrase “2302(15)” in its place.\n(m) Section 2336 (D.C. Official Code § 2-218.36) is amended by striking the phrase\n“2302” and inserting the phrase “2302(13)” in its place.\n(n) Section 2337 (D.C. Official Code § 2-218.37) is amended by striking the phrase\n“2302” and inserting the phrase “2302(8)” in its place.\n(o) Section 2338(1) (D.C. Official Code § 2-218.38(1)) is amended to read as follows:\n“(1) Is a local business enterprise;”.\n(p) Section 2339 (D.C. Official Code § 2-218.39) is amended as follows:\n(1) Paragraph (1) is amended to read as follows:\n“(1) Is a local business enterprise;”.\n(2) Paragraph (2) is amended by striking the phrase “workers;” and inserting the\nphrase “workers; and” in its place.\n(3) Paragraph (3) is repealed.\n(4) Paragraph (4) is amended by striking the phrase “Has its principal location of\nmanufacturing” and inserting the phrase “Manufactures only” in its place.\n(q) Section 2339a (D.C. Official Code § 2-218.39a) is amended as follows:\n(1) The section heading is amended to read as follows:\n“Sec. 2339a. Certified joint venture.”.\n(2) Subsection (a) is amended to read as follows:\n\"(a) A joint venture shall be eligible for certification as a certified joint venture if\nthe joint venture intends to submit a response to solicitation in which the joint venture will\nprovide goods or perform services, and has a member that owns a majority or minority interest in\nthe joint venture and meets the definition of a certified business enterprise pursuant to section\n2302(1D). A joint venture shall be certified for a specific solicitation. The Department shall\npromulgate regulations that provide for a simplified procedure for the certification of a joint\nventure if the joint venture, having the same participants and structure, has been certified by the\nDepartment on a previous government-assisted project.\".\n(3) A new subsection (a-1) is added to read as follows:\n\"(a-1) The Department shall have the authority to certify a joint venture for all\npublic, public-private, and private projects.\".\n(4) Subsection (c) is amended as follows:\n(A) The lead-in language is amended to read as follows:\n\"(c) In determining whether a joint venture is eligible to be certified as a\ncertified joint venture, the Department shall consider the totality of the circumstances, including\n\nAmend\n§ 2-218.33\n\nAmend\n§ 2-218.35\nAmend\n§ 2-218.36\nAmend\n§ 2-218.37\nAmend\n§ 2-218.38\nAmend\n§ 2-218.39\n\nAmend\n§ 2-218.39a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3231\n\nthe defined contributions and defined benefits provided by each member of the joint venture,\nwhich shall be demonstrated by the following information:\".\n(B) Paragraph (1) is amended by striking the phrase “members; and” and\ninserting the phrase “members of the joint venture; and” in its place.\n(C) Paragraph (2) is amended by striking the phrase “each member” and\ninserting the phrase “each joint venture member” in its place.\n(5) New subsections (e), (f), (g) and (h) are added to read as follows:\n“(e) A joint venture shall relinquish its status as a certified joint venture if it has not been\nawarded the contract or if the solicitation has been withdrawn or cancelled.\n“(f) Unless a joint venture's certification is relinquished pursuant to subsection (e) of this\nsection, a certified joint venture shall retain its certification for the duration of the contract\nawarded through the solicitation for which it was certified, including any extension of the\ncontract.\n“(g) A joint venture shall not be certified:\n“(1) To meet the small and certified business enterprise subcontracting\nrequirements set forth in section 2346; or\n“(2) To meet the small and certified business equity and development\nparticipation requirements set forth in section 2349a.\n“(h) A certified joint venture shall receive preference points or price reductions in\naccordance with section 2343 as follows:\n“(1) If the Department determines that a certified business enterprise owns a\nmajority interest in the joint venture, the joint venture shall receive the preference points or price\nreductions that the certified business enterprise would receive in accordance with section 2343;\nprovided, that if the certified joint venture is formed to serve as a general contractor on a project,\nthe joint venture shall be required also to establish to the reasonable satisfaction of the\nDepartment that:\n“(A) Any bond for the project shall be provided by the certified business\nenterprise, and the certified business enterprise participant shall be solely and individually liable\nas the principal to the surety for at least 51% of each claim asserted under the bond;\n“(B) The individual primarily responsible for project decisions, such as the\nproject executive, shall be provided by the certified business enterprise; and\n“(C) At least 50% of the staff that the joint venture will devote to\nthe project will be provided by the certified business enterprise.\n“(2) If the Department determines that a certified business enterprise owns\na minority interest in the joint venture, the Department’s certification of the joint venture shall\nindicate such and specify the preference points or price reductions that the joint venture shall\nreceive, but in no event shall the preference points or price reductions exceed 50% of the\npreference points or price reductions that would otherwise be applicable to the certified business\njoint venture partner.\n“(3) Similar to the requirements set forth in paragraph (1)(A), (B), and (C) of this\nsubsection, the Department may adopt regulations that establish additional industry-specific\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3232\n\nrequirements for the certification of a joint venture that has a majority interest held by a certified\nbusiness enterprise.”.\n(r) Section 2341 (D.C. Official Code § 2-218.41) is amended as follows:\n(1) The section heading is amended by striking the phrase “with small business\nenterprises”.\n(2) Subsection (a) is amended by striking the phrase “goods and services,\nincluding construction goods and services, to” and inserting the phrase “expendable budget to\nqualified” in its place.\n(3) A new subsection (a-1) is added to read as follows:\n\"(a-1) If the agency determines in writing that there are not at least 2 qualified small\nbusiness enterprises, the agency may use any qualified certified business enterprises to fulfill the\nrequirements of subsection (a) of this section.\".\n(4) Subsection (b) is repealed.\n(5) A new subsection (c) is added to read as follows:\n“(c) The provisions of this subtitle relating to contracting and subcontracting goals and\nrequirements shall be applicable to every government-assisted project unless the Department, by\nregulation, establishes a specific exemption for a particular type or class of government-assisted\nproject.”.\n(s) Section 2342(1) (D.C. Official Code § 2-218.42(1)) is amended by striking the phrase\n\"with principal offices located in an enterprise zone\".\n(t) Section 2343(a)(2) (D.C. Official Code § 2-218.43(a)(2)) is amended as follows:\n(1) Subparagraph (E) is amended by striking the word “and”.\n(2) Subparagraph (F) is amended by striking the period and inserting a semicolon\nin its place.\n(3) New subparagraphs (G) and (H) are added to read as follows:\n“(G) Two percent for a veteran-owned business enterprise; and\n“(H) Two percent for a local manufacturing business enterprise.”.\n(u) Section 2344 (D.C. Official Code § 2-218.44) is amended as follows:\n(1) The section heading is amended to read as follows:\n“Sec. 2344. Mandatory set-asides of District agency contracts for small business\nenterprises or certified business enterprises.”.\n(2) Subsection (a) is amended to read as follows:\n“(a) Except as provided in subsections (a-1) and (b) of this section or section 2345, each\nagency shall set aside contracts or procurements of $250,000 or less for qualified small business\nenterprises.”.\n(3) A new subsection (a-1) is added to read as follows:\n“(a-1) If an agency determines in writing that there are not at least 2 qualified small\nbusiness enterprises that can provide the services or goods that are the subject of the contract, the\nagency may use any qualified certified business enterprise to fulfill the requirements of\nsubsection (a) of this section.”.\n(4) Subsection (b) is amended as follows:\n\nAmend\n§ 2-218.41\n\nAmend\n§ 2-218.42\nAmend\n§ 2-218.43\n\nAmend\n§ 2-218.44\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3233\n\n(A) Strike the word \"refuse\" and insert the word \"decline\" in its place.\n(B) Strike the phrase \"market if\" and insert the phrase \"market, if\" in its\nplace.\n(C) Strike the phrase “small business enterprise” and insert the phrase\n“small or certified business enterprise” in its place.\n(5) A new subsection (c) is added to read as follows:\n“(c) Each written determination pursuant to subsections (a-1) or (b) of this section shall\nbe submitted to the Director, who shall post a copy of the determination so that it can reasonably\nbe accessed by the public via the Department's website or such other locations as the Department\nmay establish.”.\n(v) Section 2345 (D.C. Official Code § 2-218.45) is amended to read as follows:\n“Sec. 2345. Mandatory set-asides of contracts in the District of Columbia Supply\nSchedule for small business enterprises or certified business enterprises.\n“(a) Except as provided in subsections (b) and (c) of this section, each agency shall award\ncontracts of $250,000 or less to a qualified small business enterprise included on the District of\nColumbia Supply Schedule.\n“(b) If an agency determines in writing that there are not at least 2 qualified small\nbusiness enterprises on the District of Columbia Supply Schedule that can provide the services or\ngoods that are the subject of the contract, the agency may use any qualified certified business\nenterprise to fulfill the requirements of subsection (a) of this section.\n“(c) An agency may decline to award a contract or procurement set aside under this\nsection, and may thereafter issue the contract or procurement in the open market, if the agency\ndetermines in writing that the bids for the contract or procurement set aside for a small or\ncertified business enterprise are believed to be 12% or more above the likely price on the open\nmarket.\n“(d) Each written determination pursuant to subsections (b) or (c) of this section shall be\nsubmitted to the Director, who shall post a copy of the determination so that it can reasonably be\naccessed by the public via the Department’s website or such other locations as the Department\nmay establish.”.\n(w) A new section 2345a is added to read as follows:\n“Sec. 2345a. Mandatory set-asides for small business enterprises and certified business\nenterprises with respect to follow-on and renewable acquisitions.\n“(a) Except as provided in subsection (b) of this section, where a contract or procurement\nis awarded by a District agency to a small business enterprise or certified business enterprise, its\nfollow-on or renewable acquisition shall be set aside for small business enterprises or certified\nbusiness enterprises.\n“(b) An agency that would like to fulfill a follow-on or renewable acquisition without\nusing a small business enterprise or certified business enterprise shall:\n“(1) Make a written request to the Director; and\n“(2) Receive written approval from the Director to allow the agency to waive the\nrequirements set forth in this section.”.\n\nAmend\n§ 2-218.45\n\nNew\n§ 2-218.45a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3234\n\n(x) Section 2346 (D.C. Official Code § 2-218.46) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) The lead-in language is amended as follows:\n(I) Strike the phrase “contracts in” and insert the phrase\n“contracts for government-assisted projects in” in its place.\n(II) Strike the phrase “requirements:” and insert the phrase\n“requirements unless a waiver has been approved in accordance with section 2351:” in its place.\n(ii) Subparagraph (A) is amended as follows:\n(I) Strike the phrase “dollar volume shall” and insert the\nphrase “dollar volume of the contract shall” in its place.\n(II) Strike the phrase “provided, that the costs of materials,\ngoods, and supplies shall not be counted towards the 35% subcontracting requirement unless\nsuch materials, goods, and supplies are purchased from small business enterprises;”.\n(iii) Subparagraph (B) is amended by striking the word “certified”\nand inserting the phrase “qualified certified” in its place.\n(B) Paragraph (2) is amended as follows:\n(i) The lead-in language is amended as follows:\n(I) Strike the phrase “contracts in” and insert the phrase\n“contracts for government-assisted projects in” in its place.\n(II) Strike the phrase “, unless a waiver has been approved\nby the Office of Contracting and Procurement,”.\n(III) Strike the phrase “requirements:” and insert the\nphrase “requirements unless a waiver has been approved in accordance with section 2351:” in its\nplace.\n(ii) Subparagraph (A) is amended as follows:\n(I) Strike the phrase “dollar volume shall” and insert the\nphrase “dollar volume of the contract shall” in its place.\n(II) Strike the phrase “provided, that the costs of materials,\ngoods, and supplies shall not be counted towards the 35% subcontracting requirement unless\nsuch materials, goods, and supplies are purchased from small business enterprises;”.\n(iii) Subparagraph (B) is amended by striking the word “certified”\nand inserting the phrase “qualified certified” in its place\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1) is amended as follows:\n(i) Subparagraph (A) is amended to read as follows:\n\"(A) Each government-assisted construction and non-construction contract\nfor which a certified business enterprise is selected as a beneficiary and is granted points or a\nprice reduction pursuant to section 2343 or is selected through a set-aside program under this\nsubpart shall include a requirement that the certified business enterprise perform at least 35% of\n\nAmend\n§ 2-218.46\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3235\n\nthe contracting effort with its own organization and resources and, if it subcontracts, 35% of the\nsubcontracted effort shall be with certified business enterprises.\".\n(ii) Subparagraph (B) is amended to read as follows:\n\"(B) If the total contracting effort performed by the certified business\nenterprise is less than the amount required by subparagraph (A) of this paragraph, then the\nbusiness enterprise shall be subject to enforcement pursuant to section 2363.\".\n(B) Paragraph (2) is amended as follows:\n(i) Subparagraph (A) is amended to read as follows:\n\"(A) Each government-assisted construction and non-construction contract\nfor which a certified joint venture is selected as a beneficiary and is granted points or a price\nreduction pursuant to section 2343 or is selected through a set-aside program under this subpart\nshall include a requirement that the certified business enterprise perform at least 50% of the\ncontracting effort with its own organization and resources and, if it subcontracts, 35% of the\nsubcontracted effort shall be with certified business enterprises.\".\n(ii) Subparagraph (B) is amended to read as follows:\n\"(B) If the total contracting effort performed by the certified business\nenterprise is less than the amount required by subparagraph (A) of this paragraph, then the\nbusiness enterprise shall be subject to enforcement pursuant to section 2363.\".\n(3) A new subsection (b-1) is added to read as follows:\n\"(b-1) Each government-assisted construction and non-construction project for which a\ncertified business enterprise is utilized to meet the subcontracting requirements pursuant to\nsubsections (a) and (b) of this subsection shall include a requirement that the certified business\nenterprise perform at least 35% of the contracting effort with its own organization and\nresources.\".\n(4) Subsection (c) is amended to read as follows:\n\"(c) Each government-assisted construction and non-construction project of $1 million or\nless for which a certified business enterprise is selected as a beneficiary and is granted points or a\nprice reduction pursuant to section 2343 or is selected through a set-aside program under this\nsubpart shall include a requirement that the certified business enterprise perform at least 50% of\nthe on-site work with its own workforce.\".\n(5) Subsection (d) is amended to read as follows:\n“(d)(1) Bids or proposals responding to a solicitation, including an open market\nsolicitation, shall be deemed nonresponsive and shall be rejected if a subcontracting plan is\nrequired by law and the beneficiary fails to submit a plan that meets the criteria set forth in\nparagraph (2) of this subsection.\n“(2) A subcontracting plan shall include the following information:\n“(A) The name and address of each subcontractor;\n“(B) A current certification number of the small or certified business\nenterprise;\n“(C) The scope of work to be performed by each subcontractor; and\n“(D) The price to be paid by the beneficiary to each subcontractor.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3236\n\n“(3) The subcontracting plan required by paragraph (2) of this subsection shall be\nprovided before the District accepts the submission of the bid or proposal.”.\n(6) A new subsection (d-1) is added to read as follows:\n\"(d-1) Notwithstanding subsection (d) of this section, a design-build project shall not be\nrequired to identify specific subcontractors as a condition precedent to performing\npreconstruction services; provided, that a detailed subcontracting plan that meets the\nrequirements of subsection (d) of this section shall be submitted before entering into a\nguaranteed maximum price or such other contractual action authorizing the contractor to\ncommence construction.\".\n(7) Subsection (e) is amended as follows:\n(A) Strike the phrase “prime contractor” and insert the word “beneficiary”\nin its place.\n(B) Strike the phrase “the contracting officer and”.\n(8) Subsection (f) is amended by striking the phrase “in which the options or\nextensions exceed $1 million in value,”.\n(9) Subsection (h) is amended by striking the phrase “prime contractor shall\nsubmit to the contracting officer and the” and inserting the phrase “beneficiary shall submit to\nthe agency contracting officer, project manager, District of Columbia Auditor, and” in its place.\n(10) Subsection (i) is amended to read as follows:\n“(i)(1) A beneficiary shall provide a quarterly report to the Department, agency\ncontracting officer, project manager, and District of Columbia Auditor. The quarterly report\nshall include the following information for each subcontract with a subcontractor identified in\nthe subcontracting plan:\n“(A) The price to be paid by the beneficiary to the subcontractor under the\nsubcontract;\n“(B) A description of the goods procured or the services subcontracted for;\n“(C) The amount paid by the beneficiary to the subcontractor under the\nsubcontract; and\n“(D) A copy of the fully executed subcontract, if the fully executed\nsubcontract was not provided in a prior quarterly report.\n“(2) If the fully executed subcontract is not included with a quarterly report, the\nbeneficiary shall not receive credit toward the subcontracting requirements of this section for that\nsubcontract.”.\n(11) New subsections (j), (k), (l), (m), and (n) are added to read as follows:\n“(j)(1) The beneficiary shall meet on an annual basis with the Department, agency\ncontracting officer, project manager, and District of Columbia Auditor to provide an update of\nthe subcontracting plan for utilization of small business enterprises and certified business\nenterprises.\n“(2) The beneficiary shall be given a 30-day written notice of the meeting by the\nDepartment.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3237\n\n“(k) The beneficiary shall provide written notice to the Department and District of\nColumbia Auditor upon the initiation and completion of a project.\n“(l) If a certified business enterprise or certified joint venture is the beneficiary and must\nmeet the subcontracting requirements as set forth in this section, it shall fulfill the requirements\nof subsections (h), (i), (j), and (k) of this section.\n“(m) A beneficiary, certified business enterprise, or member of a certified joint venture\nthat fails to meet the requirements of this section shall be subject to the penalties set forth in\nsection 2363.\n\"(n) With regard to government-assisted projects, the obligations under this section shall\nexpire upon completion of the development or other activity that serves as the basis for such\nactivity qualifying as a government-assisted project; provided, that the Mayor shall have the\nauthority to negotiate any extensions under this section in the transaction documents that qualify\nan activity as a government-assisted project.\".\n(y) Section 2348 (D.C. Official Code § 2-218.48) is amended as follows:\n(1) The section heading is amended by striking the word \"willful\".\n(2) Subsection (a) is amended as follows:\n(A) The lead-in language is amended to read as follows:\n\"(a) For any subcontracting plan required by law, the beneficiary shall be deemed to have\nbreached the subcontracting plan for utilization of small or certified business enterprises in the\nperformance of a contract if the beneficiary:\".\n(B) Paragraph (1) is amended as follows:\n(i) Strike the phrase “any required”.\n(ii) Strike the word “report” and insert the phrase “reports or other\nrequired subcontracting information in a reasonably timely manner” in its place.\n(C) Paragraph (2) is amended by striking the phrase “report containing a\nfalse statement” and inserting the phrase “report or other required subcontracting information\ncontaining a materially false statement” in its place.\n(D) Paragraph (3) is amended by striking the phrase “disclose required\ninformation” and inserting the phrase “meet the subcontracting requirements pursuant to section\n2346” in its place.\n(3) Subsection (b) is repealed.\n(4) Subsection (c) is amended as follows:\n(A) Strike the word “willfully”.\n(B) Strike the phrase “fines of $15,000 or 5% of the total amount of the\nwork that the contractor was to subcontract to certified business enterprises, whichever is greater,\nfor each breach” and insert the phrase “fines, pursuant to section 2363” in its place.\n(z) Section 2349(a)(2) (D.C. Official Code § 2-218.49(a)(2)) is amended as follows:\n(1) Strike the phrase “agency shall” and insert the phrase “agency may” in its\nplace.\n(2) Strike the period at the end and insert the phrase “; provided, that an agency\nshall not be permitted to advance more than 10% of the total value of any contract.”.\n\nAmend\n§ 2-218.48\n\nAmend\n§ 2-218.49\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3238\n\n(aa) Section 2349a (D.C. Official Code § 2-218.49a) is amended to read as follows:\n“Sec. 2349a. Equity and development participation.\n“(a)(1) In all development projects conducted pursuant to a disposition under section 1 of\nAn Act Authorizing the sale of certain real estate in the District of Columbia no longer required\nfor public purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801),\nsmall investors, disadvantaged investors, or certified equity participants shall invest a minimum\nof 20% of the total sponsor equity, excluding debt financing, mezzanine financing, or other\nequity contributions by limited or institutional investors.\n“(2) Demonstration by a project sponsor of its intent and ability to meet the 20%\nequity requirement pursuant to paragraph (1) of this subsection shall be a condition precedent to\nthe transfer of any District-owned property for a covered project.\n“(3) In meeting the equity investment requirement in paragraph (1) of this\nsubsection, a certified equity participant may be a 100% sponsor of a component of a covered\nproject; provided, that the certified equity participant participation totals 20% of the total equity\nof the covered project.\n“(b) For each government-assisted project involving development, in addition to\ncomplying with the general subcontracting provisions in section 2346, at least 20% of the dollar\nvolume of non-construction development goods and services shall be subcontracted to small\nbusiness enterprises, and if there are insufficient qualified small business enterprises to\ncompletely fulfill this requirement, then the requirement may be satisfied by contracting 20% of\nthat dollar volume to any qualified certified business enterprises; provided, that all reasonable\nefforts shall be made to ensure that qualified small business enterprises are significant\nparticipants in the overall development goods and services work.\n“(c)(1) No more than 25% of the total 20% equity participation requirement (equal to\n5%) set forth in subsection (a) of this section may be met by a certified business enterprise\nproviding development services in lieu of a cash equity investment that will be compensated by\nthe developer in the future at a date certain (“sweat equity contribution”).\n“(2) The developer and the certified business enterprise shall sign a service\nagreement describing the following:\n“(A) A detailed description of the scope of work that the certified business\nenterprise will perform;\n“(B) The dollar amount that the certified business enterprise will be\ncompensated for its services and the amount the certified business enterprise is forgoing as an\ninvestment in a project;\n“(C) The date or time period when the certified business enterprise will\nreceive compensation;\n“(D) The return, if any, the certified business enterprise will receive on its\nsweat equity contribution; and\n“(E) An explanation of when the certified business enterprise will receive\nits return as compared to other team members or investors.\n\nAmend\n§ 2-218.49a\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3239\n\n“(d) This section shall not apply if the entity that controls the development project is an\nentity tax-exempt under section 501(c) of the Internal Revenue Code of 1986, approved August\n16, 1954 (68A Stat. 163; 26 U.S.C. § 501(c)), or other not-for-profit entity.\n“(e) This section shall not apply to any development project for which a contract for\npurchase of one or more parcels of real property has been executed prior to the effective date of\nthis act.”.\n(bb) Section 2350 (D.C. Official Code § 2-218.50) is repealed.\n(cc) Section 2351 (D.C. Official Code § 2-218.51) is amended to read as follows:\n“Sec. 2351. Waiver of subcontracting requirements.\n“(a) The subcontracting requirements of section 2346 may be waived only if there is\ninsufficient market capacity for the goods or services that comprise the project and such lack of\ncapacity leaves the contractor commercially incapable of achieving the subcontracting\nrequirements at a project level. The subcontracting requirements of section 2346 may only be\nwaived in writing by the Director. An agency seeking waiver of the subcontracting requirements\nof section 2346 shall submit to the Director a request for waiver, which shall include the\nfollowing:\n“(1) The number of certified business enterprises, if any, qualified to perform the\nelements of work that comprise the project;\n“(2) A summary of the market research or outreach conducted to analyze the\nrelevant market; and\n“(3) The consideration given to alternate methods for acquiring the work to be\nsubcontracted in order to make the work more amenable to being performed by certified business\nenterprises.\n“(b) If the Director approves an agency’s request for waiver of the subcontracting\nrequirements of section 2346 and grants such a waiver, the Director’s determination shall set\nforth the information outlined in subsection (a) of this section. A copy of the Director’s\ndetermination shall be posted to the Department’s website or such other locations as the\nDepartment may establish for 5 days such that the public shall have reasonable access to the\ndetermination before the Director grants any waiver.”.\n(dd) Section 2352 (D.C. Official Code § 2-218.52) is amended as follows:\n(1) Designate the existing text as subsection (a).\n(2) A new subsection (b) is added to read as follows:\n“(b) The performance plan for each agency shall include a metric for compliance with the\nprovisions of this subtitle and the performance evaluation for each agency director shall reflect\nthe agency’s success in meeting compliance goals.”.\n(ee) Section 2353 (D.C. Official Code § 2-218.53) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) The lead-in language is amended as follows:\n(i) Strike the phrase “report, each agency” and insert the phrase\n“report, the agency” in its place.\n\nRepeal\n§ 2-218.50\nAmend\n§2-218.51\n\nAmend\n§ 2-218.52\n\nAmend\n§ 2-218.53\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3240\n\n(ii) Strike the phrase “during the quarter, which shall include:” and\ninsert the phrase “during the quarter. For each expenditure, the report shall include:” in its place.\n(B) Paragraph (2) is amended by striking the phrase “as it appears in the\ngeneral ledger”.\n(C) Paragraph (3) is amended by striking the word “services” and inserting\nthe phrase “services provided” in its place.\n(D) Paragraph (4) is amended by striking the word “certified” and\ninserting the phrase “small or certified” in its place.\n(E) Paragraph (8) is amended to read as follows:\n“(8) The percentage of the agency’s total dollar amount of expenditures in the\nquarter to all small business enterprises and certified business enterprises.”.\n(2) A new subsection (a-1) is added to read as follows:\n\"(a-1) In addition to the report of prime contracting activity required by subsection (a) of\nthis section, each agency shall also submit to the Department and the Office of the District of\nColumbia Auditor within 30 days of the end of each quarter, a report on a contract basis of\npayments made by beneficiaries to subcontractors that are certified business enterprises and such\npayments shall be reported against the amounts included in the approved detailed certified\nbusiness enterprise subcontracting plan.\".\n(ff) Section 2354 (D.C. Official Code § 2-218.54) is amended as follows:\n(1) Subsection (a) is amended as follows:\n(A) The lead-in language is amended by striking the phrase “of its” and\ninserting the phrase “after its” in its place.\n(B) Paragraph (2)(E) is amended by striking the phrase “certified business\nenterprise” and inserting the phrase “small business enterprise and certified business enterprise”\nin its place.\n(2) Subsection (b) is amended by striking the phrase “of its” and inserting the\nphrase “after its” in its place.\n(3) A new subsection (c) is added to read as follows:\n“(c) On a semiannual basis, the Department shall report the following to the chairman of\nthe Council committee that has purview over the Department:\n“(1) District agencies' compliance with section 2341;\n“(2) A list of contracting opportunities for small business enterprises and certified\nbusiness enterprises with District agencies;\n“(3) A list of projects in the District that require a 35% minimum subcontracting\nrequirement in accordance with section 2346;\n“(4) A list of beneficiaries, small business enterprises, certified business\nenterprises, or certified joint ventures that fail to meet the 35% minimum subcontracting\nrequirements in accordance with section 2346;\n“(5) A list of projects in the District that have a 20% equity and development\nparticipation requirement in accordance with section 2349a;\n\nAmend\n§ 2-218.54\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3241\n\n“(6) A list of beneficiaries that fail to meet the 20% equity and development\nparticipation requirements in accordance with section 2349a;\n“(7) A list of District government contracts or procurements and governmentassisted projects that were granted waivers or modifications to the requirements set forth in\nsections 2346;\n“(8) A list of District agencies that fail to meet the requirements set forth in\nsection 2341; and\n“(9) A list of small business enterprises and certified business enterprises.”.\n(gg) Section 2361 (D.C. Official Code § 2-218.61) is amended as follows:\n(1) Subsection (a) is amended to read as follows:\n“(a) No business enterprise shall be permitted to participate in a program established\nunder this part unless the business has demonstrated its capability to perform and has been issued\na certificate of registration under the provisions of this subtitle.”.\n(2) Subsection (b) is amended as follows:\n(A) Paragraph (1) is amended by striking the phrase “An enterprise\nseeking to be certified as a local, small, or disadvantaged business enterprise, as a residentowned business, or as a local business enterprise with its principal office located in an enterprise\nzone” and inserting the phrase “A business enterprise seeking to be certified in a category under\nthis subpart” in its place.\n(B) Paragraph (2) is amended as follows:\n(i) The lead-in language is amended by striking the phrase\n“minimum, the following documents and information:” and inserting the phrase “minimum,\ndocuments and information enumerated in rules established pursuant to section 2372 and any\nother information the Department may require, and the following documents and information:”\nin its place.\n(ii) Subparagraph (B) is amended as follows:\n(I) Sub-subparagraph (v) is amended by striking the word\n“or” at the end.\n(II) Sub-subparagraph (vi) is amended by striking the\nperiod and inserting a semicolon in its place.\n(III) New sub-subparagraphs (vii) and (viii) are added to\nread as follows:\n“(vii) A bona fide veteran-owned business enterprise; or\n“(viii) A bona fide local manufacturing business enterprise;”.\n(iii) Subparagraph (E) is amended by striking the phrase\n“Commission or”.\n(3) Subsection (c)(3) is amended by striking the phrase “the Commission or”.\n(4) Subsection (e) is repealed.\n(hh) Section 2362 (D.C. Official Code § 2-218.62) is repealed.\n(ii) Section 2363 (D.C. Official Code § 2-218.63) is amended to read as follows:\n“Sec. 2363. Revocation of registration; challenges to registration; penalties.\n\nAmend\n§ 2-218.61\n\nRepeal\n§ 2-218.62\nAmend\n§ 2-218.63\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3242\n\n“(a) It shall be a violation of this subtitle and penalties shall be assessed if the Department\ndetermines that:\n“(1) A beneficiary, certified business enterprise, or certified joint venture fails to\ncomply with the requirements set forth in sections 2346, 2348, or 2349a;\n“(2) A certified business enterprise:\n“(A) Acted with gross negligence, financial irresponsibility, or misconduct\nin the practice of a trade or profession;\n“(B) No longer qualifies as a local business enterprise; or\n“(C) Misrepresents its capability to the Department; or\n“(3) A beneficiary, certified business enterprise, or certified joint venture has:\n“(A) Fraudulently obtained or held certification;\n“(B) Willfully obstructed or impeded, or attempted to obstruct or impede,\na city official or employee investigating the qualifications of a business enterprise that has\nrequested certification;\n“(C) In any certified business enterprise matter administered under this\nsubtitle:\n“(i) Fraudulently obtained, attempted to obtain, or aided another\nperson in fraudulently obtaining or attempting to obtain, public moneys to which the person is\nnot entitled under this subsection;\n“(ii) Willfully falsified, concealed, or covered up a material fact by\nany scheme or device;\n“(iii) Made a materially false statement or representation;\n“(iv) Used a false writing or document that the person knows to\ncontain a false statement or entry;\n“(D) Aided another person in performing an act prohibited under\nsubparagraphs (A), (B) or (C) of this paragraph;\n“(E) Furnished substantially inaccurate or incomplete ownership or\nfinancial information;\n“(F) Failed to report changes that affect its eligibility for certification,\nincluding relocation of its principal office or change in ownership or control;\n“(G) Willfully violated any provision of this subtitle or rules adopted\npursuant to this subtitle;\n“(H) Substantially failed to operate and manage a certified joint venture in\naccordance with section 2339a; There shall be a rebuttable presumption that the failure to operate\nand manage the joint venture in accordance with the joint venture application was the parties’\nintent. If the joint venture demonstrates that the failure to operate and manage the joint venture\nin accordance with the joint venture application was necessary due to unforeseen business or\noperational issues, the failure shall not be a violation of this subtitle.\n“(I) Knowingly and willfully submits a monitoring or compliance report or\nother required subcontracting information containing a materially false statement or knowingly\nand willfully violates the terms of a subcontracting plan; or\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3243\n\n“(J) Committed any other cause the Department determines to be\nsufficiently serious and compelling to affect responsibility as a District government contractor,\nincluding revocation, suspension, or debarment by another governmental enterprise for any cause\nlisted in rules and regulations.\n“(b) It shall be a violation of this subtitle and penalties may be assessed if the Department\ndetermines that an individual or business enterprise has willfully failed to cooperate in an audit\nor investigation conducted by:\n“(1) The District of Columbia Auditor pursuant to section 455 of the District of\nColumbia Home Rule Act, approved December 24, 1974 (87 Stat. 803; D.C. Official Code § 1204.55); or\n“(2) The Chairman of the Council or the chairperson of the committee of the\nCouncil that conducts an investigation pursuant to section 413 of the District of Columbia Home\nRule Act, approved December 24, 1974 (87 Stat. 803; D.C. Official Code § 1-204.13).\n“(c) If the Department determines, in accordance with the procedure set forth in\nsubsection (e) of this section, that an individual or business enterprise:\n“(1) Has committed a violation of subsection (a)(1) of this section, the\nDepartment shall:\n“(A) Assess a civil penalty of not more than $5,000 for the first offense;\n“(B) Assess a civil penalty of not more than $15,000 for the second\noffense; and\n“(C)(i) For each offense thereafter, the Director shall refer the matter to\nthe Attorney General for the District of Columbia, who may bring a civil action under paragraph\n(3)(A) of this subsection; provided, that if the Attorney General for the District of Columbia does\nnot bring an action under paragraph (3)(A) of this subsection, the Department shall assess a civil\npenalty of not more than $25,000 against the beneficiary, certified business enterprise, or\ncertified joint venture; and\n\"(ii) The Department shall refer the matter to the Office of\nContracting and Procurement, including matters involving agencies not subject to the Office of\nContacting and Procurement authority pursuant to section 201(b) of the Procurement Practices\nReform Act of 2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2352.01(b)), for investigation. If the Office of Contracting and Procurement determines that more\nthan 2 violations of subsection (a)(1) of this section have occurred, the beneficiary, certified\nbusiness enterprise, or certified joint venture shall be:\n\"(I) Debarred from consideration of award of contracts or\nsubcontracts with the District government for a period of no more than 5 years; and\n\"(I) Deemed ineligible from consideration for governmentassisted projects with the District government for a period of no more than 5 years;\n“(2) Has committed a violation of subsection (a)(2) or (a)(3) of this section, the\nDepartment shall suspend or revoke the certification of the beneficiary, certified business\nenterprise, or certified joint venture;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3244\n\n“(3) Has committed a violation of subsection (a)(3), in addition to the penalties set\nforth in paragraph (2) of this subsection:\n“(A) The Attorney General for the District of Columbia may bring a civil\naction in the Superior Court of the District of Columbia against the beneficiary, certified\nbusiness enterprise, or certified joint venture and its directors, officers, or principals. An\nindividual, beneficiary, certified business enterprise, or certified joint venture found to be in\nviolation under subsection (a)(3) of this section shall be subject to a civil penalty of the greater of\n$100,000 or triple the profit earned by the individual, beneficiary, certified business enterprise,\nor certified joint venture on all contracts awarded; and\n“(B) The Department shall refer the matter to the Office of Contracting\nand Procurement, including matters involving agencies not subject to the Office of Contacting\nand Procurement authority pursuant to section 201(b) of the Procurement Practices Reform Act\nof 2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-352.01(b)), for\ninvestigation. If the Office of Contracting and Procurement determines there has been a\nviolation of subsection (a)(3) of this section, the beneficiary, certified business enterprise, or\ncertified joint venture shall be:\n\"(i) Debarred from consideration of award of contracts or\nsubcontracts with the District government for a period of no more than 5 years; and\n\"(ii) Deemed ineligible from consideration for government-assisted\nprojects with the District government for a period of no more than 5 years;\n“(4) Has failed to use commercially reasonably best efforts to meet the\nsubcontracting requirements established in section 2346, the Department, notwithstanding the\npenalties in paragraph (1) of this subsection, shall assess a civil penalty equal to 10% of the\ndollar volume of the contract that the beneficiary or certified joint venture was required but\nfailed to subcontract. For the purposes of this paragraph, the term “commercially reasonable best\nefforts” shall require that the beneficiary or certified joint venture take all actions that a similarly\nsituated beneficiary or certified joint venture would take to accomplish the goal; provided, that\nthe beneficiary or certified joint venture shall not be required to expend amounts that are\ndisproportionate to the benefit being obtained; and\n“(5) Has committed a violation of subsection (b) of this section, the Department\nshall assess a civil penalty of not more than $5,000.\n“(d) The penalties provided for in subsection (c) of this section shall be in addition to any\nother causes of action or remedies, legal or equitable, that may be available.\n“(e)(1)(A) Any person may file with the Department a complaint alleging a violation of\nthis subtitle against an applicant for registration as a certified business enterprise or certified joint\nventure registered pursuant to this subtitle. The complaint shall be in writing, sworn to by the\ncomplainant, and notarized.\n“(B) The Department shall establish a fraud hotline for reporting\nviolations of this section.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3245\n\n“(2) The Department, without a hearing, may dismiss a complaint which it\ndetermines to be frivolous or otherwise without merit. If the Department dismisses a complaint,\nthe Department shall prepare a report documenting the following:\n“(A) A statement detailing the complaint, including the name, address, and\ntelephone number of the person filing the complaint;\n“(B) The name of the applicant for registration, the certified business\nenterprise, or the certified joint venture alleged to be in violation of this section;\n“(C) The facts and legal history considered in rendering the determination;\nand\n“(D) Any other information considered in rendering the determination.\n“(3) The Department shall maintain a record listing all complaints, which shall\ncontain the following information:\n“(A) The name of the applicant, certified business enterprise, or certified\njoint venture alleged to be in violation of this subtitle;\n“(B) The date the complaint was made to the Department; and\n“(C) A description of the complaint.\n“(4)(A)(i) If the Department does not determine that a complaint is frivolous or\nwithout merit in accordance with paragraph (2) of this subsection, it shall hold a hearing on the\ncomplaint within 3 months of the filing of the complaint. The Department shall determine the\ntime and place of the hearing.\n“(ii) The Department shall cause to be issued and served on the\nperson, the certified business enterprise, or certified joint venture alleged to have committed the\nviolation, hereafter called the “respondent”, a written notice of the hearing together with a copy\nof the complaint at least 30 days before the scheduled hearing. Notice shall be served by\nregistered or certified mail, return receipt requested, or by personal service.\n“(iii) At the hearing, the respondent shall have the right to appear\npersonally or by a representative and to cross-examine witnesses and to present evidence and\nwitnesses.\n“(B) If, after the conclusion of the hearing, the Department determines that\nthe respondent has violated the provisions of this subtitle or regulations issued pursuant to this\nsubtitle, the Department shall issue, and cause to be served on the respondent, a decision and\norder, accompanied by findings of fact and conclusion of law, and any penalty permitted by\nsubsection (c) of this section.\n“(C) The Department may at any time reissue a certificate of registration\nto any business enterprise or joint venture whose certificate has been revoked. The Department\nmay consider whether the business enterprise or joint venture should be required to submit\nsatisfactory proof that conditions within the company that led to the violation have been\ncorrected.\n“(D) The Department shall have the authority to issue subpoenas requiring\nthe attendance of witnesses and to compel the production of records, papers, and other\ndocuments.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3246\n\n“(f) The Department may downgrade the certification of registration of a certified\nbusiness enterprise that ceases to meet the requirements of a particular category of certification;\nprovided that this subsection shall not apply where a certified business enterprise ceases to\nqualify as a local business enterprise.\n“(g)(1) A certified business enterprise or certified joint venture may appeal to the Office\nof Administrative Hearings:\n“(A) The denial by the Department of an application for certification;\n“(B) The revocation or change to a previously issued certification; or\n“(C) An enforcement action taken pursuant to this section.\n“(2) The Office of Administrative Hearings shall consider the appeal pursuant to\nthe Office of Administrative Hearings Establishment Act of 2001, effective March 6, 2002 (D.C.\nLaw 14-76; D.C. Official Code § 2-1831.01 et seq.), and the Department of Consumer and\nRegulatory Affairs Civil Infractions Act of 1985, effective October 5, 1985 (D.C. Law 6-42;\nD.C. Official Code § 2-1801.01 et seq.), and to rules promulgated pursuant to those acts.\n“(3) The Office of Administrative Hearings shall conduct such hearing based on\nthe record developed by the Department. The decision of the Office of Administrative Hearings\nshall be the final administrative decision.”.\n(jj) Section 2364 (D.C. Official Code § 2-218.64) is amended to read as follows:\n\"Sec. 2364. Identification of small or certified business enterprises in bids or proposals;\nfalse statements on certification; penalties.\n\"(a)(1) Excepted as otherwise provided by law, a beneficiary, certified business\nenterprise, certified joint venture, or an individual may not:\n\"(A) Identify a small or certified business enterprise in a bid or proposal\nunless it:\n\"(i) Has obtained authorization from the small or certified business\nenterprise to identify the small or certified business enterprise in its bid or proposal;\n\"(ii) Has notified the small or certified business enterprise before\nexecution of the contract of its inclusion in the bid or proposal; and\n\"(iii) Uses the small or certified business enterprise in the\nperformance of the contract; or\n\"(B) Pay the small or certified business enterprise solely for the use of its\nname in the bid or proposal.\n\"(2) A violation of any provision of this subsection is a felony and is subject to a\nfine not to exceed $15,000, imprisonment not to exceed 5 years, or both.\n\"(b)(1) A beneficiary, certified business enterprise, certified joint venture, or an\nindividual shall not make false statements about whether a business is certified by the\nDepartment as a certified business enterprise or a certified joint venture.\n\"(2) A violation of this subsection is a misdemeanor and is subject to a fine not to\nexceed $5,000, imprisonment not to exceed one year, or both.”.\n(kk) Section 2371 (D.C. Official Code § 2-218.71) is amended as follows:\n\nAmend\n§ 2-218.64\n\nAmend\n§ 2-218.71\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3247\n\n(1) Subsection (a) is amended by striking the phrase “Council, the Mayor, and the\nCommission the” and inserting the phrase “Council and the Mayor the” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Strike the phrase “Department and the Commission shall” and insert\nthe phrase “Department shall” in its place.\n(B) Strike the phrase “shall, and the Commission may, transmit” and insert\nthe phrase “shall transmit” in its place.\n(ll) Section 2372 (D.C. Official Code § 2-218.72) is amended as follows:\n(1) Designate the existing language as subsection (a).\n(2) A new subsection (b) is added to read as follows:\n“(b) Within 120 days after the effective date of the Small and Certified Business\nEnterprise Development and Assistance Amendment Act of 2014, passed on 2nd reading on\nMarch 4, 2014 (Enrolled version of Bill 20-181), the Mayor shall issue rules to implement the\namended provisions of this act.\".\nSec. 3. Conforming amendments\n(a) Section 2(f)(44) of the Confirmation Act of 1978, effective March 3, 1979 (D.C. Law\n2-142; D.C. Official Code § 1-523.01(f)(44)), is repealed.\n(b) Section 6 of the Office of Administrative Hearings Establishment Act of 2001,\neffective March 6, 2002 (D.C. Law 14-76; D.C. Official Code § 2-1831.03), is amended by\nadding a new subsection (b-8) to read as follows:\n“(b-8) In addition to those adjudicated cases listed in subsections (a), (b), (b-1), (b-2), (b3), (b-4), (b-5), (b-6), and (b-7) of this section, this act shall apply to appeals pursuant to section\n2363(g) of the Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.63(g)).”.\nSec. 4. Applicability.\n(a) Applications pending as of the effective date of this act shall not be subject to the\nprovisions of this act.\n(b) Except as provided in section 2346(f), contracts existing or pending as of the effective\ndate of this act shall not be affected by the provisions of this act.\n(c) This act shall apply upon the inclusion of its fiscal effect in an approved budget and\nfinancial plan, as certified by the Chief Financial Officer to the Budget Director of the Council in\na certification published by the Council in the District of Columbia Register.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nAmend\n§ 2-218.72\n\nAmend\n§ 1-523.01\nAmend\n§ 2-218.03\n\nNote,\n§ 2-218.63\nNote, all\nsections\nDelayed\napplicability\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 20-108, effective June 10, 2014\n(Delayed Applicability)\n\n20 DCSTAT 3248\n\nSec. 6. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "3248", 
  "name": "Law_20-108.pdf", 
  "title": "Small and Certified Business Enterprise Development and Assistance Amendment Act of 2014"
}