{
  "start": "832", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-258, effective April 20, 2013\n\n20 DCSTAT 832\n\nAN ACT\n\nBill 19-673\nAct 19-610\neffective\nJanuary 9,\n2013\n\nTo amend the District of Columbia Traffic Act, 1925 to establish a program for installation by the Mayor\nor the Mayor's designated agent of an ignition interlock device for specified alcohol or drugrelated offenses or upon revocation of an operator’s permit.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Ignition Interlock Amendment Act of 2012”.\n\nIgnition\nInterlock\nAmendment\nAct of 2012\n\nSec. 2. Section 10a(a) of the District of Columbia Traffic Act, 1925, effective April 3,\n2001 (D.C. Law 13-238; D.C. Official Code § 50-2201.05a(a)), is amended to read as follows:\n“(a) Within 180 days of the effective date of the Ignition Interlock Amendment Act of\n2012, passed on 2nd reading on December 18, 2012 (Enrolled version of Bill 19-673), the Mayor\nshall establish an Ignition Interlock Device Program applicable to persons who have been\nconvicted of an offense pursuant to sections 3b, 3c, or 3e of Subtitle B of Title I of the AntiDrunk Driving Act of 1982, effective October 26, 2012 (D.C. Act 19-508; 59 DCR 12774), or\nany succeeding emergency act establishing those sections in substantially similar language, or\npursuant to sections 3b, 3c, or 3e of Subtitle B of Title I of the Anti-Drunk Driving Act of 1982,\nsigned by the Mayor on October 24, 2012 (D.C. Act 19-489; 59 DCR 12957), or whose\noperator’s permit has been revoked pursuant to section 13(a) for driving while the person's\nalcohol concentration is 0.08 grams or more either per 100 milliliters of blood or per 210 liters of\nbreath or is 0.10 grams or more per 100 milliliters of urine, or while under the influence of\nintoxicating liquor or any drug or any combination thereof, or while the ability to operate a\nvehicle is impaired by the consumption of intoxicating liquor.”.\n\nAmend\n§ 50-2201.05a\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n\f", 
  "end": "832", 
  "name": "Law_19-258.pdf", 
  "title": "Ignition Interlock Amendment Act of 2012"
}