{
  "end": "1075", 
  "name": "Law_19-305.pdf", 
  "start": "1065", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1065\n\nAN ACT\n\nTo amend Title 29 of the District of Columbia Official Code (Business Organizations) to provide for the\nincorporation of benefit corporations, for the rights, duties and obligations of benefit corporations\nand their shareholders, directors, and officers, and to impose powers and duties on the Mayor.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the \"Benefit Corporation Act of 2012\".\nSec. 2. Title 29 of the District of Columbia Official Code is amended as follows:\n(a) The table of contents is amended by adding a new chapter designation to read as\nfollows:\n“13.\nBenefit Corporations.”.\n(b) A new Chapter 13 is added to read as follows:\n“CHAPTER 13. BENEFIT CORPORATIONS.\n“Subchapter I. Preliminary Provisions.\nSection\n“29-1301.01. Short title.\n“29-1301.02. Definitions.\n“29-1301.03. Applicability; construction.\n“29-1301.04. Formation of benefit corporations.\n“29-1301.05. Election of status.\n“29-1301.06. Termination of status.\n“Subchapter II. Corporate Purposes.\n“29-1302.01. Corporate purposes.\n“Subchapter III. Accountability.\n“29-1303.01. Standard of conduct for directors.\n“29-1303.02. Benefit director.\n“29-1303.03. Standard of conduct for officers.\n“29-1303.04. Benefit officer.\n“29-1303.05. Right of action.\n“Subchapter IV. Transparency.\n“29-1304.01. Annual benefit report.\n\n1065\n\nBill 19-584\nAct 19-672\neffective\nFebruary 8,\n2013\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\nBenefit\nCorporation\nAct of 2012\n\nNew Chapter\n13,\nTitle 29\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1066\n\n“Subchapter I. Preliminary Provisions.\n“§ 29-1301.01. Short title.\n“This chapter may be cited as the \"Benefit Corporation Act of 2012\".\n“§ 29-1301.02. Definitions.\n“(a) For the purposes of this chapter, the term:\n“(1) “Benefit corporation” means a business corporation:\n“(A) That has elected to become subject to this chapter; and\n“(B) The status of which as a benefit corporation has not been terminated\nunder § 29-1301.06.\n“(2) “Benefit director” means either:\n“(A) The director designated as the benefit director of a benefit\ncorporation under § 29-1303.02; or\n“(B) A person with one or more of the powers, duties, or rights of a\nbenefit director to the extent provided in the bylaws under § 29-1303.02.\n“(3) “Benefit enforcement proceeding” means any claim or action for:\n“(A) Failure of a benefit corporation to pursue or create general public\nbenefit or a specific public benefit purpose set forth in its articles of incorporation; or\n“(B) A violation of any obligation, duty, or standard of conduct under this\nchapter.\n“(4) “Benefit officer” means the individual designated as the benefit officer of a\nbenefit corporation under § 29-1303.04.\n“(5) “General public benefit” means the material positive impact that the business\nand operations of a benefit corporation has on society and the environment, taken as a whole,\nassessed against a third-party standard.\n“(6) “Independent”, subject to subsection (b) of this section, means having no\nmaterial relationship with a benefit corporation or a subsidiary of the benefit corporation. A\nperson who serves as a benefit director or benefit officer is not independent by virtue of such\nservice. A material relationship between a person and a benefit corporation or any of its\nsubsidiaries will be conclusively presumed to exist if any of the following apply:\n“(A) The person is, or has been within the last 3 years, an employee other\nthan a benefit officer of the benefit corporation or a subsidiary of the benefit corporation.\n“(B) An immediate family member of the person is, or has been within\nthe last 3 years, an executive officer other than a benefit officer of the benefit corporation or its\nsubsidiary.\n“(C) There is beneficial or record ownership of 5% or more of the\noutstanding shares of the benefit corporation by:\n“(i) The person; or\n“(ii) An entity of which the person is a director, an officer, or a\nmanager or in which the person owns beneficially or of record 5% or more of the outstanding\n1066\n\nNew\nSubchapter I\nNew\n§ 29-1301.01\nNew\n§ 29-1301.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1067\n\nequity interests.\n“(7) “Minimum status vote” means:\n“(A) In the case of a business corporation, in addition to any other\nrequired approval or vote, the satisfaction of the following conditions:\n“(i) The shareholders of every class or series shall be entitled to\nvote as a separate voting group on the corporate action regardless of a limitation stated in the\narticles of incorporation or bylaws on the voting rights of any class or series.\n“(ii) The corporate action must be approved by vote of the\nshareholders of each voting group entitled to cast at least 2/3 of the votes that all shareholders of\nthe voting group are entitled to cast on the action.\n“(B) In the case of an entity other than a business corporation, in addition\nto any other required approval, vote, or consent, the satisfaction of the following conditions:\n“(i) The holders of each class or series of equity interest in the\nentity that are entitled to receive a distribution of any kind from the entity shall be entitled as a\nseparate voting group to vote on or consent to the action regardless of any otherwise applicable\nlimitation on the voting or consent rights of any class or series.\n“(ii) The action must be approved by vote or consent of each\nvoting group described in sub-subparagraph (i) of this subparagraph entitled to cast at least 2/3 of\nthe votes or consents that all the members of the group are entitled to cast on the action.\n“(8) “Specific public benefit” includes:\n“(A) Providing low-income or underserved individuals or communities\nwith beneficial products or services;\n“(B) Promoting economic opportunity for individuals or communities\nbeyond the creation of jobs in the normal course of business;\n“(C) Preserving the environment;\n“(D) Improving human health;\n“(E) Promoting the arts, sciences, or advancement of knowledge;\n“(F) Increasing the flow of capital to entities with a public benefit\npurpose; and\n“(G) The accomplishment of any other particular benefit on society or the\nenvironment.\n“(9) “Subsidiary” means, subject to subsection (b) of this section, in relation to a\nperson, an entity in which the person owns beneficially or of record 50% or more of the\noutstanding equity interests.\n“(10) “Third-party standard” means a recognized standard for defining, reporting,\nand assessing corporate social and environmental performance that is:\n“(A) Comprehensive in that it assesses the effect of the business and its\noperations upon the interests listed in § 29-1303.01(a)(1)(B), (C), (D), and (E);\n“(B) Developed by an organization that is independent of the benefit\n1067\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1068\n\ncorporation and satisfies the following requirements:\n“(i) Not more than 1/3 of the members of the governing body of\nthe organization are representatives of any of the following:\n“(I) An association of businesses operating in a specific\nindustry the performance of whose members is measured by the third-party standard;\n“(II) Businesses from a specific industry or an association\nof businesses in that industry; or\n“(III) Businesses whose performance is assessed against\nthe standard.\n“(ii) The organization is not materially financed by an association\nor business described in sub-subparagraph (i) of this subparagraph;\n“(C) Credible because the standard is developed by a person that both:\n‘(i) Has access to necessary expertise to assess overall corporate\nsocial and environmental performance; and\n“(ii) Uses a balanced multi-stakeholder approach, including a\npublic comment period of at least 30 days to develop the standard; and\n“(D) Transparent because the following information is publicly available:\n“(i) About the standard:\n“(I) The criteria considered when measuring the overall\nsocial and environmental performance of a business; and\n“(II) The relative weightings of those criteria;. and\n“(ii) About the development and revision of the standard:\n“(I) The identity of the directors, officers, material owners,\nand the governing body of the organization that developed and controls revisions to the standard;\n“(II) The process by which revisions to the standard and\nchanges to the membership of the governing body are made; and\n“(III) An accounting of the sources of financial support for\nthe organization, with sufficient detail to disclose any relationships that could reasonably be\nconsidered to present a potential conflict of interest.\n“(b) For purposes of the definitions of the terms “independent” and “subsidiary” in\nsubsection (a) of this section, a percentage of ownership in an entity shall be calculated as if all\noutstanding rights to acquire equity interests in the entity have been exercised.\n“§ 29-1301.03. Applicability; construction.\n“(a) This chapter shall be applicable to all benefit corporations.\n“(b) This chapter shall not affect a statute or rule of law that is applicable to a business\ncorporation that is not a benefit corporation, and shall not in and of itself create an implication\nthat a contrary or different rule is applicable to a business corporation and not a benefit\ncorporation.\n“(c) Except as otherwise provided in this chapter, Chapters 1, 2, and 3 of this title shall\n1068\n\nNew\n§ 29-1301.03\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1069\n\napply to a benefit corporation organized under this chapter. A benefit corporation may\nsimultaneously be subject to this chapter and one or more other chapters of this title.\n“(d) A provision of the articles of incorporation or bylaws of a benefit corporation may\nnot relax, be inconsistent with, or supersede a provision of this chapter.\n“§ 29-1301.04. Formation of benefit corporations.\n“A benefit corporation must be formed in accordance with Chapter 3 of this title, but its\narticles of incorporation must also state that it is a benefit corporation.\n“§ 29-1301.05. Election of status.\n“(a) An existing business corporation may become a benefit corporation under this\nchapter by amending its articles of incorporation so that they contain, in addition to the\nrequirements of § 29-308.01, a statement that the corporation is a benefit corporation. To be\neffective, the amendment must be adopted by at least the minimum status vote.\n“(b)(1) This subsection applies if all of the following apply:\n“(A) An entity that is not a benefit corporation is:\n“(i) A party to a merger or consolidation; or\n“(ii) The exchanging entity in a share exchange; and\n“(B) The surviving, new, or resulting entity in the merger, consolidation,\nor share exchange is to be a benefit corporation.\n“(2) To be effective, a plan of merger, consolidation or share exchange subject to\nthis subsection must be adopted by at least the minimum status vote.\n“§ 29-1301.06. Termination of status.\n“(a) A benefit corporation may terminate its status as a benefit corporation and cease to\nbe subject to this chapter by amending its articles of incorporation and deleting the provision\nrequired by § 29-1301.05. To be effective, the amendment must be adopted by at least the\nminimum status vote.\n“(b) If a plan would have the effect of terminating the status of a business corporation as\na benefit corporation, to be effective, the plan must be adopted by at least the minimum status\nvote. Any sale, lease, exchange, or other disposition of all or substantially all of the assets of a\nbenefit corporation, unless the transaction is in the usual and regular course of business, shall not\nbe effective unless the transaction is approved by at least the minimum status vote.\n“Subchapter II. Corporate Purposes.\n“§ 29-1302.01. Corporate purposes.\n“(a) A benefit corporation shall have a purpose of creating general public benefit.\nThis purpose is in addition to its purpose under § 29-303.01.\n“(b) The articles of incorporation of a benefit corporation may identify one or more\nspecific public benefits that it is the purpose of the benefit corporation to create in addition to its\npurposes under § 29-303.01 and subsection (a) of this section. The identification of a specific\npublic benefit under this subsection does not limit the obligation of a benefit corporation under\nsubsection (a) of this section.\n1069\n\nNew\n§ 29-1301.04\n\nNew\n§ 29-1301.05\n\nNew\n§ 29-1301.06\n\nNew\nSubchapter II,\nNew\n§ 29-1302.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1070\n\n“(c) The creation of general public benefit and specific public benefit under subsections\n(a) and (b) of this section is in the best interests of the benefit corporation.\n“(d) A benefit corporation may amend its articles of incorporation to add, amend, or\ndelete the identification of a specific public benefit for that benefit corporation. To be effective,\nthe amendment must be adopted by at least the minimum status vote.\n“(e) A professional corporation that is a benefit corporation does not violate § 29-505 by\nhaving its purpose be to create general public benefit or a specific public benefit.\n“Subchapter III. Accountability.\n“§ 29-1303.01. Standard of conduct for directors.\n“(a) In discharging the duties of their respective positions and in considering the best\ninterests of the benefit corporation, the board of directors, committees of the board, and\nindividual directors of a benefit corporation:\n“(1) Shall consider the effects of any action upon:\n“(A) The shareholders of the benefit corporation;\n“(B) The employees and work force of the benefit corporation, its\nsubsidiaries, and its suppliers;\n“(C) The interests of customers as beneficiaries of the general public\nbenefit or specific public benefit purposes of the benefit corporation;\n“(D) Community and societal factors, including those of each community\nin which offices or facilities of the benefit corporation, its subsidiaries, or its suppliers are\nlocated;\n“(E) The local and global environment;\n“(F) The short-term and long-term interests of the benefit corporation,\nincluding benefits that may accrue to the benefit corporation from its long-term plans and the\npossibility that these interests may be best served by the continued independence of the benefit\ncorporation; and\n“(G) The ability of the benefit corporation to accomplish its general\npublic benefit purpose and any specific public benefit purpose;\n“(2) May consider other pertinent factors or the interests of any other group that\nthey deem appropriate; and\n“(3) Need not give priority to the interests of a particular person or group\nreferenced in paragraph (1) or (2) of this subsection over the interests of any other person or\ngroup, unless the benefit corporation has stated in its articles of incorporation its intention to give\npriority to certain interests related to its accomplishment of its general public benefit purpose or\nof a specific public benefit purpose identified in its articles of incorporation.\n“(b) The consideration of interests and factors in the manner required by subsection (a)\nof this section does not constitute a violation of § 29-306.30.\n“(c) A director is not personally liable for monetary damages for:\n“(1) Any action taken as a director if the director performed the duties of office in\n1070\n\nNew\nSubchapter\nIII,\nNew\n§ 29-1303.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1071\n\ncompliance with § 29-306.30 and this section; or\n“(2) Failure of the benefit corporation to create general public benefit or specific\npublic benefit.\n“(d) A director does not have a duty to a person that is a beneficiary of the general public\nbenefit purpose or a specific public benefit purpose of a benefit corporation arising from the\nstatus of the person as a beneficiary.\n“§ 29-1303.02. Benefit director.\n“(a) The board of directors of a benefit corporation shall include one director, who:\n“(1) Shall be designated the benefit director; and\n“(2) Shall have, in addition to the powers, duties, rights, and immunities of the\nother directors of the benefit corporation, the powers, duties, rights, and immunities provided in\nthis subchapter.\n“(b) The benefit director shall be elected, and may be removed, in the manner provided\nby subchapter VI of Chapter 3 of this title, and shall be an individual who is independent. The\nbenefit director may serve as the benefit officer at the same time as serving as the benefit\ndirector. The articles of incorporation or bylaws of a benefit corporation may prescribe\nadditional qualifications of the benefit director not inconsistent with this section.\n“(c) The benefit director shall prepare, and the benefit corporation shall include in the\nannual benefit report to shareholders required by § 29-1304.01, the opinion of the benefit\ndirector on each of the following:\n“(1) Whether the benefit corporation acted in accordance with its general public\nbenefit purpose and any specific public benefit purpose in all material respects during the period\ncovered by the report; and\n“(2) Whether the directors and officers complied with §§ 29-1303.01(a) and 291303.03(a), respectively.\n“(3) If, in the opinion of the benefit director, the benefit corporation or its\ndirectors or officers failed to comply with §§ 29-1303.01(a) and 29-1303.03(a), a description of\nthe ways in which the benefit corporation or its directors or officers failed to comply.\n“(d) The acts of an individual in the capacity of a benefit director shall constitute for all\npurposes acts of that individual in the capacity of a director of the benefit corporation.\n“(e)(1) If an agreement among the shareholders of a benefit corporation under § 29305.42 provides that the powers and duties conferred or imposed upon the board of directors\nshall be exercised or performed by a person other than the directors, the bylaws of a benefit\ncorporation must provide that the persons or shareholders who perform the duties of the board of\ndirectors include a person with the powers, duties, rights, and immunities of a benefit director.\n“(2) A person that exercises one or more of the powers, duties or rights of a\nbenefit director under this subsection:\n“(A) Does not need to be independent of the benefit corporation;\n“(B) Shall have the immunities of a benefit director;\n1071\n\nNew\n§ 29-1303.02\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1072\n\n“(C) May share the powers, duties, and rights of a benefit director with\none or more other persons; and\n“(D) Shall not be subject to the procedures for election or removal of\ndirectors in § 29-306 unless:\n“(i) The person is also a director of the benefit corporation; or\n“(ii) The bylaws make those procedures applicable.\n“(f) Regardless of whether the articles of incorporation of a benefit corporation include a\nprovision eliminating or limiting the personal liability of directors authorized by § 29302.02(b)(4), a benefit director shall not be personally liable for any action taken, or any failure\nto take any action, as a director, except liability for:\n“(1) The amount of a financial benefit received by a director to which the director\nis not entitled;\n“(2) An intentional infliction of harm on the corporation or the shareholders;\n“(3) A violation of § 29-306.32; or\n“(4) A violation of criminal law.\n“§ 29-1303.03. Standard of conduct for officers.\n“(a) Each officer of a benefit corporation shall consider the interests and factors\ndescribed and in the manner provided in § 29-1303.01(a) if:\n“(1) The officer has discretion to act with respect to a matter; and\n“(2) It is reasonably apparent to the officer that the matter may have a material\neffect on the creation of general public benefit or a specific public benefit identified in the\narticles of incorporation of the benefit corporation.\n“(b) The consideration of interests and factors as provided by subsection (a) of this\nsection shall not constitute a violation of § 29-306.42.\n“(c) An officer is not personally liable for monetary damages for:\n“(1) Action taken as an officer if the officer performed the duties of the position\nin compliance with § 29-306.42 and this section; or\n“(2) Failure of the benefit corporation to pursue or create general public benefit\nor specific public benefit.\n“(d) An officer does not have a duty to a beneficiary of the general public benefit\npurpose or a specific public benefit purpose of a benefit corporation arising from the\nbeneficiary’s status.\n“§ 29-1303.04. Benefit officer.\n“(a) A benefit corporation may designate a benefit officer.\n“(b) A benefit officer shall have:\n“(1) The powers and duties relating to the purpose of the corporation to create\ngeneral public benefit or specific public benefit provided:\n“(A) By the bylaws; or\n“(B) Absent controlling provisions in the bylaws, by resolutions or orders\n1072\n\nNew\n§ 29-1303.03\n\nNew\n§ 29-1303.04\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1073\n\nof the board of directors; and\n“(2) The duty to prepare the benefit report required by § 29-1304.01.\n“§ 29-1303.05. Right of action.\n“(a) Except in a benefit enforcement proceeding, no person may bring an action or assert\na claim against a benefit corporation or its directors or officers with respect to:\n“(1) Failure to pursue or create general public benefit or a specific public benefit\nset forth in its articles of incorporation; or\n“(2) Violation of a duty or standard of conduct under this chapter.\n“(b) A benefit corporation shall not be liable for monetary damages under this chapter\nfor any failure of the benefit corporation to pursue or create general public benefit or a specific\npublic benefit.\n“(c) A benefit enforcement proceeding may be commenced or maintained only:\n“(1) Directly by the benefit corporation; or\n“(2) Derivatively by:\n“(A) A shareholder;\n“(B) A director;\n“(C) A person or group of persons that owns beneficially or of record 5%\nor more of the equity interests in an entity of which the benefit corporation is a subsidiary; or\n“(D) Other persons as specified in the articles of incorporation or bylaws\nof the benefit corporation.\n“Subchapter IV. Transparency.\n“§ 29-1304.01. Annual benefit report.\n“(a) A benefit corporation shall prepare an annual benefit report including all of the\nfollowing:\n“(1) A narrative description of:\n“(A) The process and rationale for selecting the third-party standard used\nto prepare the benefit report;\n“(B) The ways in which the benefit corporation pursued general public\nbenefit during the year and the extent to which general public benefit was created;\n“(C)(i) The ways in which the benefit corporation pursued a specific\npublic benefit that the articles of incorporation state it is the purpose of the benefit corporation to\ncreate; and\n“(ii) The extent to which that specific public benefit was created;\nand\n“(D) Any circumstances that have hindered the pursuit or creation of the\ngeneral public benefit purpose and any specific public benefit purpose.\n“(2) An assessment of the overall social and environmental performance of the\nbenefit corporation against a third-party standard:\n“(A) Applied consistently with the application of that standard in prior\n1073\n\nNew\n§ 29-1303.05\n\nNew\nSubchapter\nIII,\nNew\n§ 29-1304.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1074\n\nbenefit reports; or\n“(B) If the third-party standard was not applied consistently, an\nexplanation of the reasons for any inconsistent application.\n“(3) The name of the benefit director and the benefit officer, if any, and the\naddress to which correspondence to each of them may be directed.\n“(4) The compensation paid by the benefit corporation during the year to each\ndirector in the capacity of a director.\n“(5) The name of each person that owns 5% or more of the outstanding shares of\nthe benefit corporation either:\n“(A) Beneficially, to the extent known to the benefit corporation without\nindependent investigation; or\n“(B) Of record.\n“(6) The statement of the benefit director described in § 29-1303.02(c).\n“(7) A statement of any connection between the organization that established the\nthird-party standard, or its directors, officers, or material owners, and the benefit corporation or\nits directors, officers, or material shareholders, including any financial or governance\nrelationship which might materially affect the credibility of the use of the third-party standard.\n“(8) If the benefit corporation has dispensed with or restricted the discretion or\npowers of the board of directors, a description of:\n“(A) The persons that exercise the powers, duties, and rights and have the\nimmunities of the board of directors; and\n“(B) The person with the powers, duties, and rights of a benefit director if\nrequired by § 29-1303.02(e).\n“(b) A benefit corporation shall annually send a benefit report to each shareholder:\n“(1) Within 120 days following the end of the fiscal year of the benefit\ncorporation; or\n“(2) At the same time that the benefit corporation delivers any other annual report\nto its shareholders.\n“(c) A benefit corporation shall post all of its benefit reports on the public portion of its\nwebsite, if any, but the compensation paid to directors and financial or proprietary information\nincluded in the benefit reports may be omitted from the benefit reports as posted.\n“(d) If a benefit corporation does not have a website, the benefit corporation shall\nprovide a copy of its most recent benefit report, without charge, to any person that requests a\ncopy.\n“(e) The benefit corporation shall deliver a copy of the benefit report to the Mayor for\nfiling when filing the biennial report required by § 29-102.11, but the compensation paid to\ndirectors and financial or proprietary information included in the benefit report may be omitted\nfrom the copy of the benefit report that is delivered to the Mayor.”.\n\n1074\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Law 19-305, effective May 1, 2013\n\n20 DCSTAT 1075\n\n(c) Section 29-102.13(a) is amended as follows:\n(1) Paragraph (1) is amended by striking the phrase “10 and 12” and inserting the\nphrase “10, 12, and 13” in its place.\n(2) Paragraph (2) is amended by striking the phrase “10 and 12” and inserting the\nphrase “10, 12, and 13” in its place.\n(d) Section 29-102.12(d) is amended by striking the phrase “deemed disapproved” and\ninserting the phrase “deemed approved” in its place.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), a 30-day period of Congressional review as\nprovided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n\n1075\n\nAmend\n§ 29-102.13\n\nAmend\n§ 29-102.12\n\n\f", 
  "title": "Benefit Corporation Act of 2012", 
  "council_period": "20"
}