{
  "start": "265", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 265\nD.C. Law 19-235, effective March 19, 2013 (Expiration date October 30, 2013)\n(Related Emergency legislation is Act 19-544, 59 DCR 13588)\n\nAN ACT\n\nBill 19-1027\nAct 19-552\neffective\nNovember 30,\n2012\n\nTo amend, on a temporary basis, section 47-2829 of the District of Columbia Official Code to authorize the\nDistrict of Columbia Taxicab Commission to charge and collect reasonable fees to provide\neducational services for the public vehicle-for-hire industry, with funds to be deposited into the\nPublic Vehicles-For-Hire Consumer Service Fund.\n\nCodification\nDistrict of\nColumbia\nOfficial Code\n2001 Edition\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nact may be cited as the “Public Vehicle-for-Hire Educational Services Temporary Act of 2012”.\n\nPublic\nVehicle-forHire\nEducational\nServices\nTemporary\nAct of 2012\n\nSec. 2. Section 47-2829(e) of the District of Columbia Official Code is amended by\nadding a new paragraph (3) to read as follows:\n\"(3)(A) The District of Columbia Taxicab Commission shall have the authority to\ncharge and collect reasonable fees to provide educational services, including covering the costs\nof developing and administering courses statutorily required by paragraph (2) of this subsection\nand Subchapter I of Chapter 3 of Title 50.\n“(B) The fees charged and collected from the educational services set forth\nin paragraph (2) of this subsection and Subchapter I of Chapter 3 of Title 50 shall be deposited in\nthe Public Vehicles-for-Hire Consumer Service Fund, established by § 50-320.\".\n\nNote,\n§ 47-2829\n\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\n(a) This act shall take effect following approval by the Mayor (or in the event of veto by\nthe Mayor, action by the Council to override the veto), a 30-day period of Congressional review\nas provided in section 602(c)(1) of the District of Columbia Home Rule Act, approved December\n24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and publication in the District of\nColumbia Register.\n(b) This act shall expire after 225 days of its having taken effect.\n\n\f", 
  "end": "265", 
  "name": "Law_19-235.pdf", 
  "title": "Public Vehicle-for-Hire Educational Services Temporary Act of 2012"
}