{
  "start": "4683", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-835 (Deemed Approved October 23, 2014)\n\n20 DCSTAT 4683\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 17, 2014\n\nTo approve proposed final regulations to amend the District's regulation controlling engine idling to add\nan exception for warming buses.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Engine Idling Exception for Warming Buses Approval\nResolution of 2014\".\nSec. 2. The Council finds that:\n(a) The District Department of the Environment is amending the District's regulation\ncontrolling engine idling (20 DCMR § 900.1) to add an exception for warming buses deployed\nby the District of Columbia Homeland Security and Emergency Management Agency (HSEMA)\nin the event of a \"Cold Emergency Alert.\"\n(b) Currently, section 900.1 prohibits any vehicle from idling its engine for more than\nthree (3) minutes while the vehicle is parked, stopped, or standing. The regulation provides\nexceptions for private passenger vehicles, vehicles that are operating power takeoff equipment,\nand to allow idling for up to five (5) minutes when the temperatures are below thirty-two degrees\nFahrenheit (32°F).\n(c) When the District issues a \"Cold Emergency Alert,\" typically because forecasted\ntemperatures are below fifteen degrees Fahrenheit (15°F), HSEMA deploys warming buses\naround the District to provide shelter to the District's vulnerable population and protect them\nfrom the frigid cold and bracing wind.\n(d) The Department is adding a narrow exception to the engine idling restrictions so that\nthese warming buses can idle in excess of the five (5) minute restriction during extreme cold\ntemperatures and weather conditions in order to protect vulnerable individuals from cold- related\ndeath and injury.\n(e) On December 8, 2012, proposed regulations were published in the D.C. Register at\n59 DCR 14166. No comments were received at that time; however there were stakeholder\nrequests to extend the comment period. Therefore, on January 18, 2013, the Department\npublished a notice of extended comment period in the D. C. Register at 60 DCR 379. No\ncomments were received by the end of the extended comment period. However, after the\ncomment period, two comments were received, considered, and addressed in the final\nrulemaking.\n(f) The Department has also specified that priority should be given to clean fuel vehicles\nor, if those are not available, newer model year vehicles, in order to minimize vehicle emissions.\n(g) The Department has also specified that the buses should be located at least fifty feet\n(50 ft.) from residential buildings, in order to reduce concerns about odors.\n(h) These amendments were enacted as an emergency rulemaking on February 7, 2014,\nand an emergency and proposed rulemaking was published in the D.C. Register on February 14,\n\nEngine Idling\nException for\nWarming\nBuses\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-835 (Deemed Approved October 23, 2014)\n\n20 DCSTAT 4684\n\n2014 at 61 DCR 1323. The thirty (30) day comment period expired on March 17, 2014, and no\ncomments were submitted. Therefore, the Department is finalizing this rule as proposed, with the\nexception of three non-substantive clarifications.\n(i) The unpublished Notice of Final Rulemaking containing the revised regulations has\nbeen submitted to Council for approval.\nSec. 3. Pursuant to section 24(b) of the Hazardous Waste Management Act of 1977, as\namended, effective March 16, 1978 (D.C. Law 2-64; D.C. Official Code § 8-1322(b)), the\nCouncil approves the rulemaking, \"Hazardous Waste Regulations Amendments,\" as described in\nsection 2(d) and submitted by the Director of the District Department of the Environment. The\nfinal rules would amend Chapters 42 and 43 of title 20 (Environment) of the District of\nColumbia Municipal Regulations.\nSec. 4. Fiscal impact.\nThe Council adopts the fiscal impact statement provided by the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor, the Director of the District Department of the Environment, and the\nAdministrator of the Office of Documents and Administrative Issuances.\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-849 (Deemed Approved October 4, 2014)\n\n20 DCSTAT 4685\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 17, 2014\n\nTo confirm the reappointment of Ms. Jacqueline D. Bowens to the Statewide Health Coordinating\n\nCouncil.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Statewide Health Coordinating Council Jacqueline D. Bowens\nConfirmation Resolution of 2014\".\nSec. 2. The Council of the District of Columbia confirms the reappointment of:\nJacqueline D. Bowens\n17307 Avenleigh Drive\nAshton, Maryland 20861\nas a member, and representative of incorporated associations of health care facilities in the\nDistrict of Columbia, to the Statewide Health Coordinating Council, established by section 4 of\nthe Health Services Planning Program Re-establishment Act of 1996, effective April 9, 1997\n(D.C. Law 11-191; D.C. Official Code § 44-403), for a term to end February 11, 2017.\nSec. 3. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, each to the nominee and to the Office of the Mayor.\nSec. 4. This resolution shall take effect immediately.\n\nStatewide Health\nCoordinating\nCouncil Jacqueline\nD. Bowens\nConfirmation\nResolution of\n2014\n\n\f", 
  "end": "4685", 
  "name": "Proposed_Resolution_20-835.pdf", 
  "title": "Engine Idling Exception for Warming Buses Approval Resolution of 2014"
}