{
  "start": "4053", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-944 (Deemed Approved August 14, 2014)\n\n20 DCSTAT 4053\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJuly 14, 2014\n\nTo approve an amendment to the District of Columbia State Plan for Medicaid Assistance to\nauthorize the District's Medicaid Program to provide Adult Day Health Services as a\nHome and Community-Based Service (HCBS) und er the 1915 (i) State Plan option.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that\nthis resolution may be cited as the \"Medicaid 1915(i) State Plan Home and CommunityBas ed Services Ad ministration and Operation Amendment Approval Resolution of 2014.\"\nSec. 2. Pursuant to section 1(a) of An Act to Enable the District of Columbia\nto receive federal financial assistance under Title XIX of the Social Security Act for a\nmedical assistance program, and for other purposes, approved December 27, 1967 (81\nStat. 744; D.C. Official Code § 1-307.02) and section 6(6) of the Department of Health\nCare Finance Establishment Act of 2007, effective February 27, 2008 (D.C. Law 17109; D.C. Official Code § 7-771.05(6)), the Council of the District of Columbia\napproves the proposed amendment to the District of Columbia State Plan for Medical\nAssistance, which will enable the District 's Medicaid Program to provide Adult Day\nHealth Services as a Home and Community-Based Service (HCBS) for elderly and\ndisabled individuals under its fee-for-service Medicaid program.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a copy\nof this resolution, upon its adoption, each to the Director of the Department of Health and to\nthe Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial\nOfficer as the fiscal impact statement required by Section 602(c)(3) of the Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Codes §1-206.02 (c) (3).)\nSect 5. This resolution shall take effect immediately.\n\nMedicaid\n1915(i) State\nPlan Home\nand\nCommunityBas ed\nServices\nAdministration\nand Operation\nAmendment\nApproval\nResolution of\n2014\n\n\f", 
  "end": "4053", 
  "name": "Proposed_Resolution_20-944.pdf", 
  "title": "Medicaid 1915(i) State Plan Home and Community-Based Services Administration and Operation Amendment Approval Resolution of 2014"
}