{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-809 (Deemed Approved October 9, 2014)\n\n20 DCSTAT 4673\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 3, 2014\n\nTo approve proposed final regulations submitted pursuant to the Hazardous Waste Management Act of\n1977 to amend the District's Hazardous Waste Regulations; to reduce extraneous material in\nthe District's regulations; and to provide a reduced fee for small businesses.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Hazardous Waste Regulations Approval Resolution of 2014\".\nSec. 2. The Council finds that:\n(a) The Hazardous Waste Branch of the District Department of the Environment\n(\"DDOE\") is a program created to help monitor and enforce the provisions of the Resource\nConservation Recovery Act (RCRA), Subtitle C, 42 §§ U.S.C. 9621 et seq., and its\nimplementing regulations in the Title 40 of the Code of Federal Regulations (\"CFR\") Parts\n124, 260 through 266, 268, 270, 273 and 279.\n(b) The Hazardous Waste Branch of DDOE has District specific regulations\nregarding the management of Hazardous Waste located in Title 20 of the District of\nColumbia Municipal Regulations, Chapters 42 and 43.\n(c) The proposed amendments to the District's Hazardous Waste regulations\nare required to help stakeholders understand the District specific provisions of managing\nHazardous Waste, while ensuring their compliance with the appropriate federal standards in the\nCFR.\n(d) On December 8, 20l 2, proposed regulations were published in the D. C.\nRegister at 59 DCR 014166. No comments were received at that time; however there were\nstakeholder requests to extend the comment period. Therefore, on January 18, 2013 the\nDepartment published a notice of extended comment period in the D.C. Register at 60 DCR\n000379. No comments were received by the end of the extended comment period. However,\nafter the comment period, two comments were received, considered, and addressed in the\nfinal rulemaking.\n(e) The unpublished Notice of Final Rulemaking containing the\nrevised regulations has been submitted to Council for approval.\n(f)\nSec. 3. Pursuant to section 24(b) of the Hazardous Waste Management Act of 1977, as\namended, effective March 16, 1978 (D.C. Law 2-64; D.C. Official Code § 8-1322(b)), the\nCouncil approves the rulemaking, \"Hazardous Waste Regulations Amendments,\" as described\nin section 2(d) and submitted by the Director of the District Department of the Environment.\nThe final rules would amend Chapters 42 and 43 of title 20 (Environment) of the District of\nColumbia Municipal Regulations.\n\nHazardous\nWaste\nRegulations\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-809 (Deemed Approved October 9, 2014)\n\n20 DCSTAT 4674\n\nSec. 4. Fiscal impact.\nThe Council adopts the fiscal impact statement provided by the Chief Financial Officer\nas the fiscal impact statement required by section 602(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § l -206.02(c)(3)).\nSec. 5. The Secretary to the Council shall transmit a copy of this resolution, upon\nits adoption, to the Mayor, the Director of the District Department of the Environment,\nand the Administrator of the Office of Documents and Administrative Issuances.\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "Hazardous Waste Regulations Approval Resolution of 2014",
  "end": "4674",
  "start": "4673",
  "name": "Proposed_Resolution_20-809.pdf"
}