{
  "start": "4675", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-820 (Deemed Disapproved December 15, 2014)\n\n20 DCSTAT 4675\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 3, 2014\n\nTo approve the disposition of District-owned real property, formerly known as the Stevens School,\nlocated at 1050 21st Street, N.W., and known for tax and assessment purposes as Lot 0876 in\nSquare 0073.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Stevens School Disposition Approval Resolution of 2014\".\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) \"CBE Agreement\" means an agreement governing certain obligations of\nthe Purchaser or the Developer under the Small, Local, and Disadvantaged Business\nEnterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C. Law\n16-33; D.C. Official Code § 2-218.01 et seq.) (\"CBE Act\"), including the equity and\ndevelopment participation requirements set forth in section 2349a of the CBE Act (D.C.\nOfficial Code § 2-218.49a).\n(2)\"Certified Business Enterprise\" means a business enterprise or joint\nventure certified pursuant to the Small, Local and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33;\nD.C. Official Code § 2-218.01 el seq.).\n(3) \"Developer\" means The John Akridge Development Company, with a\nbusiness address of 601 13th St N.W., Suite 300 North, Washington, DC 20005 and Argos\nGroup, LLC a District of Columbia limited liability company and with a business address of\n631 D Street NW, Suite 638, Washington DC 20004 or an entity formed by these\nbusinesses.\n(4) \"First Source Agreement\" means an agreement with the District\ngoverning certain obligations of the Purchaser or the Developer pursuant to section 4 of the\nFirst Source Employment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93;\nD.C. Official Code § 2-219.03), and Mayor's Order 83-265 (November 9, 1983) regarding\njob creation and employment generated as a result of the construction on tl1e Property.\n(5) \"Property\" means the real prope1ty located at l 050 21st Street, N.W. and\nknown for tax and assessment purposes as Lot 0876 in Square 0073.\n(6) \"Lessees\" means the Developer, its successor, one of its affiliates, or\nassignees approved by the Mayor, and the educational user approved by the Mayor.\n\nStevens\nSchool\nDisposition\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-820 (Deemed Disapproved December 15, 2014)\n\n20 DCSTAT\n4676\n\nSec. 3. Findings.\n(a) The Developer of the Property will be The John Akridge Development Company,\nwith a business address of 601 13th St N.W., Suite 300 North, Washington, DC 20005 and\nArgos Group, LLC a District of Columbia limited liability company and with a business\naddress of 631 D Street NW, Suite 638, Washington DC 20004, or an e11tity forn1ed by\nthese businesses.\n(b) The Property is located at 1050 2151 Street, N.W., and consists of 30,620 square\nfeet of land with a portion of the Property containing a vacant building of approximately\n41,800 square feet.\n(c) The intended use of the Property (the \"Project\") is the rehabilitation of the\nvacant building for an educational use, a mixed-use development with office and retail on\ntl1e vacant portion of the site, and any ancillary uses allowed under applicable law.\n(d) The Project will contain affordable housing as described in the term sheet\nsubmitted with this resolution.\n(e) The Developer will enter into an agreement that shall require the Lessees to, at a\nminimum, contract -with Certified Business Enterprises for at least 35o/o of the contract\ndollar volume of the Project, and shall require at least 20% equity and 20% development\nparticipation of Certified Business Enterprises.\n(f) The Developer will enter into a First Source Agreement with the District that\nshall govern certain obligation of the Lessees pursuant to D.C. Official Code § 2-219.03\nand Mayor's Order 83-265 (November 9, 1983) regarding job creation and employment as\na result of the construction on tl1e Property.\n(g) Pursuant to An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes (\"Act\"), approved August 5, 1939(53 Stat.\n1211; D.C. Official Code § 10-801 et seq.), the proposed method of dispositio11is a lease\nfor a period of greater than 20 years under D.C. Code § 10-80l (b)(8)(C) and as described\nin the term sheet submitted with this resolution.\n(h) All docun1ents that are submitted with this resolution pursuant to D.C. Official\nCode § 10-801(b-l ) shall be consistent with the executed Memorandum of Understanding\nor term sheet transmitted to the Council pursuant to D.C. Official Code § 10-801(b-1)(2).\nSec. 4. Approval of disposition.\n(a) Pursuant to the Act the Mayor transmitted to the Council a request for approval\nof the disposition of the Property to the Lessees.\n(b) The Council approves the disposition of the Property.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602 (c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 6. Transmittal of resolution.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-820 (Deemed Disapproved December 15, 2014)\n\nSec. 7. Effective date.\nThis resolution shall take effect immediately.\n\n20 DCSTAT 4677\n\n\f", 
  "end": "4677", 
  "name": "Proposed_Resolution_20-820.pdf", 
  "title": "Stevens School Disposition Approval Resolution of 2014"
}