{
  "start": "2850", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-335 (Deemed Approved October 25, 2013)\n\n20 DCSTAT 2850\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 18, 2013\n\nTo approve proposed rulemaking to amend Chapter 8 (Career Service) of Subtitle B of Title 6 (Government\nPersonnel) of the District of Columbia Municipal Regulations, to amend the rules applicable to\nemployment of Career Service employees resulting from a legislative change; to provide a 10point hiring preference for a person 18 to 21 years of age who is in foster care or who is within\nfive (5) years of leaving foster care; and to make other non-substantive amendments.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Foster Care Youth Employment Amendment Rulemaking\nApproval Resolution of 2013.\"\n\nSec. 2. Pursuant to section 801(e-1)(5) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978 (“CMPA”), effective March 3, 1979 (D.C. Law 2139; D.C. Official Code § l-608.0l(e-l)(5)), the Council approves the rulemaking notice proposed\nby the Director of the D.C. Department of Human Resources to amend Chapter 8 (Career\nService) of Subtitle B of Title 6 of the D.C. Municipal Regulations, as follows:\n(1) Section 825, currently titled “Reserved,” is being amended as a result of an\namendment to section 80l(e-1)(5) of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978 (“CMPA”), effective March 3, 1979 (D.C. Law 2-139; D.C. Official\nCode§ 1-608.0l(e-1)(5)). The Act provides that any person who applies for competitive\nemployment in the Career Service and who at the time of application is at least 18 years old and\nnot more than 21 years old, is in foster care, or who is within 5 years of leaving foster care may\nbe awarded a 10-point hiring preference, unless the person declines the preference points. In\naddition to the changes stemming from the Act, the heading of section 825 is being changed to\n\"Foster Care Youth Employment Preference.\"\n(2) Section 899 of the chapter is being amended to add the definitions for the\nterms \"foster care,\" \"foster child\" and \"ward of the state.\"\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of the resolution, upon its adoption, each to the\nDirector, Department of Human Resources, and to the Mayor.\nSec. 5. This resolution shall take effect immediately.\n\nFoster Care\nYouth\nEmployment\nAmendment\nRulemaking\nApproval\nResolution of\n2013\n\n\f", 
  "end": "2850", 
  "name": "Proposed_Resolution_20-335.pdf", 
  "title": "Foster Care Youth Employment Amendment Rulemaking Approval Resolution of 2013"
}