{
  "start": "3527", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-656 (Deemed Approved April 2, 2014)\n\n20 DCSTAT 3527\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nFebruary 18,\n2014\n\nTo approve an amendment to the Land Disposition Agreement for District-owned real property located in\nthe Southwest Waterfront area.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Southwest Waterfront Land Disposition Agreement Amendment\nApproval Resolution of 2014\".\n\nSec. 2. (a) Council approved the \"Southwest Waterfront Disposition Third Revised\nEmergency Approval Resolution of 2008\" effective December 16, 2008 (Res. 17-955; 56 DCR\n744), pursuant to An Act Authorizing the sale of certain real estate in the District of Columbia no\nlonger required for public purposes (\"Act\"), approved August 5, 1939 (53 Stat. 1211; D.C.\nOfficial Code § 10-801 et seq.), which was accompanied by a Land Disposition Agreement dated\nSeptember 30, 2008, executed by the Deputy Mayor for Planning and Economic Development\nand the proposed developer that outlined certain terms and conditions of the disposition of\ncertain real property located in the Southwest Waterfront area and defined in the resolution as the\n\"Property\", as required by D.C. Official Code § 10-801(b-1)(2). The Land Disposition\nAgreement has been amended by a First Amendment dated June 10, 2010, and a Second\nAmendment dated December 3, 2010, and as amended is referred to as the \"LDA\".\n(b) Pursuant to by D.C. Official Code§ 10-80l(b-1)(6), the Mayor has submitted the Third\nAmendment to the Amended and Restated Land Disposition Agreement along with this\nResolution that reflects certain changes to the Form of Public Infrastructure and Funding\nAgreement that is Exhibit J to the LDA and a few clarifications to the LDA regarding the\nadmission of equity investors and issuance of ground leases.\n(c) The Council hereby approves the Third Amendment to the Amended and Restated\nLand Disposition Agreement submitted with this Resolution and authorizes disposition of the\nProperty upon the terms and conditions set forth in the Third Amendment to the Amended and\nRestated Land Disposition Agreement submitted with this Resolution.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Horne Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code§ 1-206.02 (c)(3)).\n\nSouthwest\nWaterfront\nLand\nDisposition\nAgreement\nAmendment\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-656 (Deemed Approved April 2, 2014)\n\n20 DCSTAT 3528\n\nSec. 4. Transmittal of resolution.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "3528", 
  "name": "Proposed_Resolution_20-656.pdf", 
  "title": "Southwest Waterfront Land Disposition Agreement Amendment Approval Resolution of 2014"
}