{
  "end": "4052", 
  "name": "Proposed_Resolution_20-836.pdf", 
  "start": "4051", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-836 (Deemed Approved July 18, 2014)\n\n20 DCSTAT 4051\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 17, 2014\n\nTo approve the proposed rules to amend and add to the schedule of fines for violations related to\nair quality, pesticides, lead-based paint activities, hazardous waste, underground storage\ntanks, water quality infractions, soil erosion and sediment control, stormwater\nmanagement, aquatic animal protection, and fishing.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis resolution may be cited as the \"District Department of the Environment Schedule of\nFines Approval Resolution of 2014\".\n\nSec. 2. The Council finds that:\n(a) An updated Schedule of Fines is necessary to protect human and\nenvironmental health in the District of Columbia.\n(b) On March 14, 2014, proposed regulations were published in the D.C. Register\nat 61 DCR 0002131. No comments were received and no stakeholders requested an\nextended comment period.\n(c) The unpublished Notice of Final Rulemaking containing the revised regulations\nhas been submitted to Council for approval.\nSec. 3. Pursuant to § 104(a)(I) of the Department of Consumer and Regulatory\nAffairs Civil Infraction Act of 1985 (\"Act\"), effective October 5, 1985, (D.C. Law 6-42; D.C.\nOfficial Code § 2-l 801.04(a)( l )), the Mayor transmitted to the Council proposed rules to\namend the schedule of fines for violations related to air quality, pesticides, lead-based paint\nactivities, hazardous waste, underground storage tanks, water quality infractions, soil erosion\nand sediment control, stormwater management, aquatic animal protection, and fishing.\nSec. 4. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § l -206.02(c)(3)).\nSec. 5. Transmittal.\nThe Secretary of the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor, the Director of the Department of the Environment, and the\nAdministrator of the Office of Documents and Administrative Issuances.\n\nDistrict\nDepartment\nof the\nEnvironment\nSchedule of\nFines\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-836 (Deemed Approved July 18, 2014)\n\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n20 DCSTAT 4052\n\n\f", 
  "title": "District Department of the Environment Schedule of Fines Approval Resolution of 2014", 
  "council_period": "20"
}