{
  "end": "4714", 
  "name": "Proposed_Resolution_20-970.pdf", 
  "start": "4714", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-970 (Deemed Approved December 1, 2014)\n\n20 DCSTAT 4714\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJuly 14, 2014\n\nTo approve proposed rules pertaining to the issuance of a Limited Purpose Driver License, Learner\nPermit, Provisional Permit or Identification Card.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Limited Purpose License, Permit and Identification Card\nResolution of 2014\".\nSec. 2. Pursuant to the authority set forth in sections 6, 7 and 8a of the District of\nColumbia Traffic Act of 1925, approved March 3, 1925 (43 Stat. 1121; D.C. Official Code §§\n50-2201.03, 50-1401.01 and 50-1401.03), section 8c of the District of Columbia Traffic Act of\n1925, effective January 17, 2014 (D.C. Law 20-62; D.C. Official Code § 50-1401.05), and\nMayor's Order 2014-XX, dated June XX, 2014, the Mayor submitted these proposed rules to set\nforth the criteria for issuance of a Limited Purpose Driver License, Leaner Permit, Provisional\nPermit or Identification Card. The Council approves the proposed amendments to Chapter 1 of\nTitle 18 of the District of Columbia Municipal Regulations.\nSec. 3. The Council adopts the fiscal impact statement in the committee report as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat 813; D.C. Official Code § l -206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor and Director of the D.C. Department of Motor Vehicles.\nSec. 5. This resolution shall take effect immediately.\n\nLimited\nPurpose\nLicense,\nPermit and\nIdentification\nCard\nResolution of\n2014\n\n\f", 
  "title": "Limited Purpose License, Permit and Identification Card Resolution of 2014", 
  "council_period": "20"
}