{
  "end": "4381", 
  "name": "Proposed_Resolution_20-832.pdf", 
  "start": "4381", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4381\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"If the property is sold at tax sale, the purchaser may have the right to file a lawsuit to\nforeclose on the property. You must act now to avoid additional costs and significant expenses, as\nwell as potential loss of title to the property.\n\"Payment to the \"DC Treasurer\" may be made online at www.taxpayerservicecenter.com or\nat any District branch of Wells Fargo Bank or mailed (with payment coupon from tax bill) to the\nOffice of Tax and Revenue, Real Property Tax Administration, PO Box 98095, Washington, DC\n20090-8095 (please write your square, suffix and lot numbers on the check). You should keep a\ncopy of your proof of payment in case there is a later dispute about the payment.\n\"If payment is not made before May 31, 20__, the amount listed on this notice may no\nlonger be accurate. In that case, you must contact the Office of Tax and Revenue at ………….. to\nobtain an updated payoff amount.\n\"YOU MAY BE ELIGIBLE FOR ASSISTANCE, INCLUDING A HARDSHIP\nFORBEARANCE OR FREE LEGAL SERVICES. PLEASE SEE THE NEXT PAGE FOR\nADDITIONAL INFORMATION.\n\"Should you have additional questions, please call the Customer Service Center for the\nOffice of Tax and Revenue at (202) 727-4TAX (4829).\n\"RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n\"Real Property Tax Ombudsman. Homeowners and other interested parties may be eligible\nfor assistance from the Real Property Tax Ombudsman. If you need assistance with a tax sale or\nrelated property tax matters, contact the Real Property Tax Ombudsman at ……………\n\"Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\"Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past due\namount. For information on how to apply for this deferral, please contact the Office of Tax and\nRevenue at.…….\n\"Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income households\nmay have additional rights to defer property taxes. If think you may be eligible for this tax relief,\nplease contact the Office of Tax and Revenue at.……. for more information.\n\"Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings from\n10:00am to 12:00pm when court is in session. The Resource Center is located in the Moultrie\nCourthouse at 500 Indiana Ave. NW.\n\"Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\"Housing Counseling Services. The U.S Department of Housing and Urban Development\n(\"HUD\") sponsors housing counseling agencies throughout the country that can provide advice on\n\n\f", 
  "title": "Apprenticeship Council Frederick Alfred Howell Confirmation Resolution of 2014", 
  "council_period": "20"
}