{
  "start": "2869", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-460 (Deemed Approved November 16, 2013)\n\n20 DCSTAT 2869\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nOctober 1, 2013\n\nTo approve the proposed rules to implement the District of Columbia Public Education Reform Amendment\nAct of 2007 to[amend the language regarding the procedures for the filing, investigation, and\nresolution of complaints or grievances filed by parents, guardians, visitors and others in cases of\ndiscrimination, bullying, or harassment.]\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Parents, Guardians, and Visitors Grievance Procedure\nRegulations Approval Resolution of 2013\".\n\nSec. 2. Pursuant to section 103 of the District of Columbia Public Education Reform\nAmendment Act of 2007, effective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-172),\nthe Council approves the proposed rulemaking adopted by the Chancellor of the District of\nColumbia Public Schools that would amend [the language regarding the procedures for the filing,\ninvestigation, and resolution of complaints or grievances filed by parents, guardians, visitors and\nothers in cases of discrimination, bullying, or harassment].\nSec. 3. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Horne Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1- 206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of this resolution, upon its adoption, to the\nMayor, the Chancellor of the District of Columbia Public Schools, and the Administrator of the\nOffice of Documents and Administrative Issuances.\nSec. 5. This resolution shall take effect immediately.\n\nParents,\nGuardians,\nand Visitors\nGrievance\nProcedure\nRegulations\nApproval\nResolution of\n2013\n\n\f", 
  "end": "2869", 
  "name": "Proposed_Resolution_20-460.pdf", 
  "title": "Parents, Guardians, and Visitors Grievance Procedure Regulations Approval Resolution of 2013"
}