{
  "start": "1700", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-85 (Deemed Disapproved April 11, 2013)\n\n20 DCSTAT 1700\n\nA PROPOSED RESOLUTION\n\nReferred\nFebruary 18,\n2013\n\nTo approve and authorize the extension of the time limit for the disposition of certain District-owned real\nproperty located at 1421 Euclid Street, N.W., known for tax and assessment purposes as Lots 0811\nin Square 2665.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Justice Park Property Disposition Extension Approval Resolution\nof 2013.\"\nSec. 2 (a) Pursuant to section 1 of An Act Authorizing the sale of certain real estate in the\nDistrict of Columbia no longer required for public purposes, approved August 5, 1939 (53Stat.\n1211: D.C. Official Code§ 10-801(d)), the Mayor transmitted to the Council a request for\napproval of one (1) additional year of time, amounting to three (3) years total, for the disposition\nof certain real property located at 1421 Euclid Street, designated for purposes of taxation and\nassessment as Lot 0811, in Square 2665 (the \"Property\"), which disposition was approved by the\nCouncil pursuant to the \"Justice Park Property Disposition Approval Resolution of 2011\",\neffective April 5, 2011 (Res. 19-77; 58 DCR 3199). The Mayor also transmitted a detailed status\nreport on efforts made to dispose of the Property as well as the reasons for the inability to\ndispose of the Property within the 2-year time period authorized by the Disposition Approval\nResolution.\n(b)\nThe Council approves the additional time requested by the Mayor to dispose of\nthe Property and extends the time period to dispose of the Property to April 5, 2014.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement prepared by the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon adoption, to\nthe Mayor.\nSec. 5. This resolution shall take effect immediately.\n\nJustice Park\nProperty\nDisposition\nExtension\nApproval\nResolution of\n2013\n\n\f", 
  "end": "1700", 
  "name": "Proposed_Resolution_20-085.pdf", 
  "title": "Justice Park Property Disposition Extension Approval Resolution of 2013"
}