{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-593 (Deemed Disapproved May 15, 2014)\n\n20 DCSTAT 3522\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nDecember 17,\n2013\n\nTo approve the disposition of District-owned real property, formerly known as the site of the R.L.\nChristian Community Library, located at1300 H Street, N.E., and known for tax and\nassessment purposes as Parcels 0097, 0098, 0099, 0100, 0101, 0102,\n\nand 0103 in Square 1026.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That\nthis resolution may be cited as the \"1300 H Street, N.E., Disposition Approval\nResolution of 2013\".\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) \"CBE Agreement\" means an agreement governing certain obligations of the\nPurchaser or the Developer under the Small, Local, and Disadvantaged Business\nEnterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C.\nLaw 16-33; D.C. Official Code § 2-218.01 et seq.) (\"CBE Act\"), including the equity and\ndevelopment participation requirements set forth in section 2349a of the CBE Act (D.C.\nOfficial Code § 2-218.49a).\n(2) \"Certified Business Enterprise\" means a business enterprise or joint venture\ncertified pursuant to the Small, Local and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C.\nOfficial Code § 2-218.01 et seq.).\n(3) \"First Source Agreement\" means an agreement with the District governing certain\nobligations of the Purchaser or the Developer pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; Official Code\n§ 2-219.03), and Mayor's Order 83-265 (November 9, 1983) regarding job creation and\nemployment generated as a result of the construction on the Property.\n(4) \"Property\" means the real property located at at1300 H Street, N.E., known for tax\nand assessment purposes as Parcels 0097, 0098, 0099, 0100, 0101, 0102, and 0103 in\nSquare 1026.\n(5) \"Purchaser\" means the Developer, its successor, or one of its affiliates or assignees\napproved by the Mayor.\nSec. 3. Findings.\n(a) The Developer of the Property will be 1300 H Street NE LLC a District of\nColumbia limited liability company, with a business address of 1519 Connecticut Avenue\nNW, Suite 200, Washington, DC 20036 (the \"Developer\").\n\n1300 H\nStreet, N.E.,\nDisposition\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-593 (Deemed Disapproved May 15, 2014)\n\n20 DCSTAT 3523\n\n(b) The Property is located at 1300 H Street, N .E., and consists of approximately\n10,800 square feet of land.\n(c) The intended use of the Property (the \"Project\") is a mixed-use residential and\nretail development and any ancillary uses allowed under applicable law.\n(d) The Project will contain affordable housing as described in the term sheet\nsubmitted with this resolution.\n(e) The Purchaser will enter into an agreement that shall require the Purchaser to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development\nparticipation of Certified Business Enterprises.\n(f) The Purchaser will enter into a First Source Agreement with the District that shall\ngovern certain obligation of the Purchaser pursuant to D.C. Official Code § 2-219.03 and\nMayor's Order 83-265 (November 9, 1983) regarding job creation and employment as a\nresult of the construction on the Property.\n(g) Pursuant to An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes (\"Act\"), approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801 et seq.), the proposed method of disposition is a\npublic or private sale to the bidder providing the most benefit to the District under D.C.\nCode § 10-801(b)(8)(F).\n(h) All documents that are submitted with this resolution pursuant to D.C. Official\nCode § 10-801(b-1) shall be consistent with the executed Memorandum of Understanding or\nterm sheet transmitted to the Council pursuant to D.C. Official Code § 10-801(b-1)(2).\nSec. 4. Approval of disposition.\n(a) Pursuant to the Act the Mayor transmitted to the Council a request for approval of\nthe disposition of the Property to the Purchaser.\n(b) The Council approves the disposition of the Property.\nSec. 5. Fiscal impact statement.\nThe Council adopts the attached fiscal impact statement as the fiscal impact statement\nrequired by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 6. Transmittal ofresolution.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor.\nSec. 7. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "1300 H Street, N.E., Disposition Approval Resolution of 2013",
  "end": "3523",
  "start": "3522",
  "name": "Proposed_Resolution_20-593.pdf"
}