{
  "end": "2152", 
  "name": "Proposed_Resolution_20-238.pdf", 
  "start": "2152", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-238 (Deemed Approved July 12, 2013)\n\n20 DCSTAT 2152\n\nA PROPOSED RESOLUTION\n\nReferred\nMay 7, 2013\n\nTo approve the proposed rules to implement the Special Eligibility Criteria for the District of Columbia\nLocal Rent Supplement Program Voucher for Families Experiencing Homelessness.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Amended Special Eligibility Criteria for Local Rent Supplement\nProgram Vouchers for Families Experiencing Homelessness Approval Resolution of 2013\".\n\nSec. 2. Pursuant to section 31 of the Homeless Services Reform Act of 2005, as\namended, effective October 22, 2005 (D.C. Law 16-35; D.C. Official Code § 4-756.02), the\nMayor, on ________, 2013, transmitted to the Council the proposed rulemaking adopted by the\nDirector of the Department of Human Services to implement the District of Columbia's Local\nRent Supplement Vouchers Program as authorized by Title V, Subtitle K of the Fiscal Year 2013\nBudget Support Act of 2012, effective September 20, 2012 (D.C. Law 19-168; D.C. Official\nCode § 4-753.04). The Council approves the rulemaking, published at ___DCR ____, to amend\nChapter 25 of Title 29 of the District of Columbia Municipal Regulations.\nSec. 3. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of this resolution, upon its adoption, to the\nMayor, the Director of the Department of Human Services, and the Administrator of the Office\nof Documents and Administrative Issuances.\nSec. 5. This resolution shall take effect immediately.\n\nAmended\nSpecial\nEligibility\nCriteria for\nLocal Rent\nSupplement\nProgram\nVouchers for\nFamilies\nExperiencing\nHomelessness\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Amended Special Eligibility Criteria for Local Rent Supplement Program Vouchers for Families Experiencing Homelessness Approval Resolution of 2013", 
  "council_period": "20"
}