{
  "end": "4755", 
  "name": "Proposed_Resolution_20-1028.pdf", 
  "start": "4755", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-1028 (Deemed Approved December 1, 2014)\n\n20 DCSTAT 4755\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nSeptember 23,\n2014\n\nTo approve the proposed rules to establish requirements for the certification, calibration and maintenance\nof the breath alcohol testing equipment, and to provide forensic science services and training\npertaining to forensic testing of breath for ethanol content through the Breath Alcohol Testing\nProgram administered by the Office of the Chief Medical Examiner.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that this\nresolution may be cited as the \"Breath Alcohol Testing Program Rulemaking Approval\nResolution of 2014.\"\nSec.2. Pursuant to the section 16 of the Department of Forensic Sciences Establishment\nAct of 2011, effective August 17, 2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.01 et\nseq.), the Council approves the proposed rulemaking to add a new chapter 37 to Title 28 of the\nDistrict of Columbia Municipal Regulations that was adopted by the Director of the Department\nof Forensic Sciences to establish requirements for the certification, calibration and maintenance\nof the breath alcohol testing equipment, and to provide forensic science services and training\npertaining to forensic testing of breath for ethanol content through the Breath Alcohol Testing\nProgram administered by the Office of the Chief Medical Examiner.\nSec. 3. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, to the Director of the Department of Forensic Sciences.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § l -206.02(c)(3)).\nSec.5 Effective date.\nThis resolution shall take effect immediately.\n\nBreath\nAlcohol\nTesting\nProgram\nRulemaking\nApproval\nResolution of\n2014\n\n\f", 
  "title": "Breath Alcohol Testing Program Rulemaking Approval Resolution of 2014", 
  "council_period": "20"
}