{
  "end": "4045", 
  "name": "Proposed_Resolution_20-788.pdf", 
  "start": "4045", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-788 (Deemed Approved July 13, 2014)\n\n20 DCSTAT 4045\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMay 28, 2014\n\nTo approve the proposed rules to implement the District of Columbia Public Education Reform\nAmendment Act of 2007 to\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Dual Credit and Grades Regulations Approval Resolution of\n2014\".\n\nSec. 2. Pursuant to section 103 of the District of Columbia Public Education Reform\nAmendment Act of 2007, effective June 12, 2007 (D.C. Law 17-9;D.C. Official Code § 38-172),\nthe Council approves the proposed rulemaking adopted by the Chancellor of the District of\nColumbia Public Schools that would amend section 2200 of Chapter 22 of Subtitle E, Title 5,\nof the District of Columbia Municipal Regulations (DCMR) to add language regarding the dual\ncredit process that DCPS intends to implement in the 2014-2015 school year, pursuant to the dual\nenrollment regulations implemented by the Office of the State Superintendent for Education\n(OSSE) contained in Chapter 24 of Subtitle A, Title 5 of the DCMR. The rulemaking is also\nmaking amendments to the numerical calculations and classifications of grades used within\nDCPS.\n\nSec. 3. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1- 206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of this resolution, upon its adoption, to the\nMayor, the Chancellor of the District of Columbia Public Schools, and the Administrator of the\nOffice of Documents and Administrative Issuances.\nSec. 5. This resolution shall take effect immediately.\n\nDual Credit\nand Grades\nRegulations\nApproval\nResolution of\n2014\n\n\f", 
  "title": "Dual Credit and Grades Regulations Approval Resolution of 2014", 
  "council_period": "20"
}