{
  "end": "3564", 
  "name": "Proposed_Resolution_20-772.pdf", 
  "start": "3564", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-772 (Deemed Approved June 28, 2014)\n\n20 DCSTAT 3564\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMay 28, 2014\n\nTo approve an amendment to the District of Columbia State Plan for Medical Assistance that\nauthorizes reimbursement for school based health services delivered in nonpublic school\nsettings.\n\nRESOLVED BY THE COUNCIL OF THE DISTRJCT OF COLUMBIA, that this\nresolution may be cited as the \"Nonpublic School Based Health Services State Plan\nAmendment Approval Resolution of 2014\".\n\nSec. 2. Pursuant to section l (a) of An Act to enable the District of Columbia to\nreceive Federal financial assistance under Title XIX of the Social Security Act for a\nmedical assistance program, and for other purposes, approved December 27, 1967 (81 Stat.\n744; D.C. Official Code § 1-307.02), the Council of the District of Columbia approves the\nproposed amendment to the District of Columbia State Plan for Medical Assistance which,\nwhen implemented, will authorize the Department of Health Care Finance to provide\nMedicaid reimbursement for school based health services rendered in all accepted delivery\nsettings to children covered under the Individuals with Disabilities Education Act. Upon\napproval of the proposed SPA, DHCF will be able to reimburse the Office of the State\nSuperintendent of Education for school based health services delivered in nonpublic school\nsettings.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a\ncopy of this resolution, upon its adoption, each to the Director of the Department of Health\nCare Finance and to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial\nOfficer as the fiscal impact statement required by Section 602(c)(3) of the Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\nNonpublic\nSchool Based\nHealth\nServices State\nPlan\nAmendment\nApproval\nResolution of\n2014\n\n\f", 
  "title": "Nonpublic School Based Health Services State Plan Amendment Approval Resolution of 2014", 
  "council_period": "20"
}