{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-46 (Deemed Disapproved March 7, 2013)\n\n20 DCSTAT 1698\n\nA PROPOSED RESOLUTION\n\nReferred\nJanuary 8,\n2013\n\nTo approve an amendment to the rules governing the process and criteria through which applicants may\nprove eligibility for the purpose of gaining enrollment in the D.C. HealthCare Alliance program.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that this\nresolution may be cited as the \"Eligibility Criteria Amendment for the D.C. HealthCare Alliance\nProgram Approval Resolution of 2012\".\nSec. 2. Pursuant to section 7a of the Health Care Privatization Amendment Act of 2001,\neffective July 12, 2001 (D.C. Law 14-18; D.C. Official Code § 7-1405.01), as amended, the\nCouncil of the District of Columbia approves the proposed amendments to the rules governing\neligibility criteria for the D.C. HealthCare Alliance Program set forth in section 3304 and 3305\nof Title 22 of the District of Columbia Municipal Regulations. When implemented, these rules\nwill establish face-to-face certification of eligibility status for residents enrolled in the Alliance.\nThrough the safeguard of twice yearly, face-to-face certification, the District of Columbia will\npreserve the availability of resources and encourage appropriate administration of the D.C.\nHealthCare Alliance program.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a copy of\nthis resolution, upon its adoption, each to the Director of the Department of Health Care Finance\nand to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial Officer\nas the fiscal impact statement required by Section 602(c)(3) of the Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Codes §1-206.02 (c)(3)).\nSect 5. This resolution shall take effect immediately.\n\nEligibility\nCriteria\nAmendment\nfor the D.C.\nHealthCare\nAlliance\nProgram\nApproval\nResolution of\n2012\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n\n(This page intentionally left blank.)\n\n20 DCSTAT 1699\n\n\f",
  "title": "Eligibility Criteria Amendment for the D.C. Healthcare Alliance Program Approval Resolution of 2012",
  "end": "1699",
  "start": "1698",
  "name": "Proposed_Resolution_20-046.pdf"
}