{
  "end": "3550", 
  "name": "Proposed_Resolution_20-702.pdf", 
  "start": "3550", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-702 (Deemed Approved May 30, 2014)\n\n20 DCSTAT 3550\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMarch 18,\n2014\n\nTo approve the proposed rules to amend Chapter 25 (Shelter and Supportive Housing for Individuals\nand Families) of Title 29 (Public Welfare) of the District of Columbia Municipal Regulations\nto replace the existing U.S. Department of Housing and Urban Development's (HUD) Fair\nMarket Rent Standard with HUD's Rent Reasonableness Standard for purposes of selecting\navailable housing units for clients in the Scattered-Sites Transitional Housing Initiative (STI)\nand Permanent Supportive Housing (PSH) programs.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Rent Reasonableness Standard Approval Resolution of 2014\".\n\nSec. 2. Pursuant to section 31 of the District of Columbia Homeless Services Reform\nAct of 2005, effective October 22, 2005 (D.C. Law 16-35; D.C. Official Code § 4-756.02),\nthe Mayor on _________ transmitted to the Council proposed rules to amend Chapter 25 to\nTitle 29 of the District of Columbia Municipal Regulations. The Council approves the\nproposed rules.\nSec. 3. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1- 206.02(c)(3)).\nSec. 4. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor, the Director of the Department of Human Services, and the\nAdministrator of the Office of Documents and Administrative Issuances.\nSec. 5. This resolution shall take effect immediately.\n\nRent\nReasonableness\nStandard\nApproval\nResolution of\n2014\n\n\f", 
  "title": "Rent Reasonableness Standard Approval Resolution of 2014", 
  "council_period": "20"
}