{
  "start": "4385", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4385\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\noffered at a sale held under this chapter or otherwise acquire an interest in real property sold under\nthis chapter.\n\"(B) A potential purchaser, including a natural person or business entity,\nshall certify under oath, subject to the penalties of perjury, that the potential purchaser is not more\nthan one year in arrears in any jurisdiction in payment of in rem taxes not being contested in good\nfaith and has not been convicted in any jurisdiction of a felony involving fraud, deceit, moral\nturpitude, or anti-competitive behavior.\n\"(C) A certificate of sale held by a purchaser that willfully and materially\nviolates the provisions of this paragraph shall be voidable at the discretion of the Mayor; provided,\nthat after the issuance of a final order by the Superior Court of the District of Columbia foreclosing\nthe right of redemption, the certificate is no longer voidable. A certificate that is voided by the\nMayor pursuant to this subparagraph shall be subject to the provisions of § 47-1355(b).\n\"(D) The intent of this paragraph shall not be circumvented by a purchaser\nthrough the use of one or more business entities to avoid its intended application.\n\"(E) For the purposes of this paragraph, a potential purchaser shall include a\nperson owning a 10% or more equity interest in, or an officer of, an entity that owns a 10% or more\nequity interest in real property on which taxes are delinquent.\".\n“(12) Section 47-1348 is amended as follows:\n“(A) Subsection (a) is amended as follows:\n“(i) Paragraph (3) is amended by striking the phrase \"date of the\noriginal public tax sale\" and inserting the phrase \"date of the tax sale\" in its place.\n“(ii) Paragraph (4) is amended by striking the phrase \"purchaser;\"\nand inserting the phrase \"purchaser, which shall be the same date as in paragraph (3) of this\nsubsection, if the purchaser purchased the real property at the tax sale held under § 47-1346;\" in its\nplace.\n“(iii) Paragraph (10) is amended to read as follows:\n\"(10)(A) A statement that the rate of simple interest, upon redemption, shall be 1%\nper month or portion thereof on the amount paid for the real property, excluding surplus, beginning\non the first day of the month immediately following the date of the tax sale or the date when the\ncertificate of sale was assigned by the Mayor.\n\"(B) This paragraph shall apply upon its fiscal effect being included in an\napproved budget and financial plan, as certified by the Chief Financial Officer to the Budget\nDirector of the Council in a certification published by the Council in the District of Columbia\nRegister.\".\n“(B) Subsection (b) is repealed.\n“(C) Subsection (c) is amended as follows:\n“(i) Strike the phrase \"telephone number.\" and insert the phrase\n\"telephone number. If notice is not provided within 30 days of the assignment, the certificate shall\nbe voidable at the discretion of the Mayor.\" in its place.\n“(ii) Strike the phrase \"On redemption, the purchaser will be\nrefunded the sums paid on account of the purchase price, together with interest thereon at the rate of\n\nNote,\n§ 47-1348\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4386\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n18% per annum from the date the real property was sold to the date of redemption; provided, that\nthe purchaser shall not receive interest on any surplus.\" and insert the phrase \"Upon payment to the\nMayor as specified in § 47-1361(a) or, if payment to the Mayor is made by another purchaser under\n§ 47-1382(c), the purchaser shall be refunded the sums paid on account of the purchase price,\ntogether with simple interest thereon at the rate of 1% per month or portion thereof on the amount\npaid for the real property, excluding surplus, beginning on the first day of the month immediately\nfollowing the date of the tax sale or the date when the certificate of sale was assigned by the Mayor\nuntil the payment to the Mayor is made as required under § 47-1361(a) or § 47-1382(c); provided,\nthat the purchaser shall not receive interest on any surplus.\" in its place.\n“(13) Section 47-1349(c) is amended by adding a new sentence at the end to read as\nfollows:\n\"If notice is not provided within 30 days of the assignment, the certificate shall be voidable\nat the discretion of the Mayor; provided, that after the issuance of a final order by the Superior Court\nof the District of Columbia foreclosing the right of redemption, the certificate shall no longer be\nvoidable. A certificate that is voided by the Mayor pursuant to this subsection shall be subject to the\nprovisions of § 47-1355(b).\".\n“(14) Section 47-1352(a) is amended by striking the phrase \"from the date the real\nproperty was bid off,\" and inserting the phrase \"thereon accruing from the first day of the month\nfollowing the date of the tax sale where the real property was bid off,\" in its place.\n“(15) Section 47-1353 is amended as follows:\n“(A) Subsection (a)(1)(B) is amended by striking the word \"May\" both times\nit appears and inserting the word \"Mayor\" in its place.\n“(B) Subsection (b)(1)(G) is amended by striking the phrase \"by square,\" and\ninserting the phrase \"by premises address, taxation square,\" in its place.\n“(C) Subsection (c)(2) is amended by striking the phrase \"date of the original\ntax sale\" and inserting the phrase \"applicable date of the tax sale\" in its place.\n“(D) Subsection (d) is amended to read as follows:\n\"(d) Upon payment to the Mayor as specified in § 47-1361(a) or if payment to the Mayor is\nmade by another purchaser as specified in § 47-1382(c), the purchaser shall be refunded the sums\npaid on account of the purchase price, together with simple interest thereon at the rate of 1% per\nmonth or portion thereof on the amount paid for the real property, excluding surplus, beginning on\nthe first day of the month immediately following the day of the tax sale to the purchaser or the date\nwhen the certificate of sale was assigned by the Mayor until the payment to the Mayor is made as\nrequired under § 47-1361(a) or § 47-1382(c); provided, that the purchaser shall not receive interest\non any surplus.\".\n“(16) A new section 47-1353.01 is added to read as follows:\n\"§ 47-1353.01. Post-sale notice.\n\"(a) Within 30 days after the date of the tax sale, the Mayor shall send notice of the sale by\nfirst class mail, postage prepaid, bearing a postmark from the United States Postal Service to the last\nknown address of the owner. If the premises address is different from the address of record of the\n\nNote,\n§ 47-1349\n\nNote,\n§ 47-1352\n\nNote,\n§ 47-1353\n\nNote,\n§ 47-1353.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4387\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nowner, the Mayor shall send a duplicate copy of the notice to the premises address, addressed to\n\"Property Owner.\"\n\"(b) The notice required pursuant to subsection (a) of this section shall be in substantively\nthe following form:\n“[Date]\n\"ATTENTION: YOUR PROPERTY WAS SOLD AT TAX SALE\n\"Subject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address]\n\"Tax Sale Date: [July __, 20__]\n“If you do not pay all amounts due, the purchaser will have the right to file a lawsuit to\nforeclose on the property and you may lose title.\n\"According to the Mayor's tax roll, you own or may have an interest in the real property\nlisted above. Please follow the below instructions to redeem your property from tax sale and prevent\na foreclosure lawsuit.\n•\n\"To redeem your property from the tax sale, you must pay all taxes owed, as well as\nany legal fees and expenses that may become due.\n•\n\"A tax bill is mailed to you during the month of August. You should pay the bill in\nfull and on time.\n•\n\"If you are receiving this notice after October 31, 20__, or if you have not already\npaid your tax bill in full, you should contact the Office of Tax and Revenue (\"OTR\") at ……….. for\na current tax bill and up-to-date payoff amount.\n•\n\"After you have paid your taxes, you should call OTR to confirm that you have\nredeemed your property. Keep a copy of your proof of payment in case there is a later dispute about\nthe payment.\n•\n\"If you have not paid all taxes within four months after the Tax Sale Date stated\nabove, an additional $381.50 may be added to reimburse the purchaser for some costs.\n•\n\"If you do not redeem the property within six months of the Tax Sale Date stated\nabove, the tax sale purchaser may file a lawsuit against you to obtain title to the property.\n•\n\"If the purchaser files a foreclosure lawsuit, you will be responsible for legal fees\nand expenses that may total thousands of dollars. You may also lose title to the property.\n•\n\"For further information on how to redeem, please read our Real Property Owner's\nGuide to the Tax Sale Redemption Process, available on our Web site at\nwww.taxpayerservicecenter.com by clicking on \"Real Property.\" You may also request a copy by\nvisiting or writing to our Customer Service Center at 1101 4th Street, SW, Suite 270W,\nWashington, DC 20024.\n\"YOU MAY BE ELIGIBLE FOR FREE LEGAL SERVICES OR OTHER ASSISTANCE.\nSEE THE NEXT PAGE FOR MORE INFORMATION.\n\"Should you have additional questions, please call OTR's Customer Service Center at (202)\n727-4TAX (4829).\n\"RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4388\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"Real Property Tax Ombudsman. Homeowners and other interested parties may be eligible\nfor assistance from the Real Property Tax Ombudsman. If you need assistance with a tax sale or\nrelated property tax matters, contact the Real Property Tax Ombudsman at ……………\n\"Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\"Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past due\namount. For information on how to apply for this deferral, please contact the Office of Tax and\nRevenue at.…….\n\"Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income households\nmay have additional rights to defer property taxes. If think you may be eligible for this tax relief,\nplease contact the Office of Tax and Revenue at.……. for more information.\n\"Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings from\n10:00am to 12:00pm when court is in session. The Resource Center is located in the Moultrie\nCourthouse at 500 Indiana Ave., NW.\n\"Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\"Housing Counseling Services. The U.S Department of Housing and Urban Development\n(\"HUD\") sponsors housing counseling agencies throughout the country that can provide advice on\nbuying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).\n\"(c) The tax sale purchaser shall cause a copy of the notice referred to in subsection (b) of\nthis section to be posted on a place on the premises of the real property where it may be\nconveniently read. The copy of the notice shall be posted no sooner than 4 months after the date of\nthe tax sale but at least 45 days before the filing of a complaint under § 47-1370.\n\"(d) Subject to the Mayor's authority to cancel the sale under § 47-1366(b)(3)(A) and (B),\nthe failure of the Mayor to mail the notice as provided in subsections (a) and (b) of this section, or to\ninclude any tax amounts in the notice, shall not:\n\"(1) Invalidate or otherwise affect a tax;\n\"(2) Invalidate or otherwise affect a sale made under this chapter to enforce payment\nof taxes;\n\"(3) Prevent or stay any proceedings under this chapter; or\n\"(4) Affect the title of a purchaser.\n\"(e) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt from\nthe notice requirements of this section.\".\n“(17) Section 47-1354(b) is amended to read as follows:\n\"(b) Upon payment as specified in § 47-1361(a) or by another purchaser under § 47-1382(c),\nthe purchaser shall receive a refund of its payment made under this section, with interest as required\n\nNote,\n§ 47-1354\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4389\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nto be paid by the redeemer or such other purchaser. The purchaser shall receive interest only on the\nprincipal tax amount paid and not on the interest or penalties paid. The purchaser is entitled to the\nrefund only if the purchaser's certificate of sale is not void and the purchaser provides proof\nsatisfactory to the Mayor that the purchaser made the payment.”.\n“(18) Section 47-1355(a)(2) is repealed.\n“(19) Section 47-1361 is amended as follows:\n“(A) Subsection (a) is amended as follows:\n(i) The lead-in text is amended by striking the phrase \"the Mayor, for\ndeposit\" and inserting the phrase \"the Mayor, except as set forth in paragraph (6A) of this\nsubsection, for deposit\" in its place.\n“(ii) Paragraphs (2) and (3) are amended to read as follows:\n\"(2) If the real property was bid off to the District, the sale amount with interest\nthereon beginning on the first day of the month following the date of the tax sale where the real\nproperty was bid off;\n\"(3) If the real property was bid off to the District and subsequently sold or the\ncertificate of sale assigned to a purchaser:\n\"(A) The original sale amount with interest thereon beginning on the first\nday of the month following the date of the tax sale where the real property was bid off; plus\n\"(B) Interest accruing thereafter on the sale amount in subparagraph (A) of\nthis paragraph from the first day of the month following the date the real property was subsequently\nsold or the certificate of sale assigned to the purchaser;\".\n“(iii) Paragraph (4) is amended by striking the phrase \"taxes\nprovided, that the certificate of sale of the purchaser is not void;\" and inserting the phrase \"taxes;\" in\nits place.\n“(iv) Paragraph (5) is amended to read as follows:\n\"(5) All other real property taxes, business improvement district taxes, and vault\nrents to bring the real property current; provided, that any such amounts that become due and owing\nafter receipt of the payment that permits a refund to issue to the purchaser under subsection (e) of\nthis section shall not be required to be paid to redeem the real property;\".\n“(v) A new paragraph (5A) is added to read as follows:\n\"(5A) Any delinquent special assessment owed pursuant to an energy efficiency loan\nagreement under Subchapter IX of Chapter 8 of Title 47; provided, that any such assessment that\nbecomes due and owing after receipt of the payment that permits a refund to issue to the purchaser\nunder subsection (e) of this section shall not be required to be paid to redeem the real property;\".\n“(vi) Paragraph (6) is amended to read as follows:\n\"(6) All expenses for which each purchaser is entitled to reimbursement under § 471377(a)(1)(A); and\".\n“(vii) A new paragraph (6A) is added to read as follows:\n\"(6A) Where an action to foreclose the right of redemption has been properly filed,\nthe person redeeming shall pay directly to the applicable purchaser all expenses to which the\npurchaser is entitled to reimbursement under § 47-1377(a)(1)(B); and\".\n\nNote,\n§ 47-1355\nNote,\n§ 47-1361\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4390\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(viii) Paragraph (7) is repealed.\n“(B) New subsections (b-1) and (b-2) are added to read as follows:\n\"(b-1) The redeeming party shall not be required to pay any tax that is required to\nbe certified by § 47-1340 unless the tax has been certified by a taxing agency and sold as a lien at a\ntax sale.\n\"(b-2) Notwithstanding subsection (a) of this section, the remaining amounts that are\npayable to the Mayor, including tax, interest, penalties, and expenses, for the real property shall be\ndeemed to have been brought current for purposes of redemption if, at any time, the balance falls\nbelow $100; provided, that the remaining balance shall remain due and owing and any remaining\nexpense shall be thereafter deemed a real property tax.\".\n“(C) Subsection (c) is amended by striking the second sentence.\n“(D) Subsection (d) is amended to read as follows:\n\"(d)(1) Subject to the liability threshold set forth in subsection (b-2) of this section, after\nreceipt of the payment set forth in subsection (a)(1) through (6) of this section, the Mayor shall\nnotify the purchaser of the payment. The purchaser shall receive from the Mayor the refund to\nwhich the purchaser is entitled, subject to the purchaser's compliance with all procedures for\nissuance of the refund, as may be established by the Mayor.\n\"(2) If a complaint under § 47-1370 has been properly filed, a purchaser may\ncontinue to prosecute the complaint until receipt of the expenses owed to the purchaser and payable\nto the purchaser by the redeeming party as set forth in subsection (a)(6A) of this section, but shall\ndismiss the complaint upon receipt thereof.\n\"(3) A complaint to foreclose the right of redemption shall not be maintained solely\nto await the administrative refund under this subsection.\n\"(4) Notification by the Mayor under this subsection may be accomplished by\nmaking the information publicly available through an electronic medium, including by posting on a\nwebsite.\".\n“(E) Subsection (e) is amended as follows:\n“(i) Strike the phrase \"Upon request and subject to the payment of a\nfee,\" and insert the phrase \"Upon request, within 60 days of the request,\" in its place.\n“(ii) Add a new sentence at the end to read as follows:\n\"The Recorder of Deeds shall waive all fees relating to the recordation of a certificate of\nredemption.\".\n“(F) A new subsection (f) is added to read as follows:\n\"(f) The Mayor may abate interest or penalties or compromise taxes, whether arising before\nor after the tax sale, in the same manner as set forth in § 47-811.04; provided, that the abatement or\ncompromise shall not affect the refund due to the purchaser.\".\n“(20) Section 47-1362 is amended as follows:\n“(A) Subsection (a) is amended by striking the phrase \"If the real property is\nredeemed after an action to foreclose the right of redemption is filed and there is a dispute regarding\nredemption, the\" and inserting the phrase \"If there is a dispute regarding redemption after an action\nto foreclose the right of redemption is filed, the\" in its place.\n\nNote,\n§ 47-1362\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4391\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(B) Subsection (c) is repealed.\n“(21) Section 47-1363(a) is amended by striking the phrase \"date of the sale\" and\ninserting the phrase \"date of the tax sale\" in its place.\n“(22) Section 47-1366 is amended to read as follows:\n\"§ 47-1366. Cancellation of sale by Mayor.\n\"(a) The Mayor, in the Mayor's discretion, may cancel a sale before the issuance of a final\norder by the Superior Court of the District of Columbia foreclosing the right of redemption to\nprevent an injustice to the owner or person with an interest in the real property.\n\"(b) The Mayor shall cancel a sale before the issuance of a final order by the Superior Court\nof the District of Columbia foreclosing the right of redemption where:\n\"(1) The record owner or other interested party timely pays the amount set forth in\nthe notice of delinquency to avoid the tax sale as required under § 47-1341(a) or otherwise pays the\noutstanding taxes before the tax sale;\n\"(2) The real property meets the qualifications to be exempt from sale under § 471332(c);\n\"(3) In a sale involving Class 1 property with 5 or fewer units that a record owner\n(or a person with an interest in the property as heir or beneficiary of the record owner, if the record\nowner is deceased) occupies as his or her principal residence, the record owner or other interested\nperson proves:\n\"(A) A failure of the Mayor to mail any of the notices required by §§ 471341(a), 47-1341(b), or 47-1353.01; or\n\"(B) That the mailing address of the person who last appears as the record\nowner of the real property on the tax roll, as properly updated by the record owner by the filing of a\nchange of address with the Office of Tax and Revenue in accordance with § 42-405, was not\ncorrectly or substantively updated by the Office of Tax and Revenue notwithstanding proper filing;\nor\n\"(4) A properly filed application for a forbearance authorization was filed at least 30\ndays before the sale and was approved within 60 days after the sale.\n\"(c) Subject to the limitations set forth in § 47-1377(b), (c), (d), and (e), if the Mayor cancels\na sale pursuant to this section, the Mayor shall pay to the purchaser the amount that the purchaser\nwould have received if the real property had been redeemed, but no part of the amount shall be\nconsidered a payment of tax on behalf of the real property. A certificate of redemption, if necessary,\nshall be executed and filed by the Mayor with the Recorder of Deeds for no fee.\".\n“(23) Section 47-1370 is amended as follows:\n“(A) Subsection (a) is amended by striking the phrase \"date of sale\" and\ninserting the phrase \"date of the tax sale\" in its place.\n“(B) Subsection (c) is amended by adding a new paragraph (4) to read as\nfollows:\n\"(4) Proof of the posting required under § 47-1353.01 shall be attached to and made\npart of the complaint. The posting shall be held to the same standard as the proof of posting required\nunder § 47-1372(f).\".\n\nNote,\n§ 47-1363\nNote,\n§ 47-1366\n\nNote,\n§ 47-1370\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4392\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(C) A new subsection (e) is added to read as follows:\n\"(e) The purchaser shall immediately notify the Chief Financial Officer and the Real\nProperty Tax Ombudsman, established by § 47-805, upon the filing of a complaint under this\nsection.\".\n“(24) Section 47-1371(b) is amended by adding a new paragraph (2A) to read as\nfollows:\n\"(2A) The plaintiff shall certify to the Superior Court of the District of Columbia,\nunder penalties of perjury, that a search was conducted for the record owner in bankruptcy\nrecords.\".\n“(25) Section 47-1372(a)(1)(C) is amended by striking the phrase \"date of sale\" and\ninserting the phrase \"date of the tax sale\" in its place.\n“(26) Section 47-1374 is amended as follows:\n“(A) Subsection (c) is amended to read as follows:\n“(c) This subsection applies only if a last known address for a defendant is obtained as\nprovided under subsections (a) and (b) of this section. The plaintiff shall cause a copy of the order of\npublication to be mailed by first class, certified mail, postage prepaid, to each defendant’s address as\ndetermined by the provisions of subsections (a) and (b) of this section.”.\n“(B) Subsection (e) is amended to read as follows:\n\"(e)(1) A final judgment may not be entered earlier than the later of:\n\"(A) One year following the initial scheduling conference in the foreclosure\naction; or\n\"(B) Four months following the completion of service on the owner and all\nparties identified as defendants in § 47-1371.\n\"(2) Paragraph (1) of this subsection shall not apply to any final judgment in which\nall interested parties have disclaimed any interest in the property subject to the judgment or in a case\nwhere a real property was sold under § 47-1353(a)(3) or (b).\".\n“(27) Section 47-1377 is amended to read as follows:\n“§ 47-1377. Purchaser reimbursed by redeeming party for expenses.\n\"(a)(1) Except as provided in subsection (b) of this section, upon redemption, a purchaser is\nentitled to be reimbursed by the redeeming person for the following expenses incurred in an action,\nor in preparation for an action, to foreclose the right of redemption:\n\"(A) If an action to foreclose the right of redemption has not been filed and\nthe property is redeemed more than 4 months after the applicable tax sale's tax sale date, the\npurchaser may be reimbursed for the following pre-complaint legal expenses:\n\"(i) The cost of $50 for any posting required by § 47-1353.01;\n\"(ii) Costs for recording the certificate of sale; and\n\"(iii) The cost of a title search, not to exceed $300.\n\"(B) If an action to foreclose the right of redemption has been filed, the\npurchaser may also be reimbursed for:\n\"(i) Reasonable attorneys' fees as follows:\n\nNote,\n§ 47-1371\n\nNote,\n§ 47-1372\nNote,\n§ 47-1374\n\nNote,\n§ 47-1377\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4393\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(I) In a case in which the property is redeemed before the\n5th status hearing, reasonable attorneys' fees not to exceed $1,500;\n\"(II) In a case requiring 5 or more status hearings, reasonable\nattorneys' fees not to exceed $1,500, plus $75 for the 5th status hearing and each additional status\nhearing thereafter; and\n\"(III) In a case in which a motion for judgment is filed with\nthe court, additional attorneys' fees in the amount of $300;\n\"(ii) Notwithstanding sub-subparagraph (i) of this subparagraph, in\ncases requiring prolonged or complex representation not typically necessary to resolve an action\nfiled under this chapter, including cases in which the purchaser incurs attorneys' fees and expenses\nunder § 47-1382.01(a), other reasonable attorneys' fees incurred and specifically requested by the\npurchaser and approved by the court, on a case-by-case basis; provided, that additional attorneys'\nfees shall not be awarded if a tax sale is cancelled by the Mayor under § 47-1366, or where a\npurchaser is required to show good cause under subsection (c) of this section; and\n\"(iii) Expenses actually incurred as follows:\n\"(I) Filing fee charged by the Superior Court of the District of\nColumbia;\n\"(II) Service of process fee, including fees incurred\nattempting to serve process;\n\"(III) If a 2nd title search is conducted more than 6 months\nafter the initial title search, a title search update fee, not to exceed $75;\n\"(IV) Publication fee charged by a newspaper of general\ncirculation in the District;\n\"(V) Posting fees;\n\"(VI) Postage and certified mail costs;\n\"(VII) Substantial repair order fee, not to exceed the fee\ncharged by the government agency issuing the certificate of substantial repair; and\n\"(VIII) Any court approved expense for stabilization or\nconversion of, or to make safe and compliant with Chapter 31A of Title 42, the property under § 471363 or to comply with an action taken against the property by the Mayor in accordance with the\napplicable building, fire, health, or safety code.\n\"(2)(A) In calculating the number of hearings in a case for the purposes of paragraph\n(1)(B)(i) of this subsection, any status hearing held before the redeeming party was served shall be\nexcluded from the calculation.\n\"(B) For purposes of paragraph (1)(B)(i) of this subsection, an initial\nscheduling conference shall be deemed a status hearing.\n\"(C) Nothing in paragraph (1) of his subsection shall be construed as\nprohibiting the purchaser from settling attorneys' fees in a lesser amount than the purchaser may be\neligible for under this section.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4394\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(b) No purchaser of a certificate of sale shall be reimbursed for expenses incurred within 4\nmonths after the date of the tax sale. A purchaser other than the District shall not be reimbursed for\nany expenses if the certificate becomes void under this chapter.\n\"(c) The purchaser shall not be entitled to be reimbursed for any expenses or attorney's fees\nnot included in this section. Expenses or attorneys' fees incurred by a purchaser who appeals the\nassessment or the vacant status of the property are not reimbursable.\n\"(d) If the purchaser fails to satisfy the requirements for posting under § 47-1353.01 or fails\nto provide proof of posting required under § 47-1370(c)(4), the purchaser shall not be entitled to\ncollect the legal expenses set forth in subsection (a) of this section; provided, that upon a showing to\nthe Superior Court of the District of Columbia of good cause for the failure to meet the posting\nrequirements of § 47-1353.01 or § 47-1370(c)(4), the purchaser shall be entitled to collect those\nexpenses, not to exceed the amounts set forth in subsection (a) of this section, that the Superior\nCourt of the District of Columbia considers reasonable.\n\"(e) Notwithstanding subsection (d) of this section, if the tax sale is cancelled by the Mayor\nunder § 47-1366, the purchaser shall not be entitled to reimbursement of the expenses permitted\nunder subsection (a)(1)(B) of this section if the purchaser fails to specifically disclose to the Mayor,\nat least 45 days before the filing of a complaint to foreclose the right of redemption, information that\nis obtained or should have been obtained from the pre-complaint investigation, including the title\nexamination and review of bankruptcy records under § 47-1371(b)(2) and § 47-1371(b)(2A), that\nevidences a violation of § 47-1332(c), a violation of a bankruptcy stay, or errors, as prescribed by\nthe Mayor through regulation.\".\n“(28) Section 47-1380(d) is amended by striking the phrase \"the sale.\" and inserting\nthe phrase \"the sale and the purchaser shall not receive any amounts otherwise due under this\nchapter.\" in its place.\n“(29) Section 47-1382(a) is amended as follows:\n“(A) The lead-in text is amended by striking the phrase \"A final\" and\ninserting the phrase \"Except as provided in § 47-1382.01, a final\" in its place.\n“(B) Paragraph (1) is amended to read as follows:\n\"(1) A taxing agency lien that is recorded in the Office of the Recorder of Deeds;\".\n“(C) Paragraph 4 is amended by striking the word \"and\".\n“(D) Paragraph (5) is amended by striking the period and inserting the phrase\n\"; and\" in its place.\n“(E) A new paragraph (6) is added to read as follows:\n\"(6) A ground lease described in § 47-1345(b), any recorded covenant, agreement, or\nother instrument, and any other document incorporated by reference into a recorded covenant,\nagreement, or other instrument, to which a ground lessor as described in § 47-1345(b) is a party or\nbeneficiary.\".\n“(30) A new section 47-1382.01 is added to read as follows:\n\"§ 47-1382.01. Equity distribution post-judgment – owner-occupant properties.\n\"(a) This section shall apply to any Class 1 property with 5 or fewer units in which a record\nowner (or a person with an interest in the property as heir or beneficiary of the record owner, if\n\nNote,\n§ 47-1380\n\nNote,\n§ 47-1382\n\nNote,\n§ 47-1382.01\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4395\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\ndeceased), was occupying as his or her principal residence when the complaint to foreclose the right\nof redemption was filed. The purchaser shall bear the burden of establishing that this section is not\napplicable to the real property.\n\"(b) Upon issuing a final judgment foreclosing the right of redemption, the Superior Court\nof the District of Columbia shall appoint a trustee and shall order that the trustee sell the property\npursuant to Rule 308 of the Superior Court of the District of Columbia Rules of Civil Procedure, or\nits equivalent.\n\"(c) The trustee shall sell a fee simple interest in the property, subject to the encumbrances\nset forth in § 47-1382(a).\n\"(d) The court shall order the trustee to distribute the proceeds of the sale in priority order as\nfollows:\n\"(1) Reasonable compensation and reasonable expenses due to the trustee or to any\nother person (including an auctioneer) who provided services relating to the sale of the property, and\nall other payments the court deems to have been necessary to effect the sale of the real property,\nincluding recordation and transfer taxes;\n\"(2) Payment to the Mayor of:\n\"(A) All amounts payable to the Mayor for deposit into the General Fund of\nthe District of Columbia under § 47-1361 as of the date of the court's order regarding distribution;\n\"(B) Any promissory note executed pursuant to § 47-1353(a)(3); and\n\"(C) Any lien certified under § 47-1340;\n\"(3) Payment to the purchaser of all amounts provided for in § 47-1377, as fixed by\nthe court; and\n\"(4) Any remaining amounts as follows:\n\"(A) Ten percent or $20,000, whichever is less, to the purchaser; and\n\"(B) The remainder to the person or persons (including, when appropriate, a\ndecedent's estate) entitled to the balance, in proper proportion as determined by the trustee, or, when\nnecessary, a court.\n\"(e)(1) The trustee shall notify the purchaser once payment is made to the Mayor pursuant to\nsubsection (d)(2) of this section, at which time the purchaser shall surrender the certificate of sale\nand receive from the Mayor the amount to which the purchaser would have been entitled had\nredemption occurred in accordance with § 47-1361.\n\"(2) For purposes of calculating the refund due to the purchaser, the date of the\ncourt's order providing for distribution or the sale proceeds in accordance with subsection (d) of this\nsection shall be deemed the date of redemption.\n\"(f)(1) If the trustee in the trustee's best judgment determines that a sale of the real property\nwill not generate proceeds sufficient to fund the distributions required under subsection (d)(1) and\n(2) of this section, the trustee shall timely inform the court of that determination.\n\"(2) Upon receipt of the trustee's determination as described in paragraph (1) of this\nsubsection, the court shall:\n\"(A) Rescind the trustee's appointment and the order to sell the real property;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4396\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"(B) Issue a final judgment foreclosing the right of redemption in\naccordance with the provisions of § 47-1382; and\n\"(C) Require the purchaser to pay such fees and expenses of the trustee as\nthe court determines appropriate.\".\n“(31) Section 47-1384 is amended by striking the phrase \"Notwithstanding any other\nlaw, the provisions of this chapter\" and inserting the phrase \"Notwithstanding any other law, if a\ncourt determines that any provision of this chapter is ambiguous, the provision\" in its place.”.\n(n) Section 7103(d) is amended to read as follows:\n“(d) The District of Columbia Deed Recordation Tax Act, approved March 2, 1962 (76 Stat.\n11; D.C. Official Code § 42-1101 et seq.), is amended as follows:\n“(1) Section 302 (D.C. Official Code § 42-1102) is amended by adding a new\nparagraph (34) to read as follows:\n\"(34) Deeds to property transferred to a named beneficiary of a revocable transfer on\ndeath deed under the Uniform Real Property Transfer of Death Act of 2012, effective March 19,\n2013 (D.C. Law 19-230; D.C. Official Code § 19-604.01 et seq.), by reason of the death of the\ngrantor of the revocable transfer on death deed.\".\n“(2) Section 303(a-4) (D.C. Official Code § 42-1103(a-4)) is amended by striking\nthe word “transferred” and inserting the phrase “transferred by deed of title” in its place.”.\n(o) A new section 7173 is added to read as follows:\n“Sec. 7173. Applicability.\n“This subtitle shall be applicable for tax years beginning after December 31, 2014.”.\n(p) A new section 7185 is added to read as follows:\n“Sec. 7185. The grant program established by this subtitle shall be funded by the savings\nrealized from section 7184.”.\n(q) Section 8032(a) is amended by striking the phrase “Regional Transportation\nImprovement Program” and inserting the phrase “region’s Transportation Improvement Program”\nin its place.\nSec. 3. Applicability.\nThis act shall apply as of October 1, 2014.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Budget Director as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis act shall take effect following approval by the Mayor (or in the event of veto by the\nMayor, action by the Council to override the veto), and shall remain in effect for no longer than\n90 days, as provided for emergency acts of the Council of the District of Columbia in section\n\nNote,\n§ 47-1384\n\nNote,\n§ 42-1102\n\nNote,\n§ 42-1103\n\nNote,\n§ 47-1817.01\n\nNote,\n§ 2-1210.32\nNA\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4397\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n412(a) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 788;\nD.C. Official Code § 1-204.12(a)).\n\n\f", 
  "end": "4397", 
  "name": "Proposed_Resolution_20-849.pdf", 
  "title": "Statewide Health Coordinating Council Jacqueline D. Bowens Confirmation Resolution of 2014"
}