{
  "start": "3541", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-693 (Deemed Approved April 18, 2014)\n\n20 DCSTAT 3541\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMarch 18,\n2014\n\nTo approve an amendment in the District of Columbia State Plan for Medicaid Assistance to update the\nreimbursement methodology that applies to Intermediate Care Facilities for Individuals with\nIntellectual Disabilities.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that\nthis resolution may be cited as the \"Medicaid Updates to the Reimbursement\nMethodology for Intermediate Care Facilities for Individuals with Intellectual\nDisabilities State Plan Amendment Approval Resolution of 2014.\"\nSec. 2. Pursuant to section l (a) of an Act to Enable the District of Columbia to\nreceive federal financial assistance under Title XIX of the Social Security Act for a\nmedical assistance program, and for other purposes, approved December 27, 1967 (81\nStat. 744; D.C. Official Code §1-307.02), the Council of the District of Columbia\napproves the proposed amendment to the District of Columbia State Plan for Medical\nAssistance which, when implemented, will amend the reimbur sement method ology for\nIntermediate Care Facilities for Individuals with Intellectual Disabilities. The State Plan\namendment will also reinforce the Department of Health Care Finance's authority to\nensure the facilities comply with the District of Columbia's liv ing wage standards.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a\ncopy of this resolution, upon its adoption, each to the Director of the Department of\nHealth Care Finance and to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial\nOfficer as the fiscal impact statement required by Section 602(c)(3) of the Horne Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Codes §l-206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\nMedicaid\nUpdates to the\nReimbursement\nMethodology\nfor Intermediate\nCare Facilities\nfor Individuals\nwith Intellectual\nDisabilities\nState Plan\nAmendment\nApproval\nResolution of\n2014\n\n\f", 
  "end": "3541", 
  "name": "Proposed_Resolution_20-693.pdf", 
  "title": "Medicaid Updates to the Reimbursement Methodology for Intermediate Care Facilities for Individuals With Intellectual Disabilities State Plan Amendment Approval Resolution of 2014"
}