{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-739 (Deemed Approved June 6, 2014)\n\n20 DCSTAT 3560\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMay 6, 2014\n\nTo approve an amendment to the State Plan for Medical Assistance to authorize the provision of new\nevidence-based behavioral health interventions specifically for children, ages 0-21 and their\ncaregivers.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that this\nresolution may be cited as the \"Medicaid Mental Health Rehabilitation Services for Children\nAmendment Approval Resolution of 2014\".\n\nSec. 2. Pursuant to section l (a) of An Act to enable the District of Columbia to receive\nfederal financial assistance under Title XIX of the Social Security Act for a medical assistance\nprogram, and for other purposes, approved December 27, 1967 (81 Stat. 744; D.C. Official Code\n§ 1-307.02), the Council of the District of Columbia approves the proposed amendment to the\nDistrict of Columbia State Plan for Medical Assistance which, when implemented, will authorize\nthe delivery of new evidence-based behavioral health interventions for children ages 0-21, and\ntheir caregivers.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a copy of\nthis resolution, upon its adoption, each to the Director of the Department of Health Care Finance\nand to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial Officer\nas the fiscal impact statement required by Section 602(c)(3) of the Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code §1-206.02 (c)(3)).\nSect 5. This resolution shall take effect immediately.\n\nMedicaid\nMental Health\nRehabilitation\nServices for\nChildren\nAmendment\nApproval\nResolution of\n2014\n\n\f",
  "title": "Medicaid Mental Health Rehabilitation Services for Children Amendment Approval Resolution of 2014",
  "end": "3560",
  "start": "3560",
  "name": "Proposed_Resolution_20-739.pdf"
}