{
  "end": "2885", 
  "name": "Proposed_Resolution_20-534.pdf", 
  "start": "2885", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-534 (Deemed Approved December 21, 2013)\n\n20 DCSTAT 2885\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nNovember 5, 2013\n\nTo approve the proposed rules to implement the District of Columbia Public Education Reform Amendment\nAct of 2007 to ____________________________________.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Out-of-Boundary Common Lottery Process Regulations\nApproval Resolution of 2013\".\nSec. 2. Pursuant to section 103 of the District of Columbia Public Education Reform\nAmendment Act of 2007, effective June 12, 2007 (D.C. Law 17-9; D.C. Official Code § 38-172),\nthe Council approves the proposed rulemaking adopted by the Chancellor of the District of\nColumbia Public Schools that would amend section 2106.4 of subtitle E of Chapter 21 of Title 5\nof the District of Columbia Municipal Regulations to amend the language regarding the start and\nend dates of the out-of boundary lottery application process and ensure that DCPS is able to\neffectively serve families who choose to use the out-of-boundary lottery process by publicizing it\nas early as possible.\nSec. 3. Fiscal impact.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code§ 1- 206.02(c)(3)).\nSec. 4. The Council shall transmit a copy of this resolution, upon its adoption, to the\nMayor, the Chancellor of the District of Columbia Public Schools, and the Administrator of the\nOffice of Documents and Administrative Issuances.\nSec. 5. This resolution shall take effect immediately.\n\nOut-ofBoundary\nCommon\nLottery\nProcess\nRegulations\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Out-of-Boundary Common Lottery Process Regulations Approval Resolution of 2013 Approval Resolution of 2013", 
  "council_period": "20"
}