{
  "start": "2148", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-125 (Deemed Disapproved June 22, 2013)\n\n20 DCSTAT 2148\n\nA PROPOSED RESOLUTION\n\nReferred\nMarch 19, 2013\n\nTo approve the proposed rules to amend Chapter 5 of Title 24 of the District of Columbia Municipal\nRegulations, Chapter 5 of Title 17 of the District of Columbia Municipal Regulations, and\nChapter 33 of Title 16 of the District of Columbia Municipal Regulations for the purpose of\nestablishing new regulations for vending business licenses, a license fee for market manager\nbusiness licenses, and a fines schedule for violations of the vending business license regulations.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Vending Business License Regulation Resolution of 2013.\"\n\nSec. 2. Pursuant to section 11 of the Vending Regulation Act of 2009, effective October\n22, 2009 (D.C. Law 18-71; D.C Official Code§ 37-131.10 (2011 Supp.), and Mayor's Order\n2010-91, dated May 27, 2010; section 2030 of the Omnibus Regulatory Reform Amendment Act\nof 1998, effective April 29, 1988 (D.C. Law 12-86; D.C. Official Code §§47-2851.04(c)(l) (2011\nSupp.)); and sections 104 and 105 of the Department of Consumer and Regulatory Affairs Civil\nInfraction Act of 1985, effective October 5, 1985 (D.C. Law 6-42; D.C. Official Code §§ 21801.04 and 2-1801.05 (2007 Repl.)) and Mayor's Order 86-38, dated March 4, 1986, the\nCouncil of the District of Columbia approves the amendments to Chapter 5 of Title 24 of the\nDistrict of Columbia Municipal Regulations, Chapter 5 of Title 17 of the District of Columbia\nMunicipal Regulations, and Chapter 33 of Title 16 of the District of Columbia Municipal\nRegulations as proposed by the Department of Consumer and Regulatory Affairs (60 DCR ___,\nMarch 8, 2013).\nSec. 3. The Council adopts the fiscal impact statement contained in the committee report\nas the fiscal impact statement required by section 603(c)(3) of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code§ 1-206.02(c)(3) (2012\nSupp.).\nSec. 4. The Secretary of the Council shall transmit a copy of this resolution, upon its\nadoption, to the Director of the Department of Consumer and Regulatory Affairs.\nSec. 5. This resolution shall take effect immediately.\n\nVending\nBusiness\nLicense\nRegulation\nResolution of\n2013\n\n\f", 
  "end": "2148", 
  "name": "Proposed_Resolution_20-125.pdf", 
  "title": "Vending Business License Regulation Resolution of 2013"
}