{
  "end": "2849", 
  "name": "Proposed_Resolution_20-307.pdf", 
  "start": "2847", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-307 (Deemed Disapproved December 17, 2013)\n\n20 DCSTAT 2847\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nJune 4, 2013\n\nTo approve the disposition of District-owned real property located at 3825-29 Georgia Avenue, N.W.,\nknown for tax and assessment purposes as Lot 0818, in Square 3028.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"3825-29 Georgia Avenue, N.W., Disposition Approval\nResolution of 2013\".\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) \"CBE Agreement\" means an agreement governing certain obligations of the Purchaser\nor the Developer under the Small, Local, and Disadvantaged Business Enterprise Development\nand Assistance Act of2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code §\n2-218.01 et seq.) (\"CBE Act\"), including the equity and development participation requirements\nset forth in section 2349a of the CBE Act (D.C. Official Code § 2-218.49a).\n(2) \"Certified Business Enterprise\" means a business enterprise or joint venture certified\npursuant to the Small, Local and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.).\n(3) \"First Source Agreement\" means an agreement with the District governing certain\nobligations of the Purchaser or the Developer pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03), and Mayor's Order 83-265 (November 9, 1983) regarding job creation and\nemployment generated as a result of the construction on the Property.\n(4) \"Property\" means the real property located at 3825-29 Georgia Avenue, N.W., known\nfor tax and assessment purposes as Lot 0818, in Square 3028.\n(5) \"Lessee'' means the Developer, its successor, or one of its affiliates or assignees\napproved by the Mayor.\n\n3825-29\nGeorgia\nAvenue, N.W.,\nDisposition\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-307 (Deemed Disapproved December 17, 2013)\n\n20 DCSTAT 2848\n\nSec. 3. Findings.\n(a) The Developer of the Property will be Donatelli Development, a District of Columbia\nlimited liability company, with a business address of 4416 East West Highway, Bethesda,\nMaryland (the \"Developer\").\n(b) The Property is located at 3825-29 Georgia Avenue, N.W., and consists of\napproximately 5,757 square feet of land.\n(c) The intended use of the Property (the \"Project\") is a mixed-income residential\ndevelopment and any ancillary uses allowed under applicable law.\n(d) The Project will contain affordable housing as described in the term sheet submitted\nwith this resolution.\n(e) The Lessee will enter into an agreement that shall require the Lessee to, at a\nminimum, contract witl1 Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises.\n(f) The Lessee will enter into a First Source Agreement with the District that shall govern\ncertain obligation of the Lessee pursuant to D.C. Official Code § 2-219.03 and Mayor's Order\n83-265 (November 9, 1983) regarding job creation and employment as a result of the\nconstruction on the Property.\n(g) Pursuant to An Act Authorizing the sale of certain real estate in the District of\nColumbia no longer required for public purposes (\"Act\"), approved August 5, 1939 (53 Stat.\n1211; D.C. Official Code § 10-801 et seq.), the proposed method of disposition is a public or\nprivate sale to the bidder providing the most benefit to the District under D.C. Code § 10801(b)(8)(F).\n(h) All documents that are submitted with this resolution pursuant to D.C. Official Code §\nl0-801(b-1) shall be consistent with the executed Memorandum of Understanding or term sheet\ntransmitted to the Council pursuant to D.C. Official Code § 10-801(b-1)(2).\nSec. 4. Approval of disposition.\n(a) Pursuant to the Act the Mayor transmitted to the Council a request for approval of the\ndisposition of the Property to the Lessee.\n(b) The Council approves the disposition of the Property.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-307 (Deemed Disapproved December 17, 2013)\n\n20 DCSTAT 2849\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Transmittal of resolution.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 7. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "title": "3825 Georgia Avenue, N.W. Disposition Approval Resolution of 2013", 
  "council_period": "20"
}