{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4382\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\nbuying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).\".\n“(B) Subsection (b) is amended by striking the phrase \"Failure of the Mayor\nto mail the notice of delinquency as provided in subsection (a) of this section, or to include\" and\ninserting the phrase \"Subject to the Mayor's authority to cancel the sale under § 47-1366(b)(3)(A)\nand (B), the failure of the Mayor to mail the notices of delinquency as provided in subsections (a)\nand (b-1) of this section, or to include\" in its place.\n“(C) A new subsection (b-1) is added to read as follows:\n\"(b-1)(1) At least 2 weeks before real property is offered at a tax sale under this chapter, the\nMayor shall send a final notice of delinquency, by first class mail, postage prepaid, bearing a\npostmark from the United States Postal Service, to the person who last appears as the owner of the\nreal property on the tax roll, at the last address shown on the tax roll, as updated by the filing of a\nchange of address in accordance with § 42-405. If the premises address is different from the address\nof record of the owner, the Mayor shall send a duplicate copy of the notice to the premises address,\naddressed to \"Property Owner.\"\n\"(2) The notice required pursuant to paragraph (1) of this subsection shall be in\nsubstantively the following form and may include a payment coupon or enclosed bill:\n\"THIS IS A NOTICE OF DELINQUENCY. FAILURE TO PAY TAXES\nIMMEDIATELY MAY HAVE SERIOUS CONSEQUENCES WHICH MAY INCLUDE LOSS\nOF TITLE TO THE PROPERTY\n\"Subject Property: [Identify by taxation square, suffix, and lot number, or parcel and lot\nnumber, and by premises address, the real property to be sold]\n\"TO AVOID TAX SALE YOU MUST PAY $[Amount Subject to Sale] by [Last Business\nDay before tax sale begins]\n“The amount that you must pay to avoid the tax sale may be less than the total amount owed\non the real property account. This amount may include fees or fines due to other DC agencies that\nhave been certified to the Office of Tax and Revenue to be included in a tax sale pursuant to D.C.\nCode § 47-1340.\n\"According to the Mayor's tax roll, you own or may have an interest in the real property\nlisted above. Notice is given that unless you pay the amount stated above or fall within one of the\nlimited exemptions from the tax sale, the Office of Tax and Revenue may sell this real property at\ntax sale.\n\"If the property is sold at tax sale, the purchaser may have the right to file a lawsuit to\nforeclose on the property. You must act now to avoid additional costs and significant expenses, as\nwell as potential loss of title to the property.\n\"Payment to the \"DC Treasurer\" may be made online at www.taxpayerservicecenter.com, at\nany District branch of Wells Fargo Bank, or mailed (with payment coupon from tax bill) to the\nOffice of Tax and Revenue, Real Property Tax Administration, PO Box 98095, Washington, DC\n20090-8095 (please write your square, suffix and lot numbers on the check). You should keep a\ncopy of your proof of payment in case there is a later dispute about the payment.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4383\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n\"If payment is made less than 10 calendar days before [the last business day before tax sale],\nyou must provide a copy of the receipt directly to the Office of Tax and Revenue in order to ensure\nthat your property is removed from the tax sale.\n•\n\"You may FAX the receipt to (202) 478-5995; EMAIL the receipt to [email\naddress]; or HAND-DELIVER a copy of the paid receipt to a Tax Sale Unit representative in the\nCustomer Service Center located at 1101 4th Street, SW, Suite 270W, Washington, DC 20024.\n•\n\"Do not mail your paid receipt.\n\"YOU MAY BE ELIGIBLE FOR ASSISTANCE, INCLUDING A HARDSHIP\nFORBEARANCE OR FREE LEGAL SERVICES. PLEASE SEE THE NEXT PAGE FOR\nADDITIONAL INFORMATION.\n\"Should you have additional questions, please call the Customer Service Center for the\nOffice of Tax and Revenue at (202) 727-4TAX (4829).\n\"RESOURCES FOR REAL PROPERTY TAXPAYERS\nIN THE DISTRICT OF COLUMBIA\n\"Real Property Tax Ombudsman. Homeowners and other interested parties may be eligible\nfor assistance from the Real Property Tax Ombudsman. If you need assistance with a tax sale or\nrelated property tax matters, contact the Real Property Tax Ombudsman at ……………\n\"Classification Disputes. If your real property is classified as vacant or blighted and you\nbelieve this classification is incorrect, contact the Vacant Building Enforcement Unit of the\nDepartment of Consumer and Regulatory Affairs at ………….. for information on how to appeal\nthe property classification.\n\"Hardship Forbearance. You may be eligible to defer, or postpone, payment of the past due\namount. For information on how to apply for this deferral, please contact the Office of Tax and\nRevenue at.…….\n\"Senior Citizen and Low-Income Tax Relief. Senior citizens and low-income households\nmay have additional rights to defer property taxes. If think you may be eligible for this tax relief,\nplease contact the Office of Tax and Revenue at.……. for more information.\n\"Tax Sale Resource Center. Resource Center attorneys provide legal information to\ntaxpayers and interested parties who do not have their own lawyers on Wednesday mornings from\n10:00am to 12:00pm when court is in session. The Resource Center is located in the Moultrie\nCourthouse at 500 Indiana Ave. NW.\n\"Additional Legal Services. Free and reduced-cost legal services may be available to lowand moderate-income households. You can get a list of service providers from the Real Property\nTax Ombudsman (above).\n\"Housing Counseling Services. The U.S Department of Housing and Urban Development\n(\"HUD\") sponsors housing counseling agencies throughout the country that can provide advice on\nbuying a home, renting, defaults, foreclosures, and credit issues. You can get a list of HUDapproved housing counseling agencies from the Real Property Tax Ombudsman (above).\".\n“(D) A new subsection (d) is added to read as follows:\n\"(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt from\nthe notice requirements of this section.\".\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\n20 DCSTAT 4384\nD.C. Act 20-461, effective November 6, 2014 (Expiration date December 30, 2014)\n\n“(8) Section 47-1342 is amended as follows:\n“(A) Subsection (a) is amended to read as follows:\n\"(a) At any time after 30 days from the mailing of the notice of delinquency required by §\n47-1341(a), the Mayor shall, simultaneously:\n\"(1) Cause to be advertised, at least once in not less than 2 newspapers of general\ncirculation in the District that are published at least once every 2 weeks, a public notice stating that\nlisted real property will be sold at public auction because of taxes on the date and at the place named\nin the public notice; and\n\"(2) Post the list of real property in the public notice on the Office of Tax and\nRevenue's website.\".\n“(B) Subsection (b)(1)(A) is amended by striking the phrase \"by taxation\nsquare,\" and inserting the phrase \"by premises address, taxation square,\" in its place.\n“(C) A new subsection (d) is added to read as follows:\n“(d) Action taken under § 47-1336, relating to energy efficient loans, shall be exempt from\nthe notice requirements of this section.\".\n“(9) Section 47-1343 is amended to read as follows:\n“§ 47-1343. Real property to be sold in its entirety.\n\"Subject to § 47-1345, each real property for sale shall be sold in its entirety, which shall be\nthe parcel of real property as assessed in the assessment records under § 47-802(1) or as described\nunder § 47-895.31(8) as related to a sale under § 47-1336.\".\n“(10) Section 47-1345 is amended to read as follows:\n\"§ 47-1345. Sale of real property subject to possessory interest.\n\"(a) Whether or not any real property subject to sale under this chapter is subject to an estate\nfor life, or a lease or ground rent for a term (with renewals) that is at least 30 years, the Mayor shall\nsell the entire fee simple estate; provided, that after the judgment of foreclosure of the right of\nredemption, no claim for rent unpaid, due, or accruing before the date of the judgment of\nforeclosure of the right of redemption shall be made by the purchaser (or assignee).\n\"(b) Notwithstanding subsection (a) of this section or any other provision to the contrary,\nwhen a real property subject to sale under this chapter is subject to a ground lease and the ground\nlessor is the District of Columbia, or an instrumentality of the District, the Washington Metropolitan\nArea Transit Authority, or an entity whose real property is exempt from real property taxation or the\nenforced collection thereof under the laws of the United States of America, the Mayor shall sell the\nreal property's improvements only. Any additional representation related to what is being sold shall\nbe ineffectual and shall not affect the validity of the sale.\n\"(c) The termination of claims on real property sold under this section shall not foreclose\nany personal claims against previous holders of the interest sold for any damages including rent\nunpaid, due, or accruing before the date of the judgment of foreclosure.\".\n“(11) Section 47-1346(a)(5) is amended to read as follows:\n\"(5)(A) A potential purchaser, including a natural person or business entity, who is\ndelinquent in payment of in rem taxes to the District or who has been convicted of a felony\ninvolving fraud, deceit, moral turpitude, or anti-competitive behavior may not bid on real property\n\nNote,\n§ 47-1342\n\nNote,\n§ 47-1343\n\nNote,\n§ 47-1345\n\nNote,\n§ 47-1346\n\n\f",
  "title": "Apprenticeship Council Courtland Cox Confirmation Resolution of 2014",
  "end": "4384",
  "start": "4382",
  "name": "Proposed_Resolution_20-833.pdf"
}