{
  "start": "3536", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nProposed Resolution 20-682 (Deemed Approved April 19, 2014)\n\n20 DCSTAT 3536\n\nA PROPOSED RESOLUTION\n\nOfficially Read\nMarch 18,\n2014\n\nTo approve an amendment to the District of Columbia State Plan for Medicaid Assistance to authorize the\nDistrict's Medicaid Program to continue to receive rebates for the utilization of outpatient drugs\nby beneficiaries in its fee-for service Medicaid program.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that\nthis resolution may be cited as the \"Medicaid Supplemental Rebate Agreement Amendment\nApproval Resolution of 2014.\"\n\nSec. 2. Pursuant to section l (a) of An Act to Enable the District of Columbia to\nreceive federal financial assistance under Title XIX of the Social Security Act for a\nmedical assistance program, and for other purposes, approved December 27, 1967 (81 Stat.\n744; D.C. Official Code § 1-307.02), and section 6(6) of the Department of Health Care\nFinance Establishment Act of 2007, effective February 27, 2008 (D.C. Law 17-109; D.C.\nOfficial Code § 7-771.05(6)), the Council of the District of Columbia approves the\nproposed amendment to the District of Columbia State Plan for Medical Assistance, which\nwill enable the District's Medicaid Program to continue to receive supplemental rebates\nfrom drug manufacturers for utilization of the manufacturer's drugs in the fee-for-service\nMedicaid program.\nSec. 3. The Secretary of the Council of the District of Columbia shall transmit a\ncopy of this resolution, upon its adoption, each to the Director of the Department of Health\nCare Finance and to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement from the Chief Financial\nOfficer as the fiscal impact statement required by Section 602(c)(3) of the Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Codes §1-206.02(c)(3)).\nSect 5. This resolution shall take effect immediately.\n\nMedicaid\nSupplemental\nRebate\nAgreement\nAmendment\nApproval\nResolution of\n2014\n\n\f", 
  "end": "3536", 
  "name": "Proposed_Resolution_20-682.pdf", 
  "title": "Medicaid Supplemental Rebate Agreement Amendment Approval Resolution of 2014"
}