{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-638, effective October 7, 2014\n\n20 DCSTAT 4544\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor for employees represented by American Federation of State, County and\nMunicipal Employees (“AFSCME”), Local 1959.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Government Office of the State Superintendent of Education, Division of\nTransportation and District Council 20 Local 1959 American Federation of State, County and\nMunicipal Employees Emergency Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the compensation agreement, which applies\nto certain bargaining unit employees employed by the Office of the Superintendent of\nEducation, Division of Transportation and represented by AFSCME, Local 1959, and the related\nsalary schedules, which were transmitted to the Council by the Mayor on September 16, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto AFSCME, Local 1959 and to the Mayor.\nSec. 4. Fiscal impact statement\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-1020\nEmergency\nDeclaration\nRes. 20-637\n20 DCStat 4542\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nGovernment\nOffice of the\nState\nSuperintendent\nof Education,\nDivision of\nTransportation\nand District\nCouncil 20 Local\n1959 American\nFederation of\nState, County\nand Municipal\nEmployees\nEmergency\nApproval\nResolution of\n2014\n\n\f",
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Government Office of the State Superintendent of Education, Division of Transportation and District Council 20 Local 1959 American Federation of State, County and Municipal Employees Emergency Approval Resolution of 2014",
  "end": "4544",
  "start": "4544",
  "name": "Resolution_20-638.pdf"
}