{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-150, effective June 4, 2013\n\n20 DCSTAT 1572\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve an amendment to the term\nsheet for District-owned real property located at 1421 Euclid Street, N.W., known for tax and\nassessment purposes as Lot 0811 in Square 2665.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Justice Park Property Term Sheet Amendment Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) The Council approved the Justice Park Disposition Approval Resolution of\n2011, effective April 5, 2011 (Res. 19-77; 58 DCR 3199), pursuant to An Act Authorizing the\nsale of certain real estate in the District of Columbia no longer required for public purposes,\napproved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801 et seq.) (“Act”), which\nwas accompanied by a term sheet dated November 10, 2010 that was executed by the Deputy\nMayor for Planning and Economic Development and the proposed developer. The term sheet\noutlined certain terms and conditions of the disposition of the real property located at 1421\nEuclid Street, N.W. (“Property”), as required by the Act.\n(b) The project has overcome several hurdles since first being approved, including a\ndifficult lending market for affordable housing, zoning and parking constraints, as well as\ncommunity requests for a smaller scale development that resulted in a decrease in the project’s\nscale from 37 residential units to 30 residential units. During this time, the developer saw a\ndemand for affordable housing within the deaf community and designed the units to include\nfeatures specifically for those with hearing impairments.\n(c) A preliminary design review meeting with the Zoning Commission was held on\nMarch 21, 2012 to review the proposed development plans and compliance with zoning\nregulations. The Zoning Commission and the developer determined that the Property could not\nachieve the off-street parking requirements for a 30 residential unit building, therefore a\nreduction of off-street parking spaces from 15 spaces to 14 spaces and a corresponding reduction\nin units from 30 residential units to 28 residential units would be necessary to make the project\ncompliant with the zoning regulations.\n(d) The Zoning Commission, by letter dated May 15, 2012, determined that the revised\ndevelopment plan with 14 parking spaces and 28 residential units complied with the off-street\nparking requirements contained in Chapter 21 of the Zoning Regulations.\n(e) The Council approved the Extension of Time to Dispose of the Justice Park Property\nEmergency Act of 2013, effective May 15, 2013 (D.C. Act 20-66; 60 DCR 7230), to authorize\nan extension of time within which the Mayor may dispose of the Property.\n\nProposed\nResolution\n20-319\nSee\nEmergency\nD.C. Res.\n20-151\n20 DCStat 1574\nJustice Park\nProperty\nTerm Sheet\nAmendment\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-150, effective June 4, 2013\n\n20 DCSTAT 1573\n\n(f) Pursuant to the Act, the Mayor must submit a resolution to the Council detailing any\nsubstantial changes to the term sheet for a 30-day period of review, excluding Saturdays,\nSundays, legal holidays, and days of Council recess.\n(g) An initial change in unit count from 37 residential units to 30 residential units was\npreviously authorized by the Council approved term sheet, which required a minimum of 30\nresidential units; however the additional reduction of 2 extra units below the minimum\nrequirement of 30 residential units necessitated review and approval by Council.\n(h) The Mayor submitted a resolution with a redlined term sheet that amends the unit\ncount, the gross square feet of the project, and the parking spaces at the project, and includes\nrevisions requested by the developer to facilitate the financing and development of affordable\nunits on the Property.\n(i) Closing for the Property cannot occur without Council approval of the amendments to\nthe term sheet.\n(j) Without immediate approval by Council, the development project cannot receive the\nnecessary investments to receive the Low Income Housing Tax Credit equity investment from\nWells Fargo.\n(k) The cost of market rate housing in the Columbia Heights neighborhood has risen by\n17.4% since December 2010, and the market rate for rentals has increased by 3.8% since\nDecember 2010, exacerbating the need for additional affordable units in the Columbia Heights\nneighborhood. The expeditious review and approval by the Council of the amended term sheet is\nessential to delivering this long awaited and important affordable housing project to District\nresidents. Because the deaf community in Washington. D.C. is underserved and typically does\nnot locate in Columbia Heights because of the lack of suitable affordable housing, these units\nwere designed to accommodate the deaf and those who are hard of hearing.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Justice\nPark Property Term Sheet Amendment Approval Resolution of 2013 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Justice Park Property Term Sheet Amendment Emergency Declaration Resolution of 2013",
  "end": "1573",
  "start": "1572",
  "name": "Resolution_20-150.pdf"
}