{
  "end": "2767", 
  "name": "Resolution_20-335.pdf", 
  "start": "2767", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-335, effective October 1, 2013\n\n20 DCSTAT 2767\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor for employees employed by the District of Columbia Department of\nGeneral Services who are represented by Teamsters Locals 639 and 730, affiliated with the\nInternational Brotherhood of Teamsters.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia\nDepartment of General Services and Teamsters Locals 639 and 730, affiliated with the\nInternational Brotherhood of Teamsters Emergency Approval Resolution of 2013”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the compensation agreement and related pay\nschedules negotiated through collective bargaining between the District of Columbia\ngovernment and the Teamsters Locals 639 and 730, affiliated with the International Brotherhood\nof Teamsters, which was transmitted to the Council by the Mayor on October 10, 2013.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Teamsters Locals 639 and 730, and the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the June 26, 2013, fiscal impact statement of the Chief Financial\nOfficer as the fiscal impact statement required by section 602(c)(3) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-502\nEmergency\nDeclaration\nRes. 20-334\n20 DCStat 2765\n\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nGeneral\nServices and\nTeamsters\nLocals 639\nand 730,\naffiliated with\nthe\nInternational\nBrotherhood\nof Teamsters\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Compensation Collective Bargaining Agreement Between the District of Columbia Department of General Service and Teamster Locals 639 and 730, Affiliated With the International Brotherhood of Teamsters Emergency Approval Resolution of 2013", 
  "council_period": "20"
}