{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-455, effective April 8, 2014\n\n20 DCSTAT 3389\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Dell Marketing L.P.\nPurchase Order No. PO480603 for the purchase of Dell computers, laptops, and laptop carts for\nthe 2013-2014 school year.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Dell Marketing L.P. Purchase Order No. PO480603 Approval\nand Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Dell Marketing L.P. Purchase\nOrder No. PO480603 for the purchase of Dell computers, laptops, and laptop carts for the 20132014 school year.\n(b) The District of Columbia Public Schools (“DCPS”) processed Purchase Order No.\nPO480603 on September 6, 2013, in the amount of $1,907,467.50, as a necessary government\nfunction in the best interest of the DCPS, to provide the Dell computers, laptops, and laptop\ncarts needed for the start of the school year for the benefit of students in District of Columbia\npublic schools and to expend surplus funding by September 30, 2013.\n(c) Council approval is necessary for the purchase of these Dell computers, laptops, and\nlaptop carts for the period from September 6, 2013, through September 30, 2013, in the amount\nof $1,907,467.50.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Dell\nMarketing L.P. Purchase Order No. PO480603 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-713\nSee Emergency\nD.C. Act 20-316\n20 DCStat 3299\n\nDell\nMarketing\nL.P. Purchase\nOrder No.\nPO480603\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Dell Marketing L.P. Purchase Orders No. PO480603 Approval and Payment Authorization Emergency Declaration Resolution of 2014",
  "end": "3389",
  "start": "3389",
  "name": "Resolution_20-455.pdf"
}