{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-243, effective July 10, 2013\n\n20 DCSTAT 2098\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to establish that no refund of\nrecordation tax paid with respect to New Issue Bond Program financings that are funded by an\nallocation of $400,000 for fiscal year 2013 shall be allowed unless a completed claim for refund\nis filed with the Recorder of Deeds no later than September 2, 2013.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “New Issue Bond Program Recordation Tax Refund Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) The New Issue Bond Program Tax Exemption Amendment Act of 2011,\neffective December 13, 2011 (D.C. Law 19-60; 58 DCR 9169) (“Act”), established that a\nsecurity interest instrument securing a credit enhancement where the enhancement is required in\nconnection with affordable housing financing provided by the Housing Financing Agency that is\nfunded through bonds issued pursuant to the federal New Issue Bond Program shall be exempt\nfrom recordation taxation.\n(b) The Act would not apply until its fiscal effect was included in an approved budget\nand financial plan. The amount of $400,000 from the fiscal year 2013 operating margin was\nallocated, by section 7014 of the Fiscal Year 2013 Budget Support Act of 2012, effective\nSeptember 20, 2012 (D. C. Law 19-168; 59 DCR 8025), to partially fund the Act.\n(c) Because the partial funding of the Act is with fiscal year 2013 funds, it is necessary\nto ascertain before the end of fiscal year 2013 the number of claimants.\n(d) It is necessary to establish a deadline immediately before the end of fiscal year 2013\nby which a claimant must have a completed claim for a refund of the tax paid filed with the\nRecorder of Deeds no later than September 2, 2013 so that the funds can be equitably dispersed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the New\nIssue Bond Program Recordation Tax Refund Emergency Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-387\nSee Emergency\nD.C. Act 20-141\n20 DCStat 1986\n\nNew Issue\nBond\nProgram\nRecordation\nTax Refund\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "New Issue Bond Program Recordation Tax Refund Emergency Declaration Resolution of 2013",
  "end": "2098",
  "start": "2098",
  "name": "Resolution_20-243.pdf"
}