{
  "start": "1563", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-143 effective June 4, 2013\n\n20 DCSTAT 1563\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Vending Regulation Act of\n2009 to allow the Council to vote to approve in part or in whole the proposed regulations issued\npursuant that act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Vending Regulation Emergency Declaration Resolution of 2013”.\n\nSec. 2. The Council of the District of Columbia finds that:\n(1) In 2009, the Council passed the Vending Regulation Act of 2009, which gave\nthe Council the authority to approve or disapprove the proposed rules issued by the Mayor to\nimplement the act.\n(2) The fourth proposed rulemaking, PR 20-0125, the Vending Business License\nRegulation Resolution of 2013, was introduced in the Office of the Secretary by Chairman\nMendelson at the request of the Mayor on March 8, 2013.\n(3) The Committee on Business, Consumer and Regulatory Affairs held a public\nroundtable on PR 20-0125 on May 10, 2013, at which time it became clear that the Department\nof Consumer and Regulatory Affairs had delayed enforcing the laws during the 4-year long\nrulemaking process in anticipation of the new regulations.\n(4) The Council should have the authority to vote to approve in whole or in part\nthe proposed regulations issued by the Mayor to help expedite the approval process of the\nsections of the regulations that are not in controversy.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nVending Business Regulation Emergency Amendment Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-322\nSee\nEmergency\nD.C. Act 20-84\n20 DCStat 1439\nVending\nRegulation\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1563", 
  "name": "Resolution_20-143.pdf", 
  "title": "Vending Regulation Emergency Declaration Resolution of 2013"
}