{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-522, effective June 24, 2014\n\n20 DCSTAT 3922\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. NFPHC-207a\n(2012-2013) to provide general liability, professional entity liability, professional physician\nliability, and excess coverage insurance to the Not-for-Profit Hospital Corporation; Contract No.\nNFPHC-207b (2013-2014) to provide general liability, professional entity liability, professional\nphysician liability, and excess coverage insurance to the Not-for-Profit Hospital Corporation;\nand to authorize payment for the services received and to be received under the contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “NFPHC Omnibus Liability Insurance Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The Not-for-Profit Hospital Corporation (“NFPHC”), through its insurance\nbrokers, competitively bid general liability, professional entity liability, professional physician\nliability, and excess coverage insurance for November 23, 2010 through November 23, 2011,\nand November 23, 2011 through November 23, 2012. For each of these periods, Lexington\nInsurance Company quoted the lowest price for the best coverage, and since each policy was\nunder $1,000,000.00 in a 12-month period, Council approval was not required.\n(b) In early 2012, the NFPHC, through its insurance brokers, competitively bid the\nliability insurance coverage for the subsequent 2012-2013 period. Hiscox Insurance Company\nLtd. (“Hiscox”) quoted the lowest price for the best coverage, and permitted installment\npayments without indemnifications, thereby allowing the NFPHC to comply with the federal\nand local Anti-Deficiency Acts.\n(c) The NFPHC purchased the liability policy from Hiscox for the November 23, 2012\nthrough November 23, 2013 period.\n(d) Approval is needed for NFPHC-207a because this policy, with a cost to NFPHC of\n$1,606,500.00, was paid without proper Council approval.\n(e) The NFPHC has taken necessary steps, including additional education of NFPHC\nemployees, brokers and insurance vendors, to prevent future occurrences.\n(f) In early 2013, the NFPHC, through its insurance brokers, competitively bid liability\ninsurance coverage for the 2013-2014 period. Hiscox quoted the lowest price for the best\ncoverage, and continued to permit installment payments without indemnifications, thereby\nallowing the NFPHC to comply with the federal and local Anti-Deficiency Acts.\n(g) The NFPHC purchased the liability policy from Hiscox for the November 23, 2013\nthrough November 23, 2014 period.\n(h) Approval is needed for NFPHC-207b because this policy, with a cost to NFPHC of\n$1,606,500.00, is being paid without proper Council approval.\n\nProposed\nResolution\n20-851\nSee Emergency\nD.C. Act 20-372\n20 DCStat 3686\n\nNFPHC\nOmnibus\nLiability\nInsurance\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-522, effective June 24, 2014\n\n20 DCSTAT 3923\n\n(i) The NFPHC has taken necessary steps, including additional education of NFPHC\nemployees, brokers and insurance vendors, to prevent future occurrences.\n(j) Emergency approval of the 2012-2013 policy and the 2013-2014 policy is necessary\nso that NFPHC can continue to provide liability insurance to its physicians, staff, and facilities.\nWithout this approval, Hiscox cannot be paid for these critical services provided and to be\nprovided in excess of $999,999.99.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitutes emergency circumstances making it necessary that the\nNFPHC Omnibus Liability Insurance Approval and Payment Authorization Emergency Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "NFPHC Omnibus Liability Insurance Approval and Payment Emergency Declaration Resolution of 2014",
  "end": "3923",
  "start": "3922",
  "name": "Resolution_20-522.pdf"
}