{
  "end": "3436", 
  "name": "Resolution_20-487.pdf", 
  "start": "3436", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-487, effective June 3, 2014\n\n20 DCSTAT 3436\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to amend\nthe Recreation Act of 1994 to clarify that implementation of the Department of Parks and\nRecreation’s nutritional requirements is not contingent upon promulgation of unrelated\nregulations concerning field and facility permitting.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Department of Parks and Recreation Fee-based Use Permit\nAuthority Clarification Congressional Review Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In December 2012, the Council enacted D.C. Law 19-280, the Department of\nParks and Recreation Fee-based Use Permit Authority Amendment Act of 2012. This law\nauthorized the Department of Parks and Recreation (“DPR”) to issue fee-based use permits,\nmade other changes to DPR’s permitting process, and established nutritional standards for DPR\nfacilities.\n(b) Technical amendments made to this law inadvertently made the implementation of\nthe nutritional standards contingent upon DPR’s adoption of an unrelated set of new regulations\nconcerning permitting that DPR has not yet issued. During the fiscal year 2015 oversight\nprocess, DPR cited this language in explaining why it has not implemented its nutritional\nstandards.\n(c) This emergency legislation clarifies that the nutritional standards for DPR are not\ncontingent upon an unrelated set of rules concerning permitting.\n(d) Further, this congressional review emergency legislation is necessary to ensure that\nthere is no gap between when the original emergency legislation expires and when the temporary\nversion of this legislation becomes effective.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDepartment of Parks and Recreation Fee-based Use Permit Authority Clarification\nCongressional Review Emergency Amendment Act of 2014 be adopted after a single reading.\n\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-825\nSee Emergency\nD.C. Act 20-353\n20 DCStat 3348\n\nDepartment of\nParks and\nRecreation\nFee-based Use\nPermit\nAuthority\nClarification\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Department of Parks and Recreation Fee-based Use Permit Authority Clarification Congressional Review Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}