{
  "start": "4598", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-681, effective November 18, 2014\n\n20 DCSTAT 4598\n\nA RESOLUTION\n\nProposed\nResolution\n20-670\n\nTo declare the sense of the Council to urge the Congress of the United States to fund the development and\nimplementation of a comprehensive health care delivery system to enhance the level of specialty\ncare for New Hampshire’s veterans.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council on Support of Comprehensive Health Care\nDelivery for New Hampshire’s Veterans Resolution of 2014”.\n\nSec. 2. The Council finds that:\n(1) The District is particularly grateful for the sacrifice of its veterans,\nappreciates the high-quality of medical care that District veterans have access to within the\nDistrict, and therefore believes all veterans should have access to high-quality medical care\nclose to where they reside.\n(2) New Hampshire has approximately 131,000 veterans, with the majority over\nthe age of 65, who served their country bravely and risked their lives to preserve our country’s\nfreedom and democracy. Their sacrifices on our behalf are deserving of an upgraded medical\ndelivery system to meet their healthcare needs.\n(3) New Hampshire is a largely rural state, with limited access to the interstate\nhighway system, requiring veterans who may be ill and elderly and reside in rural communities\nto travel many miles to appointments for even minor medical procedures.\n(4) Many New Hampshire veterans over the age of 65 do not have access to a\nprimary care provider to support their medical needs.\n(5) Due to limited access to interstate highways, inclement weather, and lack of\nproper transportation in rural communities, many veterans miss essential checkups and\ntherapies.\n(6) Receiving timely medical treatment would improve the overall health and\nquality of life of veterans by preventing numerous strokes, by-passes, amputations, and other\ncostly, but preventable conditions.\n(7) Due to the lack of a full-service veterans’ hospital in New Hampshire, many\nveterans are required to travel to Vermont, Massachusetts, Maine, and Rhode Island for medical\ntreatment.\n(8) Veterans residing in rural communities deserve the same level of care as\nveterans residing in other areas of the states.\n(9) Adequate and high-quality care of all veterans should be a concern to all\nAmericans.\n\nSense of the\nCouncil on\nSupport of\nComprehensive\nHealth Care\nDelivery for\nNew\nHampshire’s\nVeterans\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-681, effective November 18, 2014\n\n20 DCSTAT 4599\n\nSec. 3. It is the sense of the Council that the Congress of the United States and the\nUnited States Department of Veterans Affairs (“Department”) should fulfill the Department’s\ngoal of providing excellent in-patient care by increasing the types of, and access to, specialty\ncare at a full-service Manchester VA Medical Center, or by developing a pilot program to utilize\na veteran’s medical card for use in New Hampshire’s medical facilities in order to provide better\ncare to veterans residing in rural areas, or by the establishment of additional community-based\noutpatient clinics, or mobile clinics, for veterans’ medical and mental needs, or where cost\neffective, by entering into private service contracts with the goal of increasing services and\nreducing travel time to ensure that access to health care is available when it is needed.\nSec. 4. The Chairman of the Council of the District of Columbia shall transmit copies of\nthis resolution, upon its adoption, to the President of the United States, the Secretary of the\nUnited States Department of Veterans Affairs, the United States House and Senate Committees\non Veterans’ Affairs, and to the leaders of the New Hampshire House and Senate.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "end": "4599", 
  "name": "Resolution_20-681.pdf", 
  "title": "Sense of the Council on Support of Comprehensive Health Care Delivery for New Hampshire’s Veterans Resolution of 2014"
}