{
  "start": "3467", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-496, effective June 3, 2014\n\n20 DCSTAT 3467\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 001\nand 002 to Contract No. DCAM-12-M-1031H-FM with MCH Build, LLC, for design-build\nservices for Powell Elementary School, and to authorize payment to MCN Build, LLC, in the\naggregate amount of $20,446,980.57 for the goods and services received and to be received\nunder these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 001 and 002 to Contract No. DCAM-12M-1031H-FM Approval and Payment Authorization Emergency Declaration Resolution of\n2014”.\n\nSec. 2. (a) There exists an immediate need to approve Change Orders Nos. 001 and 002\nto Contract No. DCAM-12-M-1031H-FM for design-build services for Powell Elementary\nSchool in the aggregate amount of $20,446,980.57 and to authorize payment for the goods and\nservices received and to be received under these change orders.\n(b) The underlying contract was competitively bid, awarded to MCN Build, LLC, and\npreviously approved by the Council with a Phase A guaranteed maximum price of $6,322,891\n(CA20-0106). Thereafter, the Department of General Services issued Change Order No. 001.\nChange Order No. 001 was under $1 million; thus, Change Order No. 001 did not require\nCouncil approval.\n(c) Change Order No. 002 will cause the aggregate value of change orders issued after\nCouncil’s approval of the contract to exceed the $1 million threshold pursuant to section 451 of\nthe District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C.\nOfficial Code § 1-204.51).\n(d) Approval of Change Orders Nos. 001 and 002 in the aggregate amount of\n$20,466,980.57 is necessary to compensate MCN Build, LLC for work completed and to be\ncompleted pursuant to Change Order Nos. 001 and 002 to Contract No. DCAM-12-M-1031HFM for design-build services at Powell Elementary School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders Nos. 001 and 002 to Contract No. DCAM-12-M-1031H-FM Approval and\nPayment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-778\nSee Emergency\nD.C. Act 20-359\n20 DCStat 3350\n\nChange\nOrders Nos.\n001 and 002 to\nContract No.\nDCAM-12-M1031H-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3467", 
  "name": "Resolution_20-496.pdf", 
  "title": "Change Order Nos. 001 and 002 to Contract No. DCAM-12-M-1031H-FM Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}