{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-469, effective May 6, 2014\n\n20 DCSTAT 3411\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Health Benefit Exchange\nAuthority Establishment Act of 2011 to promote meaningful choice, provide enhanced benefits,\nand build a competitive private insurance marketplace for the residents and small business\nowners of the District of Columbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Better Prices, Better Quality, Better Choices for Health\nCoverage Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In June 2013, the Council enacted the Better Prices, Better Quality, Better\nChoices for Health Coverage Emergency Amendment Act of 2013, effective June 19, 2013\n(D.C. Act 20-87; 60 DCR 9542) (“emergency legislation”) and in July 2013, the Better Prices,\nBetter Quality, Better Choices for Health Coverage Temporary Amendment Act of 2013,\neffective October 3, 2013 (D.C. Law 20-22; 60 DCR 10880)(“temporary legislation”), which\namended the Health Benefit Exchange Authority Establishment Act of 2011 to provide\nadditional detail regarding plans and participation in the exchange marketplace so that the final\npieces of the District’s first Health Benefit Exchange can be timely implemented.\n(b) The temporary legislation will expire on May 16, 2014. The permanent legislation\nwas passed by the Council on May 6, 2014 and has not yet been transmitted to the Mayor.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the permanent becomes law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Better\nPrices, Better Quality, Better Choices for Health Coverage Emergency Amendment Act 2014\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-769\nSee Emergency\nD.C. Act 20-335\n20 DCStat 3319\n\nBetter Prices,\nBetter\nQuality,\nBetter Choices\nfor Health\nCoverage\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Better Prices, Better Quality, Better Choices for Health Coverage Emergency Declaration Resolution of 2014",
  "end": "3411",
  "start": "3411",
  "name": "Resolution_20-469.pdf"
}