{
  "start": "3117", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-419, effective February 4, 2014\n\n20 DCSTAT 3117\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to order the closing of a portion of the\npublic alley in Square 150, bounded by Seaton Street, N.W., Florida Avenue, N.W., and 17th\nStreet, N.W., in Ward 1.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Closing of a Public Alley in Square 150, S.O. 13-10218,\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The Council has considered on first reading on January 7, 2014, and final\nreading on February 4, 2014, Bill 20-439, the Closing of a Public Alley in Square 150, S.O. 1310218, Act of 2013, following mark-up by the Committee of the Whole.\n(b) For reasons lost to history, the subject alley was never constructed and exists entirely\nbeneath a house built in 1900.\n(c) The alley closing legislation will enable the homeowner to sell the house. It is clear\nthe alley will never be built.\n(d) The Advisory Neighborhood Commission (“ANC”) 1C, the ANC within which the\npublic alley is located, supports the alley closing.\n(e) Approval of emergency legislation will allow the sale of the home to proceed\nexpeditiously.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nClosing of a Public Alley in Square 150, S.O. 13-10218, Emergency Act of 2014 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-637\nSee Emergency\nD.C. Act 20-284\n20 DCStat 3055\n\nClosing of a\nPublic Alley in\nSquare 150,\nS.O. 13-10218,\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3117", 
  "name": "Resolution_20-419.pdf", 
  "title": "Closing of a Public Alley in Square 150, S.O. 13-10218, Emergency Declaration Resolution of 2014"
}