{
  "start": "3097", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-401, effective February 4, 2014\n\n20 DCSTAT 3097\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe District of Columbia Election Code of 1955 to permit the election of officials of political\nparties during any regularly scheduled primary election and to extend the deadline local party\ncommittees can file written communication with the Board of Elections identifying the offices to\nbe filled during the April 1, 2014 primary election.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Party Officer Elections Congressional Review Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The Party Officer Elections Emergency Amendment Act of 2013, effective\nNovember 7, 2013 (D.C. Act 20-210; 60 DCR 15781) (“Emergency Amendment Act”), is set to\nexpire on February 5, 2014.\n(b) The Party Officer Elections Temporary Amendment Act of 2013 (D.C. Act 20-238;\n60 DCR 30) (“Temporary Amendment Act”), is projected to become law on March 6, 2014.\n(c) This Congressional review emergency legislation is necessary to prevent a gap\nbetween the expiration of the Emergency Amendment Act and the enactment of the Temporary\nAmendment Act.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Party\nOfficer Elections Congressional Review Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-642\nSee Emergency\nD.C. Act 20-286\n20 DCStat 3058\n\nParty Officer\nElections\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3097", 
  "name": "Resolution_20-401.pdf", 
  "title": "Party Officer Elections Congressional Review Emergency Declaration Resolution of 2014"
}