{
  "end": "573", 
  "name": "Resolution_19-761.pdf", 
  "start": "572", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-761, effective December 18, 2012\n\n20 DCSTAT 572\n\nA RESOLUTION\n\nProposed Resolution\n19-1166\n\nTo declare the existence of an emergency with respect to the need to amend Chapter 10 of Title 47 of the\nDistrict of Columbia Official Code to exempt from taxation certain property owned or ground\nleased by Washington Latin Public Charter School or Latin Rudolph QALICB, LLC, nonprofit\ncorporations.\n\nSee Emergency Act\nD.C. Act 19-595\n20 DCSTAT 307\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Washington Latin Public Charter School Campus Property\nTax Exemption Emergency Declaration Resolution of 2012”.\n\nWashington Latin\nPublic Charter\nSchool Campus\nProperty Tax\nExemption\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) Washington Latin Public Charter School (\"Washington Latin\"), a taxexempt, 501(c)(3) organization, will be the tenant under a long-term ground lease with the\nDistrict of Columbia Public Schools for property located in Ward 4 at 5200 2nd Street, N.W.,\nwhich formerly housed the Rudolph School. Washington Latin will move into the building after\ncompleting a multi-million dollar renovation.\n(b) Washington Latin is currently pursuing a financing solution for its renovation project\nthrough the New Market Tax Credit (“NMTC”) program, which is administered by the United\nStates Treasury Department. The NMTC financing will allow Washington Latin to obtain\nfinancing terms that are far more favorable than what is available in a conventional financing\nprogram. In order to qualify for the NMTC financing, and as required by the Internal Revenue\nService, Washington Latin will form a subsidiary corporation known as a Qualified Active LowIncome Community Business (“QALICB”) that will act as the borrower. At execution of the\nlease agreement, Washington Latin will assign its leasehold interest to the QALICB, triggering\ntransfer and recordation taxes.\n(c) Without this emergency legislation, Washington Latin would be exempt from District\nreal estate, recordation, and transfer taxes with respect to the Rudolph Campus Property, but the\nsubsidiary QALICB would not be exempt from these taxes. It is a quirk of the federal legislation\nthat to qualify for the financing, Washington Latin must create a company that is not tax exempt\nunder District law. Nevertheless, the NMTC financing transaction, for the purposes of utilizing\nfederal credits, is wholly consistent with the intent of the statute otherwise exempting all charter\nschools from taxation. Washington Latin will not profit from the NMTC structure described in\nsubsection (b) of this section. The only reason for the structure is to facilitate compliance with\nthe NMTC program. Washington Latin cannot close on the NMTC financing without tax\nexemptions for the subsidiary QALICB.\n(d) Other educational institutions, and most recently Meridian Charter School, have been\nexempted from real property taxes caused by the NMTC requirements.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWashington Latin Public Charter School Campus Property Tax Exemption Emergency Act of\n2012 be adopted after a single reading.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-761, effective December 18, 2012\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 573\n\n\f", 
  "title": "Washington Latin Public Charter School Campus Property Tax Exemption Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}