{
  "start": "3424", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-479, effective May 6, 2014\n\n20 DCSTAT 3424\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve salary increases and other\nnegotiated benefits under the terms of the negotiated compensation collective bargaining\nagreement between the District of Columbia Department of Behavioral Health and Public\nService Employees Local 572, Laborers International Union of North America (“LIUNA”),\naffiliated with AFL-CIO, as set forth in the pay schedules.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Department of Behavioral Health and Public Service Employees Local\n572, Laborers International Union of North America (“LIUNA”), affiliated with AFL-CIO,\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia Department of Behavioral Health negotiated a\ncompensation agreement (“Compensation Collective Bargaining Agreement”) with Public\nService Employees Local Union 572, LIUNA, affiliated with AFL-CIO, that requires certain\ncompensation increases over a period of 3 years. The Mayor proposes, as agreed with the union,\nthat the first such compensation increase is made effective April 1, 2013, which constitutes a\nchange to the affected pay schedule and a resulting minimum increase of 3% in each bargaining\nunit member’s gross salary. Sensitive to section 1717(f)(1) of the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law\n2-139; D.C. Official Code §1-617.17(f)(1)), which contemplates “that negotiations shall be\ncompleted prior to submission of a budget” for the years covered by the agreement, the\nCompensation Collective Bargaining Agreement must be acted on by the Council immediately.\n(b) In order to effectuate the terms of the Compensation Collective Bargaining\nAgreement, the Mayor recommends that the Compensation Agreement between the District of\nColumbia Department of Behavioral Health and Public Service Employees Local 572, LIUNA,\naffiliated with AFL-CIO, Emergency Approval Resolution of 2014 be approved on an\nemergency basis.\n(c) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\n(e) The employees covered by the Compensation Collective Bargaining Agreement\nprovide a variety of services to the residents and visitors of the District of Columbia.\n\nProposed\nResolution\n20-722\nSee Emergency\nD.C. Res. 20-480\n20 DCStat 3426\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nBehavioral\nHealth and\nPublic Service\nEmployees\nLocal 572,\nLaborers\nInternational\nUnion of\nNorth\nAmerica\n(“LIUNA”),\naffiliated with\nAFL-CIO,\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-479, effective May 6, 2014\n\n20 DCSTAT 3425\n\n(f) Unless legislative action is immediately taken to approve the Compensation\nCollective Bargaining Agreement, a negative impact upon the financial and personal morale of\nthe employees of the compensation collective-bargaining unit may compromise the delivery of\nservices, affecting the residents and visitors to the District of Columbia.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of Behavioral Health\nand Public Service Employees Local 572, LIUNA, affiliated with AFL-CIO, Emergency\nApproval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3425", 
  "name": "Resolution_20-479.pdf", 
  "title": "Compensation Collective Bargaining Agreement Between the District of Columbia Department of Behavioral Health and Public Service Employees Local 572, Laborers International Union of North America (Liuna) Affiliated With Afl-Cio Emergency Declaration Resolution of 2014"
}