{
  "start": "2819", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-361, effective December 3, 2013\n\n20 DCSTAT 2819\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Modification No. 9 to\nContract No. DCKA-2011-C-0026 with Parkmobile USA, Inc. and to authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. 9 to Contract No. DCKA-2011-C-0026\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 9 to Contract\nNo. DCKA-2011-C-0026 for providing a cellular phone payment method for digital parking\nmeters to the District Department of Transportation (“DDOT”) and to authorize payment for\nservices received and to be received under this contract.\n(b) On April 7, 2011, DDOT’s Office of Contracting and Procurement awarded a\ncontract (DCKA-2011-C-0026) to Parkmobile for a cellular phone payment method for digital\nmeters. The District seeks Council approval of Modification No. 9, which authorizes payment\nto Parkmobile in the amount of $2,009,878.93 for option year one and up to $4,500,000.00 for\noption year 2.\n(c) Council approval is necessary because this modification increases the contract to\nmore than $1 million during a 12-month period. Council approval is further necessary to allow\nthe continuation of these vital services and to allow Parkmobile to continue performance under\nthe contract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. 9 to Contract No. DCKA-2011-C-0026 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-566\nSee Emergency\nD.C. Act 20-230\n20 DCStat 2632\n\nModification\nNo. 9 to\nContract No.\nDCKA-2011C-0026\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2819", 
  "name": "Resolution_20-361.pdf", 
  "title": "Modification No. 9 to Contract No. Dcka-2011-C-0026 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}