{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-692, effective November 18, 2014\n\n20 DCSTAT 4622\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the multiyear Pay-ForSuccess Intermediary Agreement with Social Finance, Inc., and Social Finance District of\nColumbia Teen Pregnancy Prevention and Educational Attainment 2014 Manager, Inc., to\ndeliver Teen Outreach Program® services to selected District of Columbia schools with the goals\nof reducing the incidence of teen pregnancy and improving educational attainment for at-risk\nhigh-school students.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Pay-For-Success Intermediary Agreement Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The City Administrator for the District of Columbia proposes to enter into the\nmultiyear Pay-For-Success Intermediary Agreement with Social Finance, Inc. (“SFI”) and\nSocial Finance District of Columbia Teen Pregnancy Prevention and Educational Attainment\n2014 Manager, Inc. (“Managing Member”), in an amount not to exceed $10,588,700.00, to\ndeliver Teen Outreach Program® services to selected District of Columbia schools with the\ngoals of reducing the incidence of teen pregnancy and improving educational attainment for atrisk high-school students.\n(b) SRI and the Managing Member will be paid based on the achievement of specific\noutcomes based on defined performance targets in an amount not to exceed $10,588,700.00 for\nthe period from the date of award through December 31, 2019.\n(c) Emergency approval of the Pay-For-Success Intermediary Agreement is necessary to\nallow the District to receive the benefit of these vital services in a timely manner from SFI and\nthe Managing Member.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the PayFor-Success Intermediary Agreement Emergency Approval Resolution of 2014 be adopted on\nan emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1130\nSee Emergency\nD.C. Res. 20-693\n20 DCStat 4623\n\nPay-ForSuccess\nIntermediary\nAgreement\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Pay-For-Success Intermediary Agreement Emergency Declaration Resolution of 2014",
  "end": "4622",
  "start": "4622",
  "name": "Resolution_20-692.pdf"
}