{
  "end": "2089", 
  "name": "Resolution_20-237.pdf", 
  "start": "2089", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-237, effective July 10, 2013\n\n20 DCSTAT 2089\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. FY13001 through No. FY13-006 to Contract No. GM-10-S-0707A-FM for on-call small capital\nprojects between the District of Columbia government and Keystone Plus Construction\nCorporation, and to authorize payment to Keystone Plus Construction Corporation in the\naggregate amount of $2,168,675.58 for the goods and services received and to be received under\nthese change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. FY13-001 through No. FY13-006 to\nContract GM-10-S-0707A-FM Approval and Payment Authorization Emergency Declaration\nResolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders No. FY13-001\nthrough No. FY13-006 to Contract No. GM-10-S-0707A-FM for On-Call Small Capital Projects\nin the aggregate amount of $2,168,675.58 and to authorize payment for the goods and services\nreceived and to be received under these change orders.\n(b) The Council of the District of Columbia Council previously approved Option Year 2\nof Contract No. GM-10-S-0707A-FM (CA 19-0460). The aggregate value of Change Orders\nNo. FY13-001 through No. FY13-005 was under $1 million; thus, these change orders did not\nrequire Council approval.\n(c) Change Order No. FY13-006 will cause the aggregate value of change orders issued,\nafter Council approval Option Year 2 of Contract No. GM-10-S-0707A-FM, to exceed the $1\nmillion threshold pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. FY13-001 through No. FY13-006 in the aggregate\namount of $2,168,675.58 is necessary to compensate Keystone Plus Construction Corporation\nfor work to be completed pursuant to Contract No. GM-10-S-0707A-FM for On-Call Small\nCapital Projects.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders No. FY13-001 through No. FY13-006 to Contract GM-10-S-0707A-FM\nApproval and Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-347\nSee Emergency\nD.C. Act 20-128\n20 DCStat 1824\n\nChange\nOrders No.\nFY13-001\nthrough No.\nFY13-006 to\nContract GM10-S-0707AFM Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Change Orders No. Fy13-001 Through No. Fy13-006 to Contract Gm-10-S-0707a-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}