{
  "end": "1557", 
  "name": "Resolution_20-139.pdf", 
  "start": "1557", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-139, effective June 4, 2013\n\n20 DCSTAT 1557\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. 005\nthrough No. 009 to the Contract for design-build services for the new Dunbar Senior High School\nbetween the District of Columbia government and Smoot/Gilbane, A Joint Venture, Contract No.\nGM-11-M-0531-FM, and to authorize payment to Smoot/Gilbane, A Joint Venture, in the\naggregate amount of $5,357,569.14 for the goods and services to be received under these change\norders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. 005 through No. 009 to Contract No. GM-11M-0531-FM Approval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders No. 005 through\nNo. 009 to Contract No. GM-11-M-0531-FM for design-build services and additional project\nscope at the new Dunbar Senior High School in the aggregate amount of $5,257,569.14 and to\nauthorize payment for the goods and services to be received under these change orders.\n(b) The Council of the District of Columbia previously approved Contract No. GM-11M-0531-FM (CA 19-0213), GMP Amendment Change Order No. 001 (CA 19-0310), and\nChange Order No. 004 (CA 19-0457). The aggregate value of Change Orders No. 005 through\nNo. 008 was under $1 million; thus, these change orders did not require Council approval.\n(c) Change Order No. 009 will cause the aggregate value of the change orders issued to\nexceed the $1 million threshold pursuant to section 451 of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. 005 through No. 009 in the aggregate amount of\n$5,357,569.14 is necessary to compensate Smoot/Gilbane, A Joint Venture, for work to be\ncompleted at the new Dunbar Senior High School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders No. 005 through No. 009 to Contract No. GM-11-M-0531-FM Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-246\nSee\nEmergency\nD.C. Act 20-80\n20 DCStat 1435\n\nChange\nOrders No.\n005 through\nNo. 009 to\nContract No.\nGM-11-M0531-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Change Orders No. 005 Through No. 009 to Contract No. Gm-11-M-0531-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}