{
  "start": "3954", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-552, effective July 14, 2014\n\n20 DCSTAT 3954\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the Amended and Restated\nBasic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects\nContract No. DCAM-14-CS-0001A, including Task Order No. 001, between the District of\nColumbia government and Blue Skye Construction, LLC, and to authorize payment to Blue Skye\nConstruction, LLC, in the amount of $811,554 with a not-to-exceed amount of $10 million for the\ngoods and services received and to be received under this contract and task order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Amended and Restated Basic Ordering Agreement for Fiscal\nYear 2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001A,\nincluding Task Order No. 001, Approval and Payment Authorization Emergency Declaration\nResolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve the Amended and Restated Basic\nOrdering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects Contract\nNo. DCAM-14-CS-0001A, including Task Order No. 001, and to authorize payment in the\namount of $811,554 with a not to exceed amount of $10 million for the goods and services\nreceived and to be received under this contract and task order.\n(b) Task Order No. 001 was issued pursuant to the Basic Ordering Agreement for Fiscal\nYear 2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001A\n(“Initial Contract”), which was competitively bid and issued with a minimum value of $50. As\nthe Initial Contract did not authorize any specific work or constitute a guarantee that any work\nwould be assigned to Blue Skye Construction, LLC, no Council approval was required. Task\nOrder No. 001 was then issued for $811,554, and since the aggregate value of the Initial\nContract and Task Order No. 001 was less than $1 million, no Council approval was required.\n(c) Subsequently, the Initial Contract’s terms and conditions were amended and restated,\nresulting in the issuance of the Amended and Restated Basic Ordering Agreement for Fiscal\nYear 2014 DCPS and DPR Small Construction Projects (“Contract”) with an established not-toexceed value of $10 million. All future work, if any, under the Contract will be awarded and\nreleased through individual project task orders, based on a competitive bidding process, as set\nforth in Section 1.2 of the Contract. Task orders may be issued up to the maximum not-toexceed amount of $10 million, which will cause the aggregate value of the Contract and task\norder to exceed the $1 million threshold under section 451 of the District of Columbia Home\nRule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of the Amended and Restated Basic Ordering Agreement for Fiscal Year\n2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001A,\n\nProposed\nResolution\n20-899\nSee Emergency\nD.C. Act 20-406\n20 DCStat 3886\n\nAmended and\nRestated Basic\nOrdering\nAgreement for\nFiscal Year\n2014 DCPS\nand DPR\nSmall\nConstruction\nProjects\nContract No.\nDCAM-14CS-0001A,\nincluding\nTask Order\nNo. 001,\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-552, effective July 14, 2014\n\n20 DCSTAT 3955\n\nincluding Task Order No. 001, in the amount of $811,554 with a not-to-exceed amount of $10\nmillion is necessary to compensate Blue Skye Construction, LLC for work completed and to be\ncompleted pursuant to the Contract and task order.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nAmended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small\nConstruction Projects Contract No. DCAM-14-CS-0001A, including Task Order No. 001,\nApproval and Payment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3955", 
  "name": "Resolution_20-552.pdf", 
  "title": "Amended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects (DCAM-14-CS-0001A), including Task Order No. 001, Approval  and Payment Authorization Emergency Declaration Resolution of 2014"
}