{
  "end": "3481", 
  "name": "Resolution_20-505.pdf", 
  "start": "3480", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-505, effective June 3, 2014\n\n20 DCSTAT 3480\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to appoint Mr. Matthew T. Brown as an\nalternate member of the Board of Directors of the Washington Metropolitan Area Transit\nAuthority.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Board of Directors of the Washington Metropolitan Area Transit\nAuthority Alternate Member Matthew T. Brown Appointment Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) The Washington Metropolitan Area Transit Authority (“WMATA”) was\nestablished by An Act To grant the consent of Congress for the States of Virginia and Maryland\nand the District of Columbia to amend the Washington Metropolitan Area Transit Regulation\nCompact to establish an organization empowered to provide transit facilities in the National\nCapital Region and for other purposes and to enact said amendment for the District of\nColumbia, approved November 6, 1966 (80 Stat. 1324; D.C. Official Code § 9-1107.01)\n(“Congressional act”), as an interstate compact between the District, the State of Maryland, and\nthe Commonwealth of Virginia to plan, finance, construct, and operate a mass-transit system for\nthe Washington, D.C., metropolitan area.\n(b) A board of directors, consisting of 2 members and 2 alternate members from each of\nthe jurisdictions, and 2 members and 2 alternate members from the federal government, governs\nWMATA.\n(c) The Congressional act and the interstate compact designate the Council as the\nappointing authority for the 4 District members.\n(d) Mr. Terry L. Bellamy, who served an alternate member for the District, recently\nvacated his seat, leaving the District without a full complement of board members.\n(e) Mr. Matthew T. Brown, acting director of the District Department of Transportation,\nwould replace Mr. Bellamy as the District’s second alternate member to the WMATA Board of\nDirectors.\n(f) There is an immediate need to confirm Mr. Brown so that the District has its full\ncomplement of members on the WMATA Board of Directors as soon as possible, to ensure full\nDistrict input regarding important operational, managerial, and budgetary issues considered by\nthe board.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Directors of the Washington Metropolitan Area Transit Authority Alternate Member\n\nProposed\nResolution\n20-761\nSee Emergency\nD.C. Res. 20-506\n20 DCStat 3482\n\nBoard of\nDirectors of\nthe\nWashington\nMetropolitan\nArea Transit\nAuthority\nAlternate\nMember\nMatthew T.\nBrown\nAppointment\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-505, effective June 3, 2014\n\n20 DCSTAT 3481\n\nMatthew T. Brown Appointment Emergency Resolution of 2014 be adopted on an emergency\nbasis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Board of Directors of the Washington Metropolitan Area Transit Authority Alternate Member Matthew T. Brown Appointment Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}