{
  "end": "3113", 
  "name": "Resolution_20-416.pdf", 
  "start": "3113", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-416, effective February 4, 2014\n\n20 DCSTAT 3113\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Vending Regulation Act of\n2009 and Chapter 5 of Title 24 of the District of Columbia Municipal Regulations to re-establish\na criminal penalty provision for violating a regulation implementing the Vending Regulation Act\nof 2009 and to regulate the sale of tickets from public space.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Vending Regulations Emergency Declaration Resolution of\n2014”.\n\nSec. 2. (a) In 2009, the Council passed the Vending Regulation Act of 2009, effective\nOctober 22, 2009 (D.C. Law 18-71; D.C. Official Code § 37-131.08), which authorized the\nMayor to regulate vending in the District and required any proposed rules to be submitted to the\nCouncil for review and approval.\n(b) On March 8, 2013, the Vending Business License Regulation Resolution of 2013\nwas introduced in the Office of the Secretary by Chairman Mendelson at the request of the\nMayor. These regulations were adopted in part by the Council on June 4, 2013, with the\npassage of the Vending Regulation Emergency Amendment Act of 2013, effective June 19,\n2003 (D.C. Act 20-84; 60 DCR 9534), and the subsequent adoption of the Vending Regulation\nSecond Emergency Amendment Act of 2013, effective June 20, 2013 (D.C. Act 20-90; 60 DCR\n9551).\n(c) On September 20, 2013, the Office of the City Administrator published final rules in\nthe D.C. Register.\n(d) The Vending Business License Regulation Resolution of 2013 proposed in March\n2013 inadvertently removed provisions governing the sale of tickets on public space and\nallowing the Metropolitan Police Department to enforce violations of the vending regulations.\n(e) In order to permit the Metropolitan Police Department to have the ability to conduct\nenforcement of vending violations occurring in the District of Columbia, it is necessary to adopt\nemergency legislation to enact regulatory provisions governing the sale of tickets on the\nDistrict’s sidewalks, roadways, and public spaces.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nVending Regulations Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-649\nSee Emergency\nD.C. Act 20-278\n20 DCStat 3049\n\nVending\nRegulations\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Vending Regulations Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}