{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-71, effective March 19, 2013\n\n20 DCSTAT 795\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. 001\nthrough 003 to Contract No. GF-2012-C-0039 with Consys, Inc., for renovation of the University\nof the District of Columbia David A. Clarke School of Law and to authorize payment in the\naggregate amount of $1,297,670.69 for goods and services received and to be received under the\ncontract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. 001 through 003 to Contract No. GF-2012C-0039 Approval and Payment Authorization Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists an immediate need to approve Change Orders No. 001 through\n003 to Contract No. GF-2012-C-0039 with Consys, Inc., for renovation of the University of the\nDistrict of Columbia David A. Clarke School of Law, located at the Van Ness Campus, 4200\nConnecticut Avenue, N.W., Washington, D.C. 20008, and authorize payment in the amount of\n$1,297,670.69 for goods and services received under the contract.\n(b) Contract No. GF-2012-C-0039 in the amount of $3,198,786 was awarded to Consys,\nInc., by the University of the District of Columbia on May 27, 2012.\n(c) Additional scope of work under Change Order No. 003 to the contract will cause the\naggregate value of change orders to the contract to exceed $1 million in a 12-month period.\n(d) Approval of Change Orders No. 001 through 003 in the amount of $1,297,670.69 is\nnecessary to compensate Consys, Inc., for work performed and to be performed in completing\nthe renovation of the University of the District of Columbia David A. Clarke School of Law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders No. 001 through 003 to Contract No. GF-2012-C-0039 Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-108\nSee Emergency Act\nD.C. Act 20-42\n20 DCSTAT 543\n\nChange Orders No.\n001 through 003 to\nContract No. GF2012-C-0039\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\n\f",
  "title": "Change Order Nos 1-3 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "795",
  "start": "795",
  "name": "Resolution_20-71.pdf"
}