{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-714, effective December 2, 2014\n\n20 DCSTAT 4633\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve proposed compensation\nsystem changes for uniformed members of the Fire and Emergency Medical Services Department\nnot covered by collective bargaining.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Career and Excepted Service Employees Compensation System\nfor Changes for Fire Officials Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) It has become necessary to adjust the salary schedules by 3.0% for the period\nof April 6, 2012, through April 6, 2013; .5% for the period of April 7, 2013, through April 5,\n2014; and 3.5% for the period of April 6, 2014, through October 4, 2014, for non-union fire\nofficials in the Career and Excepted Service that were included in the Career, Educational,\nExcepted, Management Supervisory, Legal and Executive Services for Non-Collective\nBargaining Unit Employees Compensation System Changes Emergency Approval Resolution of\n2013, effective June 18, 2013 (Res. 20-166; 60 DCR 9600), retroactively to April 6, 2012.\n(b) Pursuant to the Interest Arbitration Award and Compensation Agreement between\nthe District of Columbia Fire and Emergency Medical Services Department and the Local 36\nInternational Association of Firefighters (Compensation Unit 4) Emergency Approval Act of\n2014, approved July 30, 2014 (D.C. Act 20-0384; 61 DCR 8043), union employees in the Fire\nand Emergency Medical Services Department occupying uniformed positions are scheduled to\nreceive a salary increase of 3.0% for the period of April 6, 2012, through April 6, 2013; 3.5%\nfor the period of April 7, 2013, through April 5, 2014; and 3.5% for the period of April 6, 2014,\nthrough October 4, 2014.\n(c) The salary increases and effective date in subsection (a) of this section are consistent\nwith the salary increase awarded to Compensation Unit 4 and will reduce the gap between\ncollective bargaining unit and non-collective bargaining unit uniformed members of the Fire and\nEmergency Medical Services Department.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Career\nand Excepted Service Employees Compensation System Changes for Fire Officials Emergency\nApproval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20See Emergency\nD.C. Res. 20-715\n20 DCStat 4634\n\nCareer and\nExcepted\nService\nEmployees\nCompensation\nSystem for\nChanges for\nFire Officials\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Career and Excepted Service Employees Compensation System for Changes for Fire Officials Emergency Declaration Resolution of 2014",
  "end": "4633",
  "start": "4633",
  "name": "Resolution_20-714.pdf"
}