{
  "start": "753", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-45, effective February 25, 2013\n\n20 DCSTAT 753\n\nA RESOLUTION\n\nProposed Resolution\n20-99\n\nTo amend the Rules of Organization and Procedure for the Council of the District of Columbia , Council\nPeriod 20, Resolution of 2013 to modify the committee jurisdiction with regard to the regulation\nof alcoholic beverages.\n\nCodification\nDistrict of Columbia\nOfficial Code\n2001 Edition\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Council Period 20 Rules Committee Jurisdiction Amendment\nResolution of 2013”.\n\nCouncil Period 20\nRules Committee\nJurisdiction\nAmendment\nResolution of 2013\n\nSec. 2. The Rules of Organization and Procedure for the Council of the District of\nColumbia, Council Period 20, Resolution of 2013, effective January 2, 2013 (Res. 20-1; 60\nDCR 627), is amended as follows:\n(a) Section 232 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “consumer and regulatory\naffairs” and inserting the phrase “consumer and regulatory affairs; the regulation of alcoholic\nbeverages” in its place.\n(2) Subsection (b) is amended by adding the phrase “Alcoholic Beverage\nRegulation Administration” to the beginning of the enumerated list of agencies.\n(b) Section 238 is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “disability services; and the\nregulation of alcoholic beverages” and inserting the phrase “and disability services” in its place.\n(2) Subsection (b) is amended by striking the phrase “Alcoholic Beverage\nRegulation Administration” from the enumerated list of agencies.\nSec. 3. This resolution shall take effect immediately.\n\nNote,\n§ 1-604.04\n\n\f", 
  "end": "753", 
  "name": "Resolution_20-45.pdf", 
  "title": "Council Period 20 Rules Committee Jurisdiction Amendment Resolution of 2013"
}