{
  "start": "802", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-79, effective March 19, 2013\n\n20 DCSTAT 802\n\nA RESOLUTION\n\nTo declare the existence of an emergency with the respect to the need to expand the Department of Human\nServices and the Department of Housing and Community Development’s ability to contract\nservices for permanent supportive housing.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Permanent Supportive Housing Application Streamlining\nEmergency Declaration Resolution of 2013”.\n) The Department of Housing and Community Development (“DHCD”) and the\nDepartment of Human Services (“DHS”) have encountered difficulties procuring permanent\nsupportive housing and related services in a timely manner and releasing an initial Consolidated\nRequest for Proposals, which will involve the District of Columbia Housing Finance Agency,\nDistrict of Columbia Housing Authority, DHS, along with DHCD and the Department of Mental\nHealth, to provide funding for the production of permanent supportive housing units for\nindividuals and families who are homeless or at risk of homelessness.\n(b) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C.\nLaw 18-371; D.C. Official Code § 2-351.01 et seq.), prevents consolidated procurements from\nbeing combined into one contract.\n(c) The Permanent Supportive Housing Application Streamlining Emergency\nAmendment Act of 2013 would amend the Procurement Practices Reform Act of 2010 to\nstreamline and provide a cooperative interagency structure for the coordination of capital,\noperating, and supportive services funding for the production of permanent supportive housing\nunits produced through fiscal year 2018.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nPermanent Supportive Housing Application Streamlining Emergency Amendment Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-109\nSee Emergency Act\nD.C. Act 20-43\n20 DCSTAT 544\n\nPermanent\nSupportive Housing\nApplication\nStreamlining\nEmergency\nDeclaration\nResolution of 2013\n\n\f", 
  "end": "802", 
  "name": "Resolution_20-79.pdf", 
  "title": "Permanent Supportive Housing Application Streamlining Emergency Declaration Resolution of 2013"
}