{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-163, effective June 18, 2013\n\n20 DCSTAT 1602\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the disposition of Districtowned real property located at 1375 Mount Olivet Road, N.E., commonly known as the Webb\nSchool and designated for tax and assessment purposes as a portion of Parcel 0141, Lot 47 and\nSquare 4082, Lot 807.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Webb School Property Disposition Approval Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) The District owns property located at 1375 Mount Olivet Road, N.E.,\ncommonly known as the Webb School and designated for tax and assessment purposes as a\nportion of Parcel 0141, Lot 47 and Square 4082, Lot 807 (“Property”).\n(b) The District has not used the Property as a District of Columbia public school since\n2008.\n(c) The Department of General Services (“DGS”) has determined that the District no\nlonger has a need or use for the Property.\n(d) On June 22, 2012, DGS issued a competitive solicitation to identify a charter school\ntenant for the Property.\n(e) On July 19, 2012, the Property was severely damaged by fire. DGS estimates the cost\nto renovate the damaged facility to be approximately $22 million.\n(f) The District selected KIPP DC (“KIPP”) as the charter school tenant for the Property.\n(g) A prompt declaration from the Council that the Property is no longer required for\npublic purposes is necessary to execute a lease with KIPP so that KIPP may take advantage of\nhistorically low interest rates for its bond financing and quickly commence proposed\nimprovements to the Property.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Webb\nSchool Property Disposition Emergency Approval Resolution of 2013 be adopted on an\nemergency basis.\nSec. 4.\n\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-314\nSee\nEmergency\nD.C. Res.\n20-164\n20 DCStat 1603\nWebb School\nProperty\nDisposition\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Webb School Lease Approval Emergency Declaration Resolution of 2013",
  "end": "1602",
  "start": "1602",
  "name": "Resolution_20-163.pdf"
}