{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-394, effective January 7, 2014\n\n20 DCSTAT 3089\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modifications Nos. 4-7 to\nContract No. NFPHC-151 between the Not-for-Profit Hospital Corporation (“NFPHC”) and\nWisconsin Avenue Psychiatric Center dba Psychiatric Institute of Washington (“PIW”) to\nprovide, in consultation with the NFPHC, management and operation of the Behavioral Health\nand Professional Psychiatric Services Program, and to authorize payment for the services\nreceived and to be received under the contract modifications.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. NFPHC-151 Modifications Nos. 4-7 Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modifications Nos. 4-7 to\nContract No. NFPHC-151 (“Contract”) between the NFPHC and Wisconsin Avenue Psychiatric\nCenter dba PIW to provide, in consultation with the NFPHC, management and operation of the\nBehavioral Health and Professional Psychiatric Services Program (“Program”), and to authorize\npayment for the services received and to be received under these contract modificatons.\n(b) After a competitive procurement under the NFPHC procurement rules, the NFPHC\nawarded PIW a letter contract on August 15, 2012. A letter contract was used to allow PIW to\nbegin providing critical services yet provide ample time for the parties to definitize the contract.\nThe letter contract had an initial period of 9 months, and a value of $712,150.00.\n(c) Modification No. 1 (effective October 29, 2012) added language to the letter\ncontract defining parameters around PIW adding one additional physician to support the\nProgram. Modification No. 1 did not have any financial impact on the 9-month base period.\n(d) Modification No. 2 (effective May 9, 2013) extended the letter contract by 3 months\n(to August 14, 2013), as permitted in section 3 of the letter contract. This change was necessary\nto allow the NFPHC, now working closely with Huron Consulting Group, LLC pursuant to\nContract No. DCHT-2012-C-0014 with the Department of Health Care Finance, to initiate\ndiscussions with PIW regarding expansion of PIW’s services within the general scope of the\ncontract. The value of Modification No. 2 was $229,050.00, which brought the total value of\nthe 12-month base period of the letter contract to $941,200.00.\n(e) Modification No. 3 (effective August 14, 2013) inserted language providing the\nauthority for the contract to be extended for up to 6 months. This change was necessary\nbecause in August 2013, both the NFPHC and PIW realized that even more time was needed in\norder to continue negotiating the definitized contract, including the details of the expansion of\nPIW’s services for the Program, more precise performance metrics, and contract incentives by\nwhich the NFPHC would evaluate and better leverage PIW’s expertise, especially regarding\n\nProposed\nResolution\n20-607\nSee Emergency\nD.C. Act 20-269\n20 DCStat 3032\n\nContract No.\nNFPHC-151\nModifications\nNos. 4-7\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-394, effective January 7, 2014\n\n20 DCSTAT 3090\n\nmanaged care payors. Most importantly, the NFPHC and PIW needed the time to ensure the\nongoing discussions and proposed changes aligned with the new Hospital Strategic Plan,\napproved by the NFPHC Board of Directors in July 2013. Modification No. 3, providing the\nauthority for but not yet exercising a 6-month option period, did not have any financial impact.\n(f) Modification No. 4 used the authority inserted by Modification No. 3 and extended\nthe contract to November 13, 2013, exercising the first 3 months of the option period, with the\nsame terms as the base year. This change allowed time for the discussions contemplated by\nModification No. 3. The value of Modification No. 4, the 3-month option period, was\n$231,250.00.\n(g) During the Modification No. 4 term, the NFPHC realized that the definitized\ncontract changes would cause the full 12- month proposed option year one, which would\nincorporate the existing option period, to exceed $1 million in a 12-month period, and therefore\nrequire Council approval as a tipping contract modification.\n(h) Modification No. 5, exercising an additional 2 months of the option period, extended\nthe contract through January 13, 2014. This change was necessary to provide ample time for\npreparation of the Council package, receive appropriate NFPHC approvals, and provide time for\nCouncil review. The value of Modification No. 5 was $154,156.66, bringing the 5-month option\nvalue to $385,406.66.\n(i) Modification No. 6 exercised an additional 2 weeks of the option period to allow for\nCouncil consideration of this tipping contract at a regularly scheduled legislative meeting.\nModification 6 did not have any financial impact. The value of Modification No. 6 was\n$77,078.33, bringing the option period value to $462,484.99.\n(j) Proposed Modification No. 7 seeks to exercise the remainder of the definitized\noption year one ($1,394,282.01) and will cause the aggregate value of this definitized option\nyear to exceed $1 million in a 12-month period.\n(k) Emergency approval of Modifications Nos. 4-7 to Contract No. NFPHC-151 for a\ntotal value of $1,856,767.00 for the definitized contract option year one is necessary so that\nNFPHC can continue to support the Program. Without this approval, PIW cannot be paid for\nthese critical services provided and to be provided in excess of $999,999.99.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. NFPHC-151 Modifications Nos. 4-7 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Contract No. NFPHC-151 Modifications 4-7 Approval and Payment Authorization Emergency Declaration Resolution of 2014",
  "end": "3090",
  "start": "3089",
  "name": "Resolution_20-394.pdf"
}