{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-747, effective December 18, 2012\n\n20 DCSTAT 557\n\nA RESOLUTION\n\nProposed Resolution\n19-1175\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe District of Columbia Regional Airports Authority Act of 1985 to increase the total number of\nmembers of the Washington Metropolitan Airports Authority to 17 members, the number of\nmembers appointed by Virginia to 7, by the District of Columbia to 4, and by Maryland to 3, to\nprovide that any member of the Washington Metropolitan Airports Authority shall be eligible for\nreappointment for one additional term and may not serve beyond the expiration of his or her term,\nto increase the quorum requirement to 9 members, and to increase the number of votes required to\napprove bond issues and the annual budget of the Washington Metropolitan Airports Authority to\n10.\n\nSee Emergency Act\nD.C. Act 19-619\n20 DCSTAT 382\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Metropolitan Washington Airports Authority Congressional\nReview Emergency Declaration Resolution of 2012\".\n\nMetropolitan\nWashington\nAirports Authority\nCongressional\nReview Emergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) The Congress of the United States and the Commonwealth of Virginia\nhave recently approved amendments affecting the membership of the board of directors of the\nMetropolitan Washington Airports Authority (“MWAA”), which is the instrumentality that was\nestablished in 1985 to govern the operations of Reagan National and Dulles International airports\npursuant to a lease from the federal government and an interstate compact between the District of\nColumbia and the Commonwealth of Virginia.\n(b) Among the amendments is an increase in the number of MWAA members appointed\nby the District of Columbia from 3 to 4, by the Commonwealth of Virginia from 5 to 7, and by\nthe State of Maryland from 2 to 3.\n(c) There exists an immediate need to ratify the Congressionally approved changes\naffecting the composition of MWAA board of directors to ensure that the District’s additional\nMWAA member is appointed and seated as soon as possible.\n(d) The Metropolitan Airports Authority Emergency Act of 2012, effective October 4,\n2012 (D.C. Act 19-452; 59 DCR 11738), will expire on January 02, 2013, and the permanent\nlegislation will not have gone through the 30-day review period required by section 602(c)(1) of\nthe District of Columbia Home Rule Act, approved December 24, 1973 (87Stat. 814; D.C.\nOfficial Code § 1-206.02(c)). It is important that the emergency legislation continues in effect,\nwithout interruption, until the permanent legislation is in place.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMetropolitan Washington Airports Congressional Review Emergency Amendment Act of 2012\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Metropolitan Washington Airports Authority Congressional Review Emergency Declaration Resolution of 2012",
  "end": "557",
  "start": "557",
  "name": "Resolution_19-747.pdf"
}