{
  "start": "703", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-11, effective January 8, 2013\n\n20 DCSTAT 703\n\nA RESOLUTION\n\nProposed Resolution\n20-38\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to permit\nparent-run, school-based enrichment programs approved to operate in District public schools\nduring the 2012-2013 year to continue operating for the remainder of the school year without\nbeing charged rent payable to the District, and to require the Department of General Services to\ndevelop a procedure for the use of school spaces by parent-run, not-for-profit enrichment\nprograms to take effect with the start of the 2013-2014 school year.\n\nSee Emergency Act\nD.C. Act 20-1\n20 DCSTAT 407\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “School-Based Enrichment Programs Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nSchool-Based\nEnrichment\nPrograms\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) Parent groups at many District public schools have been organizing\nenrichment programs at their schools before and after the school day for many years. An\nenrichment program often includes Spanish or Chinese language classes, art instruction, or extra\nhelp with reading. Typically, the program is approved by the school’s principal and parent teacher\nassociation (\"PTA\"), provided on a not-for-profit basis, and run by parent volunteers.\n(b) At many schools, enrichment programs have been operating without paying rent to the\nDistrict for using classrooms and common spaces. Recently, however, the Department of General\nServices (“DGS”) has begun billing enrichment programs upwards of $1,000 per month in rent for\nthese spaces. Because the school year is already underway, this charge is creating a significant\nhardship on schools and their families, particularly on low-income families. The enrichment\nprograms and PTAs have not budgeted for this large monthly expense, which would ultimately have\nto be borne by the parents who are seeking extra learning and classroom time for their children.\n(c) The rental fee discussed in subsection (b) of this section was not listed in the Master Fee\nSchedule, as required by the Fiscal Year 2013 Budget Submission Requirements Resolution of\n2011, effective December 6, 2011 (Res. 19-449; 58 DCR 11027), thus depriving the public and the\nCouncil of formal notice of this fee.\n(d) Moreover, the legality of whether the District can or must charge rent to enrichment\nprograms is unclear. In support of charging fees to enrichment programs, DGS has cited “Directive\n612.1b,” a document apparently issued by D.C. Public Schools many years ago that once required\nenrichment programs to pay $100 per classroom per month. Yet, the document header itself\nsuggests that this administrative order was rescinded on July 11, 1985. The general counsels at\nDGS and D.C. Public Schools have yet to opine as to whether this document is still legally\neffective. And enrichment programs may already be exempt from paying rent to the District by\nsection 3503.4 of Title 5 of the District of Columbia Municipal Regulations (5 DCMR § 3503.4),\nwhich permits “school-related organizations” to use school facilities during normal hours at no cost.\n(e) Given that the 2012-2013 school year is already underway, that PTA budgets and\ncharges for these programs are already set for this year, that many schools have been operating these\nprograms for years without being charged, that notice of this fee has not provided to the public, and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-11, effective January 8, 2013\n\n20 DCSTAT 704\n\nthat the legality of charging parent groups is in question, it is unfair to require approved enrichment\nprograms to pay thousands of dollars in rent for operating in schools.\n(f) This emergency legislation is necessary to permit approved school-based enrichment\nprograms to continue operating at District public schools without having to pay rent to the District\nthrough the remainder of the 2012-2013 school year, and to require DGS to develop a procedure for\nthe use of school spaces by parent-run, not-for-profit enrichment programs to take effect with the\nstart of the 2013-2014 school year. Without this legislation, these programs could be forced to close\nor to substantially increase the charges paid by parents.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the SchoolBased Enrichment Programs Congressional Review Emergency Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "704", 
  "name": "Resolution_20-11.pdf", 
  "title": "School-Based Enrichment Programs Congressional Review Emergency Declaration Resolution of 2013"
}