{
  "end": "3978", 
  "name": "Resolution_20-567.pdf", 
  "start": "3977", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-567, effective July 14, 2014\n\n20 DCSTAT 3977\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve an agreement to enter into a\nlong-term subsidy contract for a multiyear term of 15 years in support of the District’s Local\nRent Supplement Program to fund housing costs associated with affordable housing units for\nContract No. 2013-LRSP-02A with Partner Arms 4, LLC for LRSP units at Delta Commons,\nlocated at 5066 & 5678 Benning Road, S.E. – 5010 Southern Avenue, S.E., and to authorize\npayment for housing services to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this resolution\nmay be cited as the “Local Rent Supplement Program Contract No. 2013-LRSP-02A-Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. In 2007, the District passed Title II of the Fiscal Year 2007 Budget Support Act of 2006\n(“BSA”) to provide funding for affordable housing for extremely low income households in the District.\nThe passage of the BSA created the Local Rent Supplement Program (“LRSP”), a program designed to\nprovide affordable housing and supportive services to extremely low income District residents, including\nthose who are homeless or in need of supportive services, such as elderly individuals or those with\ndisabilities, through project-based, tenant-based and sponsored-based LRSP affordable housing units.\nThe BSA provided for the District of Columbia Housing Authority (“DCHA”) to administer the LRSP\non behalf of the District.\nSec. 3. In April 2013, DCHA participated in a Request for Proposals issued by the District of\nColumbia Department of Housing and Community Development (“DHCD”). Of the total proposals\nreceived, 18 developers were chosen to work with DCHA and other District agencies to develop\naffordable housing and permanent supportive housing units for extremely low income families making 0\nto 30% of the area’s median income, as well as the chronically homeless and individuals with mental or\nphysical disabilities throughout the District. Upon approval of the contract by the Council, DCHA will\nenter into an agreement to enter into a long-term contract (“ALTSC”) with the selected housing\nproviders under the LRSP for housing services provided under the contract.\nSec. 4. (a) There exists an immediate need to approve a certain ALTSC with Partner Arms 4,\nLLC under the District of Columbia Housing Authority’s Local Rent Supplement Program to provide\nlong term affordable housing units for extremely low-income households in the District of Columbia for\nunits at Delta Commons, located at 5066 & 5678 Benning Road,S.E.– 5010 Southern Avenue, S.E.\n(b) The emergency legislation to approve the contract will authorize an ALTSC between the\nDistrict of Columbia Housing Authority and Partner Arms 4, LLC with respect to the payment of rental\nsubsidy, and allow the owner to lease the rehabilitated units at Delta Commons and house District of\nColumbia extremely low income households with incomes at 30% or less of the area median income.\n\nProposed\nResolution\n20-963\nSee Emergency\nD.C. Act 20-398\n20 DCStat 3878\n\nLocal Rent\nSupplement\nProgram\nContract No.\n2013-LRSP02A-Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-567, effective July 14, 2014\n\n20 DCSTAT 3978\n\nSec. 5. The Council of the District of Columbia determines that the circumstances enumerated in\nsection 4 constitute emergency circumstances making it necessary that the Local Rent Supplement\nProgram Contract No. 2013-LRSP-02A Approval and Payment Authorization Emergency Act of 2014\nbe adopted after a single reading.\nSec. 6. This resolution shall take effect immediately.\n\n\f", 
  "title": "Local Rent Supplement Program Contract No. 2013-LRSP-02A Approval and Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}