{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-339, effective November 5, 2013\n\n20 DCSTAT 2771\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. DCHT-2013C-0135 to conduct utilization reviews of health care services provided to the District’s Medicaid\nrecipients and to authorize payment for the services received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHT-2013-C-0135 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCHT-2013-C0135 and to authorize payment for the services received under that contract.\n(b) On April 30, 2013, the Office of Contracting and Procurement (“OCP”), on behalf\nof the Department of Health Care Finance, entered into a letter contract with Delmarva\nFoundation for Medical Care, Inc. (“Delmarva”) to conduct utilization reviews of health care\nservices provided to the District’s Medicaid recipients from May 1, 2013 through June 30, 2013,\nin an amount not to exceed of $757,855.96.\n(c) On June 25, 2013, the OCP extended the letter contract from July 1, 2013 through\nJuly 15, 2013 and increased the not to exceed amount to $959,626.98.\n(d) By Order dated June 26, 2013, the Contract Appeals Board ordered OCP to\nterminate the contract no later than July 31, 2013.\n(e) On July 15, 2013, OCP definitized Contract No. DCHT-2013-C-0135.\n(f) On July 31, 2013, OCP terminated the contract and increased the total not to exceed\namount to $1,174,626.98 for the period from May 1, 2013 through July 31, 2013.\n(g) Council approval is necessary because the value of Contract No. DCHT-2013-C0135 is more than $1,000,000.00 during a 12-month period.\n(h) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Delmarva cannot be paid for services provided in excess of $1,000,000.00.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHT-2013-C-0135 Approval and Payment Authorization Emergency Act of\n2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-492\nSee Emergency\nD.C. Act 20-213\n20 DCStat 2602\n\nContract No.\nDCHT-2013C-0135\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Contract No. Dcht-2013-C-0135 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2771",
  "start": "2771",
  "name": "Resolution_20-339.pdf"
}