{
  "end": "3484", 
  "name": "Resolution_20-508.pdf", 
  "start": "3484", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-508, effective June 3, 2014\n\n20 DCSTAT 3484\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 12 and 13\nto Contract No. DCKA-2009-C-0123 with C&D Tree Services, Inc., and to authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCKA-2009-C-0123 Modification Nos. 12 and 13\nApproval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 12 and 13 to\nContract No. DCKA-2009-C-0123 with C&D Tree Services, Inc. (“C&D”) for tree removal\nservices provided to the District Department of Transportation (“DDOT”) and to authorize\npayment for services received and to be received under this contract.\n(b) On February 4, 2014, DDOT’s Office of Contracting and Procurement (“OCP”)\npartially executed Option Year 4 from February 9, 2014, through March 10, 2014, for\n$400,000.00 for tree removal services. On March 11, 2014, DDOT’s OCP executed\nModification No.13, which executed the remainder of Option Year 4, extending the contract\nperformance period from March 11, 2014, through February 8, 2015. There have been 9\nmodifications to the contract.\n(c) Through proposed Modification Nos. 12 and 13, DDOT seeks Council approval to\nexercise Option Year 4 for a contract amount of $1,051,200.00.\n(d) Council approval is necessary because these modifications increase the contract by\nmore than $1 million during a 12-month period. Approval is also necessary to allow the\ncontinuation of these vital services and to allow C&D to continue performance under the\ncontract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCKA-2009-C-0123 Modification Nos. 12 and 13 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-828\nSee Emergency\nD.C. Act 20-361\n20 DCStat 3352\n\nContract No.\nDCKA-2009C-0123\nModification\nNos. 12 and 13\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No.DCKA-2009-C-0123 Modification Nos. 12 and 13 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}