{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-187, effective June 26, 2013\n\n20 DCSTAT 1686\n\nA RESOLUTION\n\nProposed\nResolution\n20-82\n\nTo declare the sense of the Council that the Council supports “Momentum,” the Washington Metropolitan\nArea Transit Authority’s strategic plan for 2013-2025, which calls for a $26 billion capital\nexpansion to the system.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Supporting Implementation of the\nWashington Metropolitan Area Transit Authority Momentum Strategic Plan Resolution of\n2013”.\n\nSec. 2. The Council finds that:\n(1)\nThe Metro transit system has served the metropolitan Washington area\nwell since its establishment in 1976 through the provision of bus, rail, and paratransit services\nthat help to transport our residents and workers while reducing the number of cars on the road..\n(2)\nThe original Metro transit system was paid for by allocating half the costs\nto the federal government, with the other half paid by Virginia, Maryland, and the District in\nequal shares.\n(3)\nThe Washington Metropolitan Area Transit Authority (“WMATA”) is\ncharting a new course to ensure that the transit system meets the needs of the region through a\nstrategic planning effort, the first for WMATA in more than a decade.\n(4)\nPlanning for the future and investing in WMATA is critical because the\nMetro transit system is the backbone of the region, with 2 million jobs located within a half mile\nof Metrorail or Metrobus routes.\n(5)\nWMATA and its riders relieve the jurisdictions’ need to construct at least\n1,000 lane miles of roads and tens of thousands of parking spaces.\n(6)\nWhile WMATA continues rebuilding virtually the entire system to\nimprove safety, reliability, and customer service, it must be able to serve the expected millions\nmore future riders and support the region’s economic growth.\n(7)\nDemand is already outstripping capacity and more growth is expected,\nthus, additional investments are needed to prepare WMATA’s core central stations in the region,\nand ultimately, to ensure the continued prosperity of the region.\n(8)\nWMATA’s plan, “Momentum: The Next Generation of Metro,” benefits\nfrom more than a year of unprecedented outreach to nearly 12,000 customers and stakeholders,\nprovides a road map to achieve the goals, and guides WMATA’s annual business plan.\n(9)\nRecognizing that the region’s mobility depends on the continued operation\nof WMATA’s core network, “Momentum” includes the following key priorities for completion\nby 2025: operation of all 8-car trains during rush hour; completion of the Metrobus Priority\n\nSense of the\nCouncil in\nSupporting\nImplementatio\nn of the\nWashington\nMetropolitan\nArea Transit\nAuthority\nMomentum\nStrategic Plan\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-187, effective June 26, 2013\n\n20 DCSTAT 1687\n\nCorridor Network; a one-stop shop for all regional transit trip planning and payment; and a\nbetter, more efficient MetroAccess service.\n(10) “Momentum” would provide a regional return by carrying 35,000 more\npassengers on trains per hour during rush hour, moving bus customers 50% faster using 12% less\nfuel while also removing an additional 100,000 trips from roadways each day, providing\ncustomers with one convenient hub to plan, pay for, and take a transit trip seamlessly and\neffortlessly, serving more customers with stations that are brighter, safer, and easier to navigate,\noffering customers information that is available at all times to keep them informed during trips,\nand increasing Blue Line service so that trains arrive every 6 minutes during rush hour.\n(11)\n“Momentum” has been vetted by business leaders, advocacy groups,\nlegislative decision makers, jurisdictional partners, and riders.\nSec. 3. It is the sense of the Council that the Council recognizes and supports\n“Momentum,” the Washington Metropolitan Area Transit Authority’s strategic plan for 20132025, which calls for a $26 billion capital expansion to the system.\nSec. 4. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, to the District of Columbia Delegate to the U.S. House of Representatives, to\nthe members of the U.S. House of Representatives Committee on Oversight and Government\nReform, and to the Mayor.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f",
  "title": "Sense of the Council in Supporting the Expansion of the Metrorail System Resolution of 2013",
  "end": "1687",
  "start": "1686",
  "name": "Resolution_20-187.pdf"
}