{
  "start": "2125", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-260, effective July 10, 2013\n\n20 DCSTAT 2125\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 2-9 to\nContract No. DCKA-2011-R-0180 with Xerox State and Local Solutions, Inc. (“Xerox”), and to\nauthorize payment for services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 2-9 to Contract No. DCKA-2011-R-0180\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 2-9 to\nContract No. DCKA-2011-R-0180 for parking meter management services to the District\nDepartment of Transportation (“DDOT”) and to authorize payment for services received and to\nbe received under this contract.\n(b) On January 13, 2012, DDOT’s Office of Contracting and Procurement awarded a 6month sole source emergency contract, DCKA-2011-R-0180 (“Contract”), to Xerox for parking\nmeter management services. The District seeks Council approval of Modification Nos. 2-9 to\nthe Contract, which increased the funding to $5,890,500.00 and extended the contract to June\n30, 2013. DDOT has attempted to provide a replacement contract for a base year with 4, oneyear options, but this contract has been stayed by a protest filed before the District’s Contract\nAppeals Board (“CAB”) since September 24, 2012. This protest is still pending before the\nCAB.\n(c) Council approval is necessary because this modification increases the contract by\nmore than $1 million during a 12-month period. Council approval is necessary to allow the\ncontinuation of these vital services and to allow Xerox to continue performance under the\ncontract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 2-9 to Contract No. DCKA-2011-R-0180 Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-365\nSee Emergency\nD.C. Act 20-116\n20 DCStat 1817\n\nModification\nNos. 2-9 to\nContract No.\nDCKA-2011R-0180\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2125", 
  "name": "Resolution_20-260.pdf", 
  "title": "Modification Nos. 2-9 to Contract No. Dcka-2011-R-0180 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}