{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-160, effective June 18, 2013\n\n20 DCSTAT 1598\n\nA RESOLUTION\n\nProposed\nResolution\n20-342\n\nTo declare the existence of an emergency with respect to the need to approve the remaining proposed\nregulations for vendors that were transmitted by the Mayor on March 8, 2013, along with the\nVending Business License Regulation Resolution of 2013 (PR 20-125).\n\nSee\nEmergency\nD.C. Act 20-90\n20 DCStat 1452\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Vending Regulation Approval Emergency Declaration\nResolution of 2013”.\n\nVending\nRegulation\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. The Council of the District of Columbia finds that:\n(1) In 2009, the Council passed the Vending Regulation Act of 2009, which\nauthorized the Mayor to regulate vending in the District but required the proposed rules be\nsubmitted for Council review.\n(2) The fourth proposed rulemaking, PR 20-0125, the Vending Business License\nRegulation Resolution of 2013, was introduced in the Office of the Secretary by Chairman\nMendelson at the request of the Mayor on March 8, 2013.\n(3) The Committee on Business, Consumer and Regulatory Affairs held a public\nroundtable on PR 20-0125 on May 10, 2013, at which time it became clear that the Department\nof Consumer and Regulatory Affairs had delayed enforcing the outdated laws during the 4-year\nlong rulemaking process in anticipation of the new regulations.\n(4) On June 4, 2013, the Council passed the Vending Regulation Emergency\nAmendment Act of 2013 (Bill 20-306), which approved certain uncontroversial sections of the\nproposed rules transmitted by the Mayor on March 8, 2013 and published at 60 DCR 2869, but\ndid not approve the proposed rules for Mobile Roadway Vendors.\n(5) Pursuant to section 11 of the Vending Regulation Act of 2009, effective\nOctober 22, 2009 (D.C. Law 18-71; D.C. Official Code § 37-131.10); D.C. Official Code § 472851.04(c)(1)); and section 105 of the Department of Consumer and Regulatory Affairs Civil\nInfraction Act of 1985, effective October 5, 1985 (D.C. Law 6-42; D.C. Official Code § 21801.05), the remaining proposed rules transmitted by the Mayor will be deemed disapproved on\nJune 22, 2013 if the Council does not act before that time, leaving Mobile Roadway Vendors\nwithout a regulatory structure.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nVending Regulation Emergency Approval Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Vending Regulation Approval Emergency Declaration Resolution of 2013",
  "end": "1598",
  "start": "1598",
  "name": "Resolution_20-160.pdf"
}