{
  "end": "3995", 
  "name": "Resolution_20-577.pdf", 
  "start": "3994", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-577, effective July 14, 2014\n\n20 DCSTAT 3994\n\nA RESOLUTION\nTo declare the sense of the Council of the District of Columbia that the amendment introduced by\nRepresentative Andy Harris (R-MD) in the United States House of Representatives, which would\nprevent the enforcement of the Marijuana Possession Decriminalization Amendment Act of 2014\npassed by the Council, is unjust and contrary to democratic principles and to call on members of\nthe United States Congress to reject efforts to include this provision in its appropriations\nlegislation.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council of the District of Columbia Regarding\nEnforcement of the Marijuana Decriminalization Act Emergency Resolution of 2014”.\n\nSec. 2. The Members of the Council of the District of Columbia find that:\n(1) The interests of the residents of the District of Columbia are best determined\nat the local level by elected officials who are familiar with the issues faced by the community\nand accountable to voters.\n(2) The Mayor and Members of the Council of the District of Columbia were\nelected by District of Columbia residents to represent their best interests in local government.\n(3) The Council thoroughly considered the views of community stakeholders on\nall sides of the issue before acting to decriminalize small amounts of marijuana.\n(4) The Council held hearings and thoroughly examined the issues related to\nmarijuana decriminalization, including the potential harmful and addictive properties of\nmarijuana, the financial costs of criminalization, the use of law enforcement resources related to\ncriminalization, and the effects on the community, especially on African American males who\nare disproportionately affected by criminalization of small amounts of marijuana.\n(5) The Marijuana Possession Decriminalization Amendment Act of 2014,\neffective July 17, 2014 (D.C. Law 20-126; 61 DCR 3482), was passed by a large majority in the\nCouncil and is supported and signed by the Mayor.\n(6) As duly elected representatives of District residents, Members of the Council\nand the Mayor are best positioned to reflect the will and needs of the local community.\n(7) Any attempt by members of Congress to interfere in local matters in the\nDistrict is anti-democratic.\nSec. 3. It is the sense of the Council of the District of Columbia that:\n(1) Out of respect for the principles of democracy and the residents of the\nDistrict of Columbia, members of Congress should respect Home Rule and refrain from\ninterfering in local matters.\n\nProposed\nResolution\n20-962\nEmergency\nDeclaration\nRes. 20-576\n20 DCStat 3993\n\nSense of the\nCouncil of the\nDistrict of\nColumbia\nRegarding\nEnforcement of\nthe Marijuana\nDecriminalization Act\nEmergency\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-577, effective July 14, 2014\n\n20 DCSTAT 3995\n\n(2) The United States Senate should refrain from including any restriction on\nenforcing marijuana decriminalization in the District of Columbia in its appropriations\nlegislation.\n(3) Members of the conference committee responsible for creating a compromise\nbill from House and Senate legislation should refrain from including any provision that would\nprevent the District of Columbia from enforcing its locally enacted laws.\nSec. 4. The Chairman shall transmit a copy of this resolution upon its adoption to the\nUnited States House of Representatives and the United States Senate.\nSec. 5. This resolution shall take effect immediately.\n\n\f", 
  "title": "Sense of the Council of the District of Columbia Regarding Enforcement of the Marijuana Decriminalization Act Emergency Approval Resolution of 2014", 
  "council_period": "20"
}