{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-502, effective June 3, 2014\n\n20 DCSTAT 3475\n\nA RESOLUTION\n\nProposed\nResolution\n20-754\nEmergency\nDeclaration\nRes. 20-501\n20 DCStat 3474\n\nTo approve the transfer of jurisdiction over 0.92 acres of real property owned by the National Park\nService that is within Fort Lincoln New Town, and pledged for development therein, comprised of\nLot 802, Square 4325, from the District of Columbia by the Office of the Deputy Mayor for\nPlanning and Economic Development to the United States by the Department of the Interior,\nNational Park Service, to be assembled with abutting urban renewal land to create a residential\ndevelopment parcel.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Transfer of Jurisdiction Over Lot 802, Square 4325 within Fort\nLincoln New Town Emergency Approval Resolution of 2014”.\n\nSec. 2. (a) Pursuant to section 1 of An Act To authorize the transfer of jurisdiction over\npublic land in the District of Columbia, approved May 20, 1932 (47 Stat.161; D.C. Official\nCode § 10-111), the Council of the District of Columbia approves the transfer of jurisdiction\nover 0.92 acres of land within Fort Lincoln New Town, known as Lot 802, Square 4325, as\nfurther identified on the attached map (the “parcel”), from the District of Columbia to the\nUnited States, by and through the Department of the Interior, National Park Service.\n(b) The approval set forth in subsection (a) of this section is subject to approval by the\nUnited States Department of the Interior’s National Park Service and the National Capital\nPlanning Commission.\n(c) This approval is subject to the restriction that the parcel be combined with abutting\nurban renewal land to create a residential development parcel.\nSec. 3. Transmittal.\nThe Chairman of the Council of the District of Columbia shall transmit a copy of this\nresolution, upon its adoption, to the Mayor, the Surveyor of the District of Columbia, the\nDirector of the National Capital Planning Commission, the Speaker of the United States House\nof Representatives, the President Pro Tempore of the United States Senate, the Director of the\nNational Park Service, and the Regional Director of the National Capital Parks, National Park\nService.\n\nTransfer of\nJurisdiction\nOver Lot 802,\nSquare 4325\nwithin Fort\nLincoln New\nTown\nEmergency\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-502, effective June 3, 2014\n\n20 DCSTAT 3476\n\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statements of the Chief Financial Officer and the\nBudget Director as the fiscal impact statement required by section 602(c)(3) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\n\f",
  "title": "Transfer of Jurisdiction Over Lot 802, Square 4325, within Fort Lincoln New Town Emergency Approval Resolution of 2014",
  "end": "3476",
  "start": "3475",
  "name": "Resolution_20-502.pdf"
}