{
  "end": "3479", 
  "name": "Resolution_20-504.pdf", 
  "start": "3479", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-504, effective June 3, 2014\n\n20 DCSTAT 3479\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. DCHBX-130003(a) to provide technical information technology support services and to authorize payment\nfor the services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHBX-13-0003(a) Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCHBX-13-0003(a)\nwith Networking For Future, Inc. (“NFF”) to provide technical information technology support\nservices and to authorize payment for the services received and to be received under that\ncontract.\n(b) On April 29, 2013, the District of Columbia Health Benefit Exchange Authority\n(“DCHBX”) entered into a contract with NFF to provide technical information technology\nsupport services in an amount not to exceed $811,000.\n(c) On September 17, 2013, DCHBX executed a contract modification to increase the\ncontract ceiling amount to $814,000.\n(d) On October 10, 2013, DCHBX executed a contract modification to increase the\ncontract ceiling amount to $1 million.\n(e) On October 10, 2013, the DCHBX Board of Directors approved a further increase to\nthe contract ceiling amount to $1,538,000.00.\n(f) Council approval is necessary because the anticipated contract amount is more than\n$1 million during a 12-month period.\n(g) Approval is necessary to allow the continuation of these vital services. Without this\napproval, NFF cannot be paid for services provided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHBX-13-0003(a) Approval and Payment Authorization Emergency Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-746\nSee Emergency\nD.C. Act 20-362\n20 DCStat 3353\n\nContract No.\nDCHBX-130003(a)\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No. DCHBX-13-0003(a) Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}