{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-33, effective February 5, 2013\n\n20 DCSTAT 735\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve a multiyear contract with the\nU.S. Department of Justice to tag on its task order with JPMorgan Chase Bank to provide to\nDistrict agencies commercial card services for purchase and travel cards under the General\nServices Administration’s SmartPay® 2 Program, and to authorize payment in the amount of\n$45,000,000 for goods and services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCPO-2008-T-0076 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-78\nSee Emergency Act\nD.C. Act 20-17\n20 DCSTAT 473\n\nContract No. DCPO2008-T-0076\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) On September 16, 2008, the Office of Contracting and Procurement, on\nbehalf of several District agencies (“OCP”), entered into a memorandum of understanding with the U.S.\nDepartment of Justice (“DOJ”) to tag on its task order with JPMorgan Chase Bank to provide to District\nagencies commercial card services for purchase and travel cards under the General Services\nAdministration’s SmartPay® 2 Program for a base period from November 30, 2008, through November\n29, 2012. OCP now desires to exercise the first 3-year option period.\n(b) The estimated total expenditure under the first 3-year option period of this multiyear contract\nwith DOJ is $45,000,000.\n(c) Approval is necessary to allow the District to receive and continue to receive the benefit of\nthese vital services from DOJ.\n(d) These critical services can only be obtained through an award of the multiyear contract with\nDOJ.\nSec. 3. The Council of the District of Columbia determines that the circumstances enumerated\nin section 2 constitute emergency circumstances making it necessary that the Contract No. DCPO-2008T-0076 Approval and Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Contract No‎. ‎Dcpo‎-‎2008‎-‎T‎-‎0076 ‎Emergency Declaration Resolution of 2013",
  "end": "735",
  "start": "735",
  "name": "Resolution_20-33.pdf"
}