{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-533, effective July 14, 2014\n\n20 DCSTAT 3930\n\nA RESOLUTION\n\nProposed\nResolution\n20-813\n\nTo approve an amendment to the term sheet for the disposition of Skyland Shopping Center.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Skyland Shopping Center Term Sheet Amendment Approval\nResolution of 2014”.\n\nSec. 2. (a) The Council approved the Skyland Town Center Omnibus Act of 2014,\neffective June 21, 2014 (D.C. Law 20-110; 61 DCR 4315) (the “Act”), which was accompanied\nby a term sheet, dated June 28, 2013, that was executed by the Deputy Mayor for Planning and\nEconomic Development and the proposed developer. The term sheet outlined certain terms and\nconditions of the disposition of real property located in Ward 7 and defined in section 101(22)\nof the Act as the “Property.”\n(b) Pursuant to section 1(b-1)(6) of An Act Authorizing the sale of certain real estate in\nthe District of Columbia no longer required for public purposes, approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801(b-1)(6)), the Mayor has submitted, along with this\nresolution, an amended term sheet, in redline form, that reflects certain changes to the schedule\nof performance and phasing of the financing requirements, and includes a requirement that the\ndeveloper shall have obtained an executed lease with an anchor retail tenant before the closing\ndate of its purchase of the Property.\n(c) The Council hereby approves the amendments to the term sheet submitted with this\nresolution and authorizes disposition of the Property in accordance with the terms and\nconditions set forth in the term sheet.\nSec. 3. Transmittal.\nThe Chairman of the Council of the District of Columbia shall transmit a copy of this\nresolution, upon its adoption, to the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nSkyland\nShopping\nCenter Term\nSheet\nAmendment\nApproval\nResolution of\n2014\n\n\f",
  "title": "Skyland Town Center Term Sheet Amendment Approval Resolution of 2014",
  "end": "3930",
  "start": "3930",
  "name": "Resolution_20-533.pdf"
}