{
  "start": "2086", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-235, effective July 10, 2013\n\n20 DCSTAT 2086\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Health Benefit Exchange Authority Establishment Act of 2011 to streamline the procurement\nprocess for the Health Benefit Exchange Authority by clarifying that such procurements are not\nsubject to the Procurement Practices Reform Act of 2010.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Health Benefit Exchange Authority Establishment Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In April of 2013, the Council enacted the Health Benefit Exchange Authority\nEstablishment Emergency Amendment Act of 2013 (D.C. Act 20-49; 60 DCR 6337)\n(“emergency legislation”), and in May of 2013, enacted the Health Benefit Exchange Authority\nEstablishment Temporary Amendment Act of 2013, signed by the Mayor on May 15, 2013\n(D.C. Act 20-195; 60 DCR 7236)(“temporary legislation”), which amended the Health Benefit\nExchange Authority Establishment Act of 2011 to streamline the procurement process for the\nHealth Benefit Exchange Authority by clarifying that such procurements are not subject to the\nProcurement Practices Reform Act of 2010.\n(b) The emergency legislation will expire on July 14, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Health\nBenefit Exchange Authority Establishment Congressional Review Emergency Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-386\nSee Emergency\nD.C. Act 20-1 25\n20 DCStat 1821\n\nHealth Benefit\nExchange\nAuthority\nEstablishment\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2086", 
  "name": "Resolution_20-235.pdf", 
  "title": "Health Benefit Exchange Authority Establishment Congressional Review Emergency Declaration Resolution of 2013"
}