{
  "end": "734", 
  "name": "Resolution_20-32.pdf", 
  "start": "734", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-32, effective February 5, 2013\n\n20 DCSTAT 734\n\nA RESOLUTION\nTo declare an emergency with respect to the need to amend An Act To amend the Act entitled “An Act to\nclassify the officers and members of the Fire Department of the District of Columbia, and for\nother purposes”, approved June 20, 1906, and for other purposes to clarify that overtime pay of\nthe Fire and Emergency Medical Services Department is not subject to limitation during the pay\nperiods involving the 2013 Presidential Inauguration.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Fire and Emergency Medical Services Department Inaugural\nOvertime Clarification Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-81\nSee Emergency Act\nD.C. Act 20-20\n20 DCSTAT 478\n\nFire and Emergency\nMedical Services\nDepartment\nInaugural Overtime\nClarification\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) Section 3023(c) of the Fiscal Year 2013 Budget Support Amendment Act of\n2012, D.C. Law 19-168, amended section 2 of An Act To amend the Act entitled “An Act to\nclassify the officers and members of the Fire Department of the District of Columbia, and for\nother purposes”, approved June 20, 1906, and for other purposes, approved June 19, 1948 (62\nStat. 498; D.C. Official Code § 5-405), to suspend the overtime restrictions set forth in section\n2(h) (D.C. Official Code § 5-405(h)) during pay periods 1 and 2 in calendar year 2013 to allow\nfor needed overtime during the 2013 Presidential Inauguration.\n(b) Being clear that the suspension applies to work performed during January of 2013, the\nOffice of the Chief Financial Officer (“OCFO”) guided the Council to specify “pay periods 1 and\n2.”\n(c) The Chief Financial Officer has now concluded, however, that pay periods 1 and 2\ncover a somewhat different time period and, as a result, the OCFO is disallowing payment of\novertime the Council intended to permit.\n(d) This legislation will amend section 2(h) (D.C. Official Code § 5-405(h)) by changing\nthe reference to pay periods “1 and 2\" to pay periods “2 and 3\".\n(e) This legislation is necessary to correct the OCFO’s mistake so as to allow the already\nworked overtime to be paid.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fire\nand Emergency Medical Services Department Inaugural Overtime Clarification Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Department of Fire and Emergency Medical Services Inaugural Overtime Clarification Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}