{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-137, effective June 4, 2013\n\n20 DCSTAT 1555\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nsubsection 807.1 of Title 23 of the District of Columbia Municipal Regulations to revise the\ndefinition of an \"egregious\" first-time sale to minor violation, and clarify that an Alcoholic\nBeverage Control Board licensee that can be established to have had a pattern of prior alcoholic\nbeverage sales or service to minors has committed an \"egregious\" first-time sale to minor\nviolation and is not entitled to a written warning.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Egregious First-Time Sale to Minor Clarification Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In March, the Council enacted the Egregious First-Time Sale to Minor\nClarification Emergency Amendment Act of 2013, effective March 19, 2013 (D.C. Act 20-34; 60\nDCR 4644) (\"emergency legislation\"), and in April, the Egregious First-Time Sale to Minor\nClarification Temporary Amendment Act of 2013, was signed by the Mayor on April 25, 2013\n(D.C. Act 20-60; 60 DCR 6399) (\"temporary legislation\"). The emergency and temporary\nlegislation amended subsection 807.1 of Title 23 of the District of Columbia Municipal\nRegulations to revise the definition of an \"egregious\" first-time sale to minor violation, and\nclarify that an Alcoholic Beverage Control Board licensee that can be established to have had a\npattern of prior alcoholic beverage sales or service to minors has committed an \"egregious\" firsttime sale to minor violation and is not entitled to a written warning.\n(b) The emergency legislation will expire on June 17, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nEgregious First-Time Sale to Minor Clarification Congressional Review Emergency Amendment\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-323\nSee\nEmergency\nD.C. Act 20-89\n20 DCStat 1451\n\nEgregious\nFirst-Time\nSale to Minor\nClarification\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Egregious First-Time Sale to Minor Clarification Congressional Review Emergency Declaration Resolution of 2013",
  "end": "1555",
  "start": "1555",
  "name": "Resolution_20-137.pdf"
}