{
  "start": "772", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-49, effective March 5, 2013\n\n20 DCSTAT 772\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe District of Columbia Government Comprehensive Merit Personnel Act of 1978 to establish\nmandatory controlled substance and alcohol testing and criminal background checks and a\nbackground investigation program for applicants, appointees, employees, volunteers, and\ncontractual workers of the Consolidated Forensic Sciences Laboratory.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Controlled Substance, Alcohol Testing, Criminal Background\nCheck and Background Investigation Congressional Review Emergency Declaration\nResolution of 2013”.\nSec. 2. (a) The Consolidated Forensic Sciences Laboratory (CFL) officially opened on\nOctober 1, 2012 and serves as the central location for several of the District’s public health and\nsafety lab operations, such as the Office of the Chief Medical Examiner, the Department of Forensic\nSciences (\"DFS\"), and divisions under the Metropolitan Police Department that include the Firearms\nand Fingerprint Examination Division, DNA Laboratory, and the Forensic Sciences Services\nDivision. The Department of Forensic Sciences Establishment Act of 2011, effective August 17,\n2011 (D.C. Law 19-18; D.C. Official Code § 5-1501.01 et. seq.)(\"Act\"), requires that DFS provide\nsecurity and protection for evidence and samples in its custody. To ensure compliance with the Act,\na mandatory controlled substance and alcohol testing program, criminal background check, and\nbackground investigation program for applicants, appointees, employees, volunteers, and\ncontractual workers who have a duty station at the CFL is necessary.\n(b) The Council passed Bill 19-1041, the Controlled Substance, Alcohol Testing,\nCriminal Background Check and Background Investigation Emergency Amendment Act of 2012\n(D.C. Act 19-582), on December 4, 2012, and it is set to expire on March 22, 2013. Bill 19-1042,\nthe Controlled Substance, Alcohol Testing, Criminal Background Check and Background\nInvestigation Temporary Amendment Act of 2012 (D.C. Act 19-616), was passed by the Council\non December 18, 2012, and is currently undergoing Congressional review. This Congressional\nreview emergency is necessary to prevent a gap in the legal authority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nControlled Substance, Alcohol Testing, Criminal Background Check and Background\nInvestigation Congressional Review Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-117\nSee Emergency Act\nD.C. Act 20-36\n20 DCSTAT 510\n\nControlled\nSubstance, Alcohol\nTesting, Criminal\nBackground Check\nand Background\nInvestigation\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\n\f", 
  "end": "772", 
  "name": "Resolution_20-49.pdf", 
  "title": "Controlled Substance, Alcohol Testing, Criminal Background Check and Background Investigation Congressional Review Emergency Declaration Resolution of 2013"
}