{
  "end": "1474", 
  "name": "Resolution_20-88.pdf", 
  "start": "1474", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-88, effective April 9, 2013\n\n20 DCSTAT 1474\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Legalization of Marijuana for Medical Treatment Initiative of 1999 to provide that medical\nmarijuana cultivation centers shall not be located in certain Retail Priority Areas.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Medical Marijuana Cultivation Center Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In January, the Council enacted the Medical Marijuana Cultivation Center\nEmergency Amendment Act of 2013 (D.C. Act 20-4; 60 DCR 2790) (“emergency legislation”),\nand in March, the Medical Marijuana Cultivation Center Temporary Amendment Act of 2013,\nsigned by the Mayor on March 5, 2013 (D.C. Act 20-13; 60 DCR 3962) (“temporary\nlegislation”), which amended the Legalization of Marijuana for Medical Treatment Initiative of\n1999 to prohibit locating medical marijuana cultivation centers in certain Retail Priority Areas.\n(b) The emergency legislation will expire on April 29, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMedical Marijuana Cultivation Center Congressional Review Emergency Amendment Act of\n2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-181\nSee\nEmergency\nD.C. Act 20-61\n20 DCStat 1408\n\nMedical\nMarijuana\nCultivation\nCenter\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Medical Marijuana Cultivation Center Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}