{
  "start": "3926", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-529, effective July 14, 2014\n\n20 DCSTAT 3926\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to amend\nthe Health Benefit Exchange Authority Establishment Act of 2011 to provide for the financial\nsustainability of the Health Benefit Exchange Authority.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Health Benefit Exchange Authority Financial Sustainability\nCongressional Review Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In May, the Council enacted the Health Benefit Exchange Authority\nFinancial Sustainability Emergency Amendment Act of 2014, effective May 22, 2014 (D.C. Act\n20-329; 61 DCR 5363) (“emergency legislation”), and in June, the Health Benefit Exchange\nAuthority Financial Sustainability Temporary Amendment Act of 2014, signed by the Mayor on\nJune 18, 2014 (D.C. Act 20-356; 61 DCR 6340) (“temporary legislation”), which amended the\nHealth Benefit Exchange Authority Establishment Act of 2011, effective March 2, 2012 (D.C.\nLaw 19-94; D.C. Official Code § 31-3171.16(b)(1)), to provide the Health Benefit Exchange\nAuthority with the authority to assess all health carriers doing business in the District.\n(b) The emergency legislation will expire on August 20, 2014. If Congress fails to hold a\npro forma session, then the emergency legislation will expire before the temporary legislation\ncan take effect.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Health\nBenefit Exchange Authority Financial Sustainability Congressional Review Emergency\nAmendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-953\nSee Emergency\nD.C. Act 20-395\n20 DCStat 3874\n\nHealth Benefit\nExchange\nAuthority\nFinancial\nSustainability\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3926", 
  "name": "Resolution_20-529.pdf", 
  "title": "Health Benefit Exchange Authority Financial Sustainability Congressional Review Emergency Declaration Resolution of 2014"
}