{
  "start": "2797", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-352, effective December 3, 2013\n\n20 DCSTAT 2797\n\nA RESOLUTION\n\nProposed\nResolution\n20-495\n\nTo declare as no longer required for public purposes the District-owned real property located at 30 P\nStreet, N.W., also known as 44 P Street, N.W., most commonly known as the J.F. Cook School,\nand more specifically designated for tax and assessment purposes as Lot 873, Square 616.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “J.F. Cook School Surplus Property Declaration Resolution of\n2013”.\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 30 P Street, N.W., most\ncommonly known as the J.F. Cook School, and more specifically designated for tax and\nassessment purposes as Lot 873, Square 616 (“Property”). The Property is composed of a\nbuilding containing approximately 36,336 square feet situated on approximately 42,395 square\nfeet of land.\n(b) The Property is no longer required for public purposes because the Property, in its\ncurrent condition, necessitates cost-prohibitive renovations to adaptively re-use the Property for\na District agency or other public use in a cost-effective manner on a long-term basis. The\nmaintenance required to preserve the building in its current state will continue to increase and\neventually overburden the District's facilities management and maintenance capacity. Declaring\nthat the Property is no longer required for public purposes and disposing of it under a long-term\nground lease or other method is the most expedient and cost-effective solution to reactivate the\nProperty, provide public benefits such as a charter school, allow the District to retain long-term\nfee-simple ownership of the Property, and provide the citizens of the District of Columbia with\noutstanding educational services.\n(c) The District has satisfied the public hearing requirements of section 1(a-1)(4) of an\nAct Authorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801(a-1)(4))\n(“Act”), by holding a public hearing on January 12, 2012.\nSec. 3. Pursuant to section 1(a-1) of the Act (D.C. Official Code § 10-801(a-1)), the\nCouncil finds that the Property is no longer required for public purposes.\n\nJ.F. Cook\nSchool\nSurplus\nProperty\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-352, effective December 3, 2013\n\n20 DCSTAT 2798\n\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Office of the Mayor, the Department of General Services, and the Office of the Chief\nFinancial Officer.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "2798", 
  "name": "Resolution_20-351.pdf", 
  "title": "J.F. Cook School Surplus Declaration Resolution of 2013"
}