{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-640, effective October 7, 2014\n\n20 DCSTAT 4547\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation and working conditions collective\nbargaining agreement submitted by the Mayor for certain employees of District of Columbia\nPublic Schools represented by the Council of School Officers, Local #4, American Federation of\nSchool Administrators, AFL-CIO (“CSO, Local 4”).\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Public Schools and the Council of School Officers, Local #4 American\nFederation of School Administrators, AFL-CIO Emergency Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the compensation agreement, which applies\nto bargaining unit employees of the District of Columbia Public Schools that are represented by\nCSO, Local 4, and the related salary schedules, which were transmitted to the Council by the\nMayor on September 16, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto CSO, Local 4 and to the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-1022\nEmergency\nDeclaration\nRes. 20-639\n20 DCStat 4545\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia Public\nSchools and the\nCouncil of\nSchool Officers,\nLocal #4\nAmerican\nFederation of\nSchool\nAdministrators,\nAFL-CIO\nEmergency\nApproval\nResolution of\n2014\n\n\f",
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Public Schools and the Council of School Officers, Local 4 American Federation of School Administrators, AFL-CIO Emergency Approval Resolution of 2014",
  "end": "4547",
  "start": "4547",
  "name": "Resolution_20-640.pdf"
}