{
  "end": "4668", 
  "name": "Resolution_20-753.pdf", 
  "start": "4667", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-753, effective December 16, 2014\n\n20 DCSTAT 4667\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve a commemorative work\nlocated at the intersection of South Dakota Avenue, N.W., and New Hampshire Avenue, N.W., in\na section of Fort Circle Park located on Square 3712, Lots 101, 102, 103, and 104, to be known\nas the Legacy Memorial Park.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Legacy Memorial Park Commemorative Work Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) On May 28, 2014, Chairman Phil Mendelson, at the request of the Mayor,\nintroduced PR 20-808, the Chuck Brown Memorial, Carter G. Woodson Memorial, and Metro\nMemorial Park Commemorative Works Approval Resolution of 2014. That legislation was\nreferred to the Committee of the Whole, which held a hearing on the resolution on July 2, 2014.\n(b) The proposed Metro Memorial Park contained in PR 20-808 has received necessary\napprovals from all relevant local and federal boards and commissions, including the\nCommission on the Arts and Humanities, the National Capital Memorial Advisory Committee,\nthe National Capital Planning Commission (“NCPC”), the Commission of Fine Arts, the local\nAdvisory Neighborhood Commission 4B, and the Commemorative Works Committee.\n(c) Since the introduction of PR 20-808, the memorial has been redesignated as the\nLegacy Memorial Park.\n(d) Legacy Memorial Park will be located at the intersection of South Dakota Avenue,\nN.W., and New Hampshire Avenue, N.W., in a section of Fort Circle Park located on Square\n3712, Lots 101, 102, 103, and 104.\n(e) The memorial will be a living memorial that honors the victims, first responders, and\nfamilies whose lives were altered by the deadliest crash in the 47-year history of the Washington\nMetropolitan Area Transit Authority, also known as WMATA or Metro. Nine sculptural pieces\nwill serve as symbols representing the 8 passengers and train operator who lost their lives,\ninspiring visitors to personally reflect on the events of June 22, 2009, and collectively grieve\nand celebrate the memories of loved ones.\n(f) Because all necessary approvals have been obtained, funding has been identified,\nplanning for the Memorial is well underway, and because of the need to move forward on\ncompletion of the memorial, the memorial should be approved.\n(g) PR 20-808 contained approvals for 2 other memorials, one of which was passed by\nthe Council on an emergency basis on July 14, 2014, and the other which was passed by the\nCouncil on an emergency basis on September 23, 2014. PR 20-808, however, cannot be\nadopted only in part to approve the Legacy Memorial Park. The Council did not act on PR 20-\n\nProposed\nResolution\n20-1204\nSee Emergency\nD.C. Act 20-546\n20 DCStat 4464\n\nLegacy\nMemorial Park\nCommemorative\nWork\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-753, effective December 16, 2014\n\n20 DCSTAT 4668\n\n808 in whole because, at the time of its consideration, each memorial project had not yet\nreceived all necessary approvals. Legacy Memorial Park received its final NCPC approval on\nDecember 5, 2014, and the Commission on Fine Arts approval on December 8, 2014.\n(h) Approval of emergency legislation will allow the development of the Legacy\nMemorial Park to proceed without the need to retransmit an additional resolution next year.\nSec. 3 The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nLegacy Memorial Park Commemorative Works Emergency Approval Act of 2014 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Legacy Memorial Park Commemorative Work Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}