{
  "start": "3988", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-573, effective July 14, 2014\n\n20 DCSTAT 3988\n\nA RESOLUTION\nTo declare the existence of an emergency with the respect to the need amend, on an emergency basis, the\nLegalization of Marijuana for Medical Treatment Initiative of 1998 to expand the definition of a\nqualifying medical condition to allow physicians to determine whether a patient would benefit\nfrom medical marijuana treatment and to increase the number of living plants medical marijuana\ncultivation centers can possess at any time.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Medical Marijuana Expansion Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) In 2010, the Council passed the Legalization of Marijuana for Medical\nTreatment Initiative of 1998, effective February 25, 2010 (D.C. Law 13-315; D.C. Official Code\n§ 7-1671.01 et seq.), in order to “ensure that the cultivation, distribution, possession, and use of\nmedical marijuana is properly regulated.”\n(b) Four years later, the District’s medical marijuana program has only 452 registered\npatients.\n(c) On October 21, 2013, during a Committee on Health public roundtable on the\nmedical marijuana program and how the program can be improved 2 primary suggestions\nemerged from that discussion: (1) Expanding the list of qualifying conditions and (2) Allowing\ncultivation centers to possess more living marijuana plants.\n(d) Current law severely limits the qualifying conditions, leaving many District residents\nsuffering unnecessarily from significant pain, seizures, and numerous other conditions that are\nalleviated by medical marijuana use.\n(e) The current limits on the number of plants impede cultivators’ ability to provide\nmedical marijuana to patients in a manner other than smoking.\n(f) A joint hearing was held on June 12, 2014, between the Committee on the Judiciary\nand Public Safety and the Committee on Health. There was only one public witness who spoke\nin opposition to the legislation and the Executive was supportive.\n(g) On July 1, 2014, the Judiciary Committee marked up the combined bills and\nfavorably approved them.\n(h) In light of the significant time for permanent legislation to work its way through the\ncongressional review period and the wrenching testimony of witnesses on conditions they are\nexperiencing, this emergency is necessary to put an immediate halt to the suffering many of our\nresidents currently experience.\n\nProposed\nResolution\n20-957\nSee Emergency\nD.C. Act 20-396\n20 DCStat 3876\n\nMedical\nMarijuana\nExpansion\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-573, effective July 14, 2014\n\n20 DCSTAT 3989\n\n(i) Approval of the emergency legislation will allow expansion of the medical marijuana\nprogram to proceed over the summer.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMedical Marijuana Expansion Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3989", 
  "name": "Resolution_20-573.pdf", 
  "title": "Medical Marijuana Expansion Emergency Declaration Resolution of 2014"
}