{
  "start": "1489", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-102, effective April 9, 2013\n\n20 DCSTAT 1489\n\nA RESOLUTION\n\nProposed Resolution\n20-161\nSee Emergency Act\nD.C. Act 20-49\n20 DCSTAT 1355\n\nTo declare the existence of an emergency with respect to the need to amend the Department of Health\nFunctions Clarification Act of 2001 to streamline the procurement process for the Health Benefit\nExchange Authority by clarifying that such procurements are not subject to the Procurement\nPractices Reform Act of 2010.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Health Benefit Exchange Authority Establishment Emergency\nDeclaration Resolution of 2013”.\nSec. 2. (a) The purpose of the District of Columbia Health Benefit Exchange\nAuthority (“the Authority”) is to establish, manage, and maintain the District’s health\ninsurance exchange.\n(b) The Patient Protection and Affordable Care Act of 2010, approved March 23, 2010\n(124 Stat. 588; 42 U.S.C. 18001, note), as amended by the federal Health Care and Education\nReconciliation Act, approved March 30, 2010 (124 Stat. 1029; 42 U.S.C. 1305, note),\n(collectively, the “Act”) made significant changes in the laws regulating the sale of private health\ninsurance.\n(c) The Act calls for the creation of state-based health insurance exchanges that will\nallow individuals, families, and small business owners to shop for coverage, compare policies,\nand choose the health plan that best meets their needs and budget. States were given the option of\ncreating their own exchanges or having the federal government establish exchanges in the states.\n(d) Individuals and small businesses wishing to receive federal tax credits to reduce the\ncost of insurance coverage can only do so through an exchange.\n(e) The Act requires that individuals and small businesses be able to shop for coverage\nthrough a newly created exchange portal beginning in the fall of 2013, for coverage beginning\nJanuary 1, 2014.\n(f) The Act requires that an exchange shall establish a call center available to individuals\nand small businesses beginning in the fall of 2013, to assist them with the process of enrollment.\n(g) On December 12, 2012, the District received conditional approval to establish a statebased exchange from the U.S. Department of Health and Human Services.\n(h) The Centers for Medicare & Medicaid Services Center for Consumer Information\nand Insurance Oversight approved the District’s application based on the Authority’s selfassessment, progress to date, and expected progress across the entire spectrum of exchange\nrequirements, and this approval is contingent on meeting several conditions including:\n(1) Timely demonstration of the ability to perform all required exchange\nactivities in line with the attestations the District of Columbia has made in its Exchange\nBlueprint Application submission;\n\nHealth Benefit\nExchange\nAuthority\nEstablishment\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-102, effective April 9, 2013\n\n20 DCSTAT 1490\n\n(2) Ongoing compliance with future guidance and regulations, including all\ntimelines related to guidance and infrastructure development;\n(3) The exchange’s ability to ensure a sustainability model; and\n(4) Building an IT infrastructure with significant testing by the federal\ngovernment which begins in April.\n(i) Clarifying that the Authority is exempt from the requirements of the Procurement\nPractices Reform Act of 2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code §2351.01 et seq.), will allow the Commission to accomplish its statutory mandate within the\ndeadline set forth in the Act.\nSec 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Health\nBenefit Exchange Authority Establishment Emergency Amendment Act of 2013 be adopted after\na single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "1490", 
  "name": "Resolution_20-102.pdf", 
  "title": "Health Benefit Exchange Authority Establishment Emergency Declaration Resolution of 2013"
}