{
  "start": "1558", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-140, effective June 4, 2013\n\n20 DCSTAT 1558\n\nA RESOLUTION\n\nProposed\nResolution\n20-236\n\nTo authorize and establish a Pro Bono Legal Volunteer Program for the Council of the District of\nColumbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Council of the District of Columbia Pro Bono Legal Volunteer\nProgram Establishment Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) Equal access to justice, without regard to income, is fundamental to our\nsystem of justice and integral to our democratic society. Litigants who are represented by\ncounsel are statistically more successful than their unrepresented counterparts, and legal\nassistance can be essential to an individual’s ability to access necessary services and programs.\nThe District of Columbia, as our nation’s capital and the seat of democracy, should serve as a\nmodel in the provision of legal services and ensure all residents have equal access to the justice\nsystem.\n(2) Rule 6.1 of the D.C. Rules of Professional Conduct, which is intended to\n“incorporate[] the legal profession’s historical commitment to the principle that all persons in our\nsociety should be able to obtain necessary legal services,” provides that lawyers “should\nparticipate in serving those persons, or groups of persons, who are unable to pay all or a portion\nof reasonable attorney’s fees or who are otherwise unable to obtain counsel.”\n(3) An October 2012 Report of the Pro Bono Task Force of the Legal Services\nCorporation (“Pro Bono Report”) recently noted that “Government lawyers are potentially a\nmajor resource for pro bono assistance, but they also face unique obstacles.”\n(4) In 1996, President William J. Clinton issued Executive Order 12988, which\ndirected federal agencies to “develop appropriate programs to encourage and facilitate pro bono\nlegal and other volunteer service by government employees.” Since the adoption of the\nExecutive Order, according to the Pro Bono Report, 37 federal agencies within the District have\nestablished pro bono programs and 15 have adopted policies that authorize administrative leave\nfor pro bono legal work.\n(5) In 2009, the Judicial Conferences of the District of Columbia issued a\nresolution calling on members of the Bar to commit 50 hours of pro bono legal service each year.\n(6) According to a recent study by the American Bar Association’s Standing\nCommittee on Pro Bono and Public Service, less than half of government attorneys seek out pro\nbono activities. Yet, in a recent survey of Council employees who are attorneys, an\n\nCouncil of the\nDistrict of\nColumbia Pro\nBono Legal\nVolunteer\nProgram\nEstablishment\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-140, effective June 4, 2013\n\n20 DCSTAT 1559\n\noverwhelming majority said that they would participate in pro bono activities if the Council\noffered a program.\nSec. 3. To help facilitate pro bono legal activities for Council employees:\n(1) The Council hereby authorizes and establishes the Pro Bono Legal Volunteer\nProgram for the Council of the District of Columbia (“Pro Bono Program”).\n(2) The General Counsel is authorized to administer the Pro Bono Program.\n(3) The Pro Bono Program shall be open to all Council employees who are\nlicensed to practice law in any jurisdiction, subject to rules governing the unauthorized practice\nof law, and as permitted by statute, regulation, or other rule or guideline.\n(4) The Pro Bono Program is authorized to coordinate pro bono opportunities\nwith other District offices, agencies, and instrumentalities.\n(5) The Council authorizes up to 20 hours of administrative leave per calendar\nyear for Council employees participating in the Pro Bono Program to engage in Pro Bono\nProgram-related activities and responsibilities. Administrative leave will be subject to approval\nby the employee’s supervisor.\n(6) The General Counsel shall adopt Policies and Guidelines for the Pro Bono\nProgram and all Pro Bono Program participants must adhere to the policies and guidelines\nestablished by the Pro Bono Program.\nSec. 4. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "end": "1559", 
  "name": "Resolution_20-140.pdf", 
  "title": "Council of the District of Columbia Pro Bono Legal Volunteer Program Establishment Resolution of 2013"
}