{
  "end": "3971", 
  "name": "Resolution_20-563.pdf", 
  "start": "3971", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-563, effective July 14, 2014\n\n20 DCSTAT 3971\n\nA RESOLUTION\n\nProposed\nResolution\n20-954\n\nTo authorize certain hearings and roundtables during recess and to amend the Rules of Organization and\nProcedure for the Council of the District of Columbia, Council Period 20, to allow for budget\nmodifications for Fiscal Year 2014 grants for the University of the District of Columbia to be\nconsidered during recess.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Recess Authorization Resolution of 2014\".\nSec. 2. The Chairman of the Council is authorized to hold a hearing or roundtable,\nincluding a joint hearing or roundtable, on a contract, reprogramming, budget modification,\nmeasure, or proposed actions by the Mayor, or take any other actions necessary during the\nperiod of July 15 through September 15, 2014.\nSec. 3. The Committee on Economic Development is authorized to hold public hearings\nor roundtables on matters related to the proposed soccer stadium development from July 15\nthrough July 31, 2014.\nSec. 4. The Rules of Organization and Procedure for the Council of the District of\nColumbia, Council Period 20, effective January 2, 2013 (Res. 20-1; 60 DCR 627), is amended\nas follows:\n(a) Section 306(b) is amended by adding a new paragraph (4) to read as follows;\n“(4) Notwithstanding any other law or rule, requests for budget modifications for\nFiscal Year 2014 grant funds for the University of the District of Columbia may be transmitted\nto the Secretary from July 15 through September 15, 2014, and the time period for the requests\nmay be counted from July 15 through September 15, 2014.”.\n(b) Section 711 is amended as follows:\n(1) The existing text is designated as subsection (a).\n(2) A new subsection (b) is added to read as follows;\n“(b) Notwithstanding any other law or rule, requests for budget modifications for Fiscal\nYear 2014 grant funds for the University of the District of Columbia may be submitted from\nJuly 15 through September 15, 2014, and the time period for the requests may be counted from\nJuly 15 through September 15, 2014.”.\nSec. 5. This resolution shall expire on September 16, 2014.\nSec. 6. This resolution shall take effect immediately.\n\nRecess\nAuthorization\nResolution of\n2014\n\n\f", 
  "title": "Recess Rules Authorization Resolution of 2014", 
  "council_period": "20"
}