{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-48, effective March 5, 2013\n\n20 DCSTAT 770\n\nA RESOLUTION\n\nProposed Resolution\n20-84\n\nTo declare the sense of the Council that the President of the United States and the Administrator of the\nEnvironmental Protection Agency should move as swiftly as possible to implement and enforce the\nClean Air Act to reduce carbon in the atmosphere.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council Clean Air Cities Resolution of 2013”.\nSec. 2. The Council finds that:\n(1) The decade from 2000 to 2010 was the warmest on record, with 2005 and\n2010 tied for the hottest years on record; and the months from January through September of\n2012 were the warmest first 9 months of any year on record for the contiguous United States.\n(2) The current level of CO2 in the atmosphere is approximately 392 parts per\nmillion (“ppm”).\n(3) Climate scientist Dr. James Hansen stated in 2008: “If humanity wishes to\npreserve a planet similar to that on which civilization developed and to which life on Earth is\nadapted, paleoclimate evidence and climate change suggest that CO2 will need to be reduced\nfrom its current 385 ppm to at most 350 ppm.”\n(4) The Environmental Protection Agency determined that current and future\ngreenhouse gas concentrations endanger public health, and, according to the Global\nHumanitarian Forum, climate change is already responsible every year for 300,000 deaths and\nworldwide economic losses of $125 billion.\n(5) Extreme weather events, most notably heat waves and precipitation extremes,\nare striking with increased frequency, with deadly consequences for people and wildlife; in the\nUnited States in 2011 alone, a record 14 weather and climate disasters occurred, including\ndroughts, heat waves, and floods that cost at least $1 billion each in damages and caused the loss\nof human lives.\n(6) Climate change creates conditions that lead to more destructive storms like\n2012’s Superstorm Sandy, by producing storms with more energy and more rainfall, raising sea\nlevels, and causing storm surges to ride on a higher sea surface so that more coastline floods,\nwhile also warming the Arctic and melting sea ice, which causes changes in the jet stream that\nare bringing more extreme weather to the United States.\n(7) Climate change is affecting food security by reducing the growth and yields of\nimportant crops; droughts, floods, and changes in snowpack are altering water supplies; as of\nOctober 2, 2012, 64.6 % of the contiguous United States was experiencing moderate-toexceptional drought; in 2012, the Department of Agriculture designated more than half (50.3%)\nof all counties in the United States as disaster areas, mainly due to drought.\n(8) Scientists have concluded that by 2100 as many as one in 10 species may be\non the verge of extinction due to climate change.\n\nSense of the Council\nClean Air Cities\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-48, effective March 5, 2013\n\n20 DCSTAT 771\n\n(9) Global sea level is rising 60% faster than projected by the Intergovernmental\nPanel on Climate Change; the East Coast of the United States is a hotspot for sea level rise with\nrates 3-4 times faster than the global average; sea level rise is accelerating in pace; and sea level\ncould rise by one to 2 meters in this century, threatening millions of Americans with severe\nflooding.\n(10) For 4 decades, the Clean Air Act, approved December 17, 1963 (77 Stat.\n401; 42 U.S.C. § 7401 et seq.) (“Clean Air Act”), has protected the air we breathe through a\nproven, comprehensive, successful system of pollution control that saves lives and creates\neconomic benefits exceeding its costs by many times.\n(11) With the Clean Air Act, air quality in this country has improved significantly\nsince 1970, despite major growth both in our economy and industrial production.\n(12) Between 1970 and 1990, the 6 main pollutants covered by the Clean Air Act\n— particulate matter and ground-level ozone (both of which contribute to smog and asthma),\ncarbon monoxide, lead, sulfur and nitrogen oxides (the pollutants that cause acid rain) — were\nsignificantly reduced, and airborne lead was virtually eliminated.\n(13) The Clean Air Act has produced economic benefits valued at $2 trillion or 30\ntimes the cost of regulation.\n(14) The Supreme Court ruled in Massachusetts vs. Environmental Protection\nAgency, 549 U.S. 497 (2007), that greenhouse gases are “air pollutants” as defined by the Clean\nAir Act, and the Environmental Protection Agency has the authority to regulate them.\n(15) More than 40 cities have passed resolutions in support of federal action\nagainst climate change, including Los Angeles, Chicago, Cincinnati, Milwaukee, Seattle,\nPittsburgh, Nashville, Philadelphia, Miami, Detroit, Salt Lake City, and Kansas City.\n(16) President Barack Obama pledged in his inaugural address on January 21,\n2013 to “respond to the threat of climate change, knowing that the failure to do so would betray\nour children and future generations.”\nSec. 3. It is the sense of the Council that the Administrator of the Environmental\nProtection Agency, Lisa P. Jackson, and President Barack Obama should move as swiftly as\npossible to employ and enforce the Clean Air Act to reduce carbon in our atmosphere to no more\nthan 350 ppm.\nSec. 4. The Secretary to the Council of the District of Columbia shall transmit copies of\nthis resolution, upon its adoption, to the President of the United States, the Administrator of the\nEnvironmental Protection Agency, and the Director of the District Department of the\nEnvironment.\nSec. 5. This resolution shall take effect immediately.\n\n\f",
  "title": "Sense of the Council Clean Air Cities Resolution of 2013",
  "end": "771",
  "start": "770",
  "name": "Resolution_20-48.pdf"
}