{
  "start": "4035", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-600, effective September 23, 2014\n\n20 DCSTAT 4035\n\nA RESOLUTION\n\nProposed\nResolution\n20-843\n\nTo approve the disposition of District-owned real property formerly known as the site of the R.L. Christian\nCommunity Library, located at1300 H Street, N.E., and known for tax and assessment purposes\nas Parcels 0097, 0098, 0099, 0100, 0101, 0102, and 0103 in Square 1026.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “1300 H Street, N.E. Disposition Approval Resolution of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement governing certain obligations of the\nPurchaser under the Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.) (“CBE Act”), including the equity and development participation requirements\nset forth in section 2349a of the CBE Act (D.C. Official Code § 2-218.49a).\n(2) “Certified Business Enterprise” means a business enterprise or joint venture\ncertified pursuant to the Small, Local and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.).\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Purchaser pursuant to section 4 of the First Source Employment\nAgreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official Code § 2219.03), and Mayor’s Order 83-265, dated November 9, 1983, regarding job creation and\nemployment generated as a result of the construction on the Property.\n(4) “Property” means the real property located at 1300 H Street, N.E., that is\napproximately 10,800 square feet of land and is known for tax and assessment purposes as\nParcels 0097, 0098, 0099, 0100, 0101, 0102, and 0103 in Square 1026.\n(5) “Purchaser” means 1300 H Street NE LLC, a District of Columbia limited\nliability company with a business address of 1519 Connecticut Avenue N.W., Suite 200,\nWashington, D.C. 20036, its successor, or one of its affiliates or assignees approved by the\nMayor.\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1(b)(8)(F) of An Act Authorizing the sale of certain real estate in\nthe District of Columbia no longer required for public purposes, approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801(b)(8)(F)) (“Act”), the Mayor transmitted to the Council\n\n1300 H Street,\nN.E.\nDisposition\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-600, effective September 23, 2014\n\n20 DCSTAT 4036\n\na request for approval to dispose of the Property through a public or private sale to the bidder\nproviding the most benefit to the District.\n(b) The intended use of the Property is a mixed-use residential and retail development\nand any ancillary uses allowed under applicable law.\n(c) The Property shall contain affordable housing as described in the term sheet\nsubmitted with this resolution.\n(d) The proposed disposition shall include the following terms and conditions, in\naddition to any other terms and conditions as the Mayor deems necessary or appropriate:\n(1) The Purchaser shall enter into an agreement requiring the Purchaser to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises; and\n(2) The Purchaser shall enter into a First Source Agreement with the District that\nshall govern certain obligations of the Purchaser pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03), and Mayor’s Order 83-265, dated November 9, 1983, regarding job creation\nand employment as a result of the construction on the Property.\n(e) All documents that are submitted with this resolution pursuant to section 1(b-1) of\nthe Act shall be consistent with the executed Memorandum of Understanding or term sheet\ntransmitted to the Council pursuant section 1(b-1)(2) of the Act.\n(f) The Council finds that the Property is no longer required for public purposes.\n(g) The Council approves the disposition of the Property.\nSec. 4. Transmittal of resolution.\nThe Council shall transmit a copy of this resolution, upon its adoption, to the Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "4036", 
  "name": "Resolution_20-600.pdf", 
  "title": "1300 H Street, N.E. Disposition Approval Resolution of 2014"
}