{
  "end": "1577", 
  "name": "Resolution_20-154.pdf", 
  "start": "1576", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-154, effective June 18, 2013\n\n20 DCSTAT 1576\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 2 through\n4 to Contract No. NFPHC-8 between the Not-for-Profit Hospital Corporation (“NFPHC”) and\nMorrison Management Specialists, Inc. (“Morrison”) to provide food and nutrition services and\nmanagement personnel to NFPHC’s Food and Nutrition Department and to authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. NFPHC-8 Modification Nos. 2 through 4 Approval\nand Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 2 through 4 to\nContract No. NFPHC-8 between NFPHC and Morrison to provide food and nutrition services\nand management personnel to NFPHC’s Food and Nutrition Department and to authorize\npayment for services received and to be received under the contract.\n(b) Contract No. NFPHC-8 (CA 19-170) in the amount of $2,525,000.00 was awarded in\nAugust 2011 after being deemed approved by the Council.\n(c) Modification No. 1 (CA 19-258), exercising option year 1, in the amount of\n$2,325,000.00 was awarded in January 2012 after being deemed approved by the Council.\n(d) ) Modification No. 2, awarded in January 2013, exercised only 5 months of option\nyear 2 for $900,000, and, therefore, did not require Council approval.\n(e) In March 2013, Huron Consulting Group LLC (\"Huron\"), pursuant to Contract No.\nDCHT-2012-C-0014 with the Department of Health Care Finance, and under the direction of the\nNFPHC Board of Directors (\"Board\"), began its comprehensive operational and community\nneeds assessments of the NFPHC, which included a review of food and nutrition services, and\nassociated management and staffing.\n(f) In an effort not to get in front of this assessment process and eventual\nrecommendations of Huron to the Board, but still allow for the continuation of this most critical\nservice, the NFPHC seeks to extend option year 2 of this Contract for an additional 6 months.\nProposed Modification No. 4 totals $1,260,000.\n(g) Modification No. 3, which extends the contract through mid -July of 2013, was\nawarded in June 2013 after a misunderstanding that led to the NFPHC narrowly missing the\nCouncil’s filing deadline.\n(h) During option year 2, the contract continues to allow for termination by either party\nwith 90 days written notice.\n(i) Since this modification will cause the aggregate value of the contract to exceed $1\nmillion in a 12-month period, Council approval is required.\n\nProposed\nResolution\n20-331\nSee\nEmergency\nD.C. Act 20-97\n20 DCStat 1455\n\nContract No.\nNFPHC-8\nModification\nNos. 2\nthrough 4\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-154, effective June 18, 2013\n\n20 DCSTAT 1577\n\n(j) Emergency approval of Modification Nos. 2 through 4 for a total value of $2,160,000\nis necessary so that Morrison can continue to provide food and nutrition services and\nmanagement and staffing to NFPHC. Without this approval, Morrison cannot be paid for these\ncritical services provided and to be provided in excess of $999,999.99.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. NFPHC-8 Modification Nos. 2 through 4 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Contract No. Nfphc-8 Modifications 2-4 Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}