{
  "end": "3961", 
  "name": "Resolution_20-555.pdf", 
  "start": "3960", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-555, effective July 14, 2014\n\n20 DCSTAT 3960\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the Amended and Restated\nBasic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects\nContract No. DCAM-14-CS-0001B, including Task Orders Nos. 001 and 002, between the\nDistrict of Columbia government and Broughton Construction, LLC, and to authorize payment to\nBroughton Construction, LLC, in the amount of $860,873.85 with a not-to-exceed amount of $10\nmillion, for the goods and services received and to be received under this contract and task\norders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Amended and Restated Basic Ordering Agreement for Fiscal\nYear 2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001B,\nincluding Task Orders Nos. 001 and 002, Approval and Payment Authorization Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve the Amended and Restated Basic\nOrdering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects Contract\nNo. DCAM-14-CS-0001B, including Task Orders Nos. 001 and 002, in the amount of\n$860,873.85 with a not-to-exceed amount of $10 million, and to authorize payment for the\ngoods and services received and to be received under this contract and task orders.\n(b) Task Orders Nos. 001 and 002 were issued pursuant to the Basic Ordering\nAgreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects Contract No.\nDCAM-14-CS-0001B (“Initial Contract”), which was competitively bid and issued with a\nminimum value of $50. As the Initial Contract did not authorize any specific work or constitute\na guarantee that any work would be assigned to Broughton Construction, LLC, no Council\napproval was required. Thereafter, Task Order No. 001 was issued for $117,061.31 and Task\nOrder No. 002 was issued for $743,812.54. Since the aggregate value of the Initial Contract and\nTask Orders Nos. 001 and 002 was less than $1 million, no Council approval was required.\n(c) Subsequently, the Initial Contract’s terms and conditions were amended and restated,\nresulting in the issuance of the Amended and Restated Basic Ordering Agreement for Fiscal\nYear 2014 DCPS and DPR Small Construction Projects Contract No. DCAM-14-CS-0001B\n(“Contract”) with an established not-to-exceed value of $10 million. All future work, if any,\nunder the Contract will be awarded and released through individual project task orders, based on\na competitive bidding process, as set forth in Section 1.2 of the Contract. Task orders may be\nissued up to the maximum not-to-exceed amount of $10 million, which will cause the aggregate\nvalue of the Contract and task orders to exceed the $1 million threshold under section 451 of the\n\nProposed\nResolution\n20-889\nSee Emergency\nD.C. Act 20-403\n20 DCStat 3883\n\nAmended and\nRestated Basic\nOrdering\nAgreement for\nFiscal Year\n2014 DCPS\nand DPR\nSmall\nConstruction\nProjects\nContract No.\nDCAM-14CS-0001B,\nincluding\nTask Orders\nNos. 001 and\n002, Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-555, effective July 14, 2014\n\n20 DCSTAT 3961\n\nDistrict of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official\nCode § 1-204.51).\n(d) Approval of the Contract, including Task Orders Nos. 001 and 002, in the amount of\n$860,873.85 with a not-to-exceed amount of $10 million is necessary to compensate Broughton\nConstruction, LLC, for work completed and to be completed pursuant to the Contract, including\nTask Orders Nos. 001 and 002.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nAmended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small\nConstruction Projects Contract No. DCAM-14-CS-0001B, including Task Orders Nos. 001 and\n002, Approval and Payment Authorization Emergency Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Amended and Restated Basic Ordering Agreement for Fiscal Year 2014 DCPS and DPR Small Construction Projects (DCAM-14-CS-0001B), Including Task Order Nos. 001 and 002, Approval and Payment Authorization Emergency Declaration  Resolution of 2014", 
  "council_period": "20"
}