{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-325, effective November 5, 2013\n\n20 DCSTAT 2751\n\nA RESOLUTION\n\nProposed\nResolution\n20-239\n\nTo declare the sense of the Council that the Washington National Football League Team change its name.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council to Rename the Washington National Football\nLeague Team Resolution of 2013”.\n\nSec. 2. The Council of the District of Columbia finds that:\n(1) In 1992, 8 members of the Council of the District of Columbia introduced a\nresolution, P.R. 9-330, requesting a change in the name of Washington’s National Football League\n(“NFL”) football team. In 2001, the Council adopted a resolution, Res. 14-263, requesting a change\nin the team’s name. On May 1, 2013, 9 members of the current Council introduced the present\nresolution.\n(2) For more than 80 years, the Washington NFL football team has brought great\npride and joy to the metropolitan Washington, D.C., area.\n(3) The word “redskins” is objectionable to many Americans who consider it to be\nracist and derogatory, and the use of the term is increasingly considered to be insensitive in our multicultural society.\n(4) A quick survey of dictionaries demonstrates this evolution in the meaning of the\nword. The 1964 edition of the Webster’s New World Dictionary of the American Language defined\n“redskin” to mean: “A North American Indian.” The 1983 edition of the Webster’s Ninth New\nCollegiate Dictionary defines “redskin” to mean: “American Indian – usually taken to be offensive.”\nThe 1983 edition of the Random House Dictionary of the English Language Second Edition\nUnabridged defines “redskin” to mean: “Slang (often disparaging and offensive) A North American\nIndian.”\n(5) Some believe that the term “redskins” was derived during a time in our nation\nwhen a bounty was offered on Native Americans, those killed by the bounty hunters were scalped as\nproof of their slaughter, and bounty hunters began referring to the scalps of the dead Native\nAmericans as “redskins.”\n(6) By a resolution, Res. 43-01, adopted on November 14, 2001, the Board of\nDirectors of the Metropolitan Washington Council of Governments found that “the term ‘Redskins’\nis viewed by many sensitive and progressive-minded individuals as a demeaning and dehumanizing\nracist insult that embodies a history of degradation and slaughter.”\n(7) In recent years, prominent sports writers such as Peter King have urged using a\nname different than “Redskins” for the name of a sports team. Most recently, NBC announcer Bob\n\nSense of the\nCouncil to\nRename the\nWashington\nNational\nFootball\nLeague Team\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-325, effective November 5, 2013\n\n20 DCSTAT 2752\n\nCostas urged a name change for the Washington NFL football team: “…think for a moment about the\nterm ‘Redskins,’ and how it truly differs from all the others. Ask yourself what the equivalent would\nbe, if directed toward African-Americans, Hispanics, Asians, or members of any other ethnic group.\nWhen considered that way, ‘Redskins’ can’t possibly honor a heritage, or noble character trait, nor\ncan it possibly be considered a neutral term. It’s an insult, a slur, no matter how benign the presentday intent.”\n(8) A number of sports teams have changed names that reference Native Americans.\nSt. John’s (New York) changed its mascot from the Redmen to the Red Storm, and the Miami\nUniversity (Ohio) Redskins are now the Red Hawks – to list 2 among many.\n(9) On October 15, 2013, the Anti-Defamation League called on professional sports\nteams to “seriously consider moving away from the use of hurtful and offensive names, mascots and\nlogos,” and specifically cited the Washington Redskins.\n(10) Ten days earlier, President Barack Obama said he would consider changing the\nWashington NFL football team’s name if he owned the football team, saying such names offend “a\nsizable group of people.” He further added: “I don’t know whether our attachment to a particular\nname should override the real legitimate concerns that people have about these things.”\n(11) Changing the long-standing name of the professional sports team might have an\neconomic cost—the cost of losing a well-known brand. However, profit should not trump doing\nwhat is morally right.\n(12) In 1995, Abe Pollin, the owner of Washington’s professional basketball team,\nannounced he was changing the team’s name because the word “bullets” was associated with\nviolence, an association with which he was uncomfortable in part because of the high number of\nhomicides and gun-related violence at that time in Washington, D.C. As a result, the team’s name\nwas changed.\n(13) Last month the San Francisco Chronicle joined a growing list of publications\nthat no longer use the word “redskins” when referring to Washington’s NFL football team. Other\npublications include the Portland Oregonian, Kansas City Star, Slate.com, Washington City Paper,\nand Richmond Free Press.\n(14) The Council of the District of Columbia is in an important position to\nacknowledge the controversy over our local NFL football team’s name, and to urge the football\nteam’s owners to end the controversy and rectify what many believe to be an insult by changing the\nname of the Washington NFL football team.\nSec. 3. It is the sense of the Council that:\n(1) Out of respect for the multi-racial and cultural makeup of this nation, our city,\nand the team’s fans, the Washington NFL football team should change its name;\n(2) Changing the name of an NFL franchise, while not a simple task, is the right and\nprudent thing to do in this case; and\n(3) The owner of the Washington NFL football team is hereby urged to change the\nname of the football team to a name that is not offensive to Native Americans or any other ethnic\ngroup.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-325, effective November 5, 2013\n\n20 DCSTAT 2753\n\nSec. 4. The Chairman of the Council shall transmit copies of this resolution to the principal\nowner of the Washington NFL football team, Dan Snyder, and to NFL Commissioner Roger\nGoodell.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in the\nDistrict of Columbia Register.\n\n\f",
  "title": "Sense of the Council to Rename the Washington Football Club Resolution of 2013",
  "end": "2753",
  "start": "2751",
  "name": "Resolution_20-325.pdf"
}