{
  "end": "4625", 
  "name": "Resolution_20-709.pdf", 
  "start": "4624", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-709, effective December 2, 2014\n\n20 DCSTAT 4624\n\nA RESOLUTION\n\nProposed\nResolution\n20-1118\n\nTo declare the sense of the Council that the District of Columbia Retirement Board and the Chief\nFinancial Officer should, consistent with their fiduciary obligations, explore all means possible\nfor minimizing the District’s involvement with companies with the largest fossil fuel reserves, and\nto ensure environmentally sound policy and decision-making.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the ''Sense of the Council Encouraging the District’s Prudent\nInvestment with Regard to Fossil Fuels Resolution of 2014''.\n\nSec. 2. The Council of the District of Columbia finds that:\n(1) The substantial global risks of climate change remain an important concern\nand immediate threat to our own generation, as well as those that follow. The role that burning\nfossil fuels plays in climate change is well documented.\n(2) On September 17, 2013, Bill 20-481, the Fossil Fuel Divestment Act of 2013\nwas introduced. Bill 20-481would require that the District of Columbia Retirement Board\n(“DCRB”) and the Other Post-Employment Benefits Fund (“OPEB Fund”) divest from the top\n200 companies that have the largest coal, oil, and gas reserves in which the city has direct\nholdings. The bill would require notice to the companies of their scrutinized status, and would\nallow each company an opportunity to reduce its fossil fuel reserves to avoid divestment, and\nfailing that, the bill would require mandatory divestment of direct holdings in the top 200\ncompanies within 4 years. Bill 20-481 also would prohibit DCRB and the OPEB Fund from\nacquiring new securities of the scrutinized companies, and would require that the funds urge\ninvestment fund managers to consider alternatives to managed investment funds with indirect\nholdings in such companies.\n(3) Both the DCRB, and the Office of the Chief Financial Officer, which\nadministers the OPEB Fund, expressed multiple concerns with regard to Bill 20-481. Concerns\ninclude the precedent of political interference with the mission of these investment agencies,\npotential violation of fiduciary duties, that the retirement funds are not the appropriate vehicle\nfor the District government to implement social policy, and that divestment by the District\nwould have minimal social impact. Other concerns include the risk of a \"slippery slope\" of\nsocially targeted interference with investment decisions, diminished investment opportunities,\nand unwise restrictions on diversification of assets.\n(4) In light of the fiduciary issues surrounding Bill 20-481, the Committee of the\nWhole has not yet marked up the legislation. However, recognizing the importance of these\nissues -- including the use of fossil fuels and the resulting impact on the environment, and the\n\nSense of the\nCouncil\nEncouraging\nthe District’s\nPrudent\nInvestment\nwith Regard\nto Fossil Fuels\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-709, effective December 2, 2014\n\n20 DCSTAT 4625\n\nDistrict's role in endorsing or facilitating such use -- the Council makes a statement on this\nissue.\nSec. 3. It is the sense of the Council of the District of Columbia that:\n(1) The DCRB, and OPEB Fund, should, consistent with their fiduciary\nobligations in investment decision-making, explore all means possible for minimizing the\nDistrict's involvement with companies with the largest fossil fuel reserves.\n(2) DCRB and the OPEB Fund should also explore all means possible to ensure\nenvironmentally sound, as well as economically sound, policy and decision-making, both\ngenerally and specific to climate change, including through the use of an Environmental, Social,\nand Governance Policy.\nSec. 4. The Chairman of the Council shall transmit a copy of this resolution, upon its\nadoption, to the Chief Financial Officer and the District of Columbia Retirement Board.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "title": "Sense of the Council Encouraging the District’s Prudent Investment with Regard to Fossil Fuels Resolution of 2014", 
  "council_period": "20"
}