{
  "start": "708", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-14, effective January 8, 2013\n\n20 DCSTAT 708\n\nA RESOLUTION\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to approve\nthe borrowing of funds by the District through the issuance and sale of general obligation bonds.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “General Obligation Bonds and Bond Anticipation Notes for\nFiscal Years 2013-2018 Congressional Review Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-33\nSee Emergency Act\nD.C. Act 20-5\n20 DCSTAT 439\n\nGeneral Obligation\nBonds and Bond\nAnticipation Notes\nfor Fiscal Years\n2013-2018\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) In late 2012, the Council enacted emergency and temporary legislation to\nensure that the District can borrow in a timely manner and take advantage of favorable\nmarket conditions to provide funding for, or to reimburse the District for funds already\nexpended on, fiscal year 2013 capital projects approved and undertaken pursuant to the District’s\nFiscal Year 2013 Budget and Financial Plan.\n(b) The emergency legislation will expire on January 23, 2013, before either the\ntemporary or permanent legislation is in effect.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until either the temporary or permanent legislation is in effect.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the General\nObligation Bonds and Bond Anticipation Notes for Fiscal Years 2013-2018 Congressional Review\nEmergency Authorization Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "708", 
  "name": "Resolution_20-14.pdf", 
  "title": "Authorization of General Obligation Bonds and Bond Anticipation Notes for Fiscal Years 2013-2018 Issuance Congressional Review Emergency Act of 2013"
}