{
  "end": "2770", 
  "name": "Resolution_20-338.pdf", 
  "start": "2770", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-338, effective November 5, 2013\n\n20 DCSTAT 2770\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 2 and\nproposed Modification No. 3 to Contract No. DCHT-2011-C-0001 with Policy Studies, Inc., to\nprovide enrollment broker services to administer the managed care enrollment process and\nprovide related services for Medicaid beneficiaries and State Children’s Health Insurance\nProgram beneficiaries and to authorize payment for the goods and services received and to be\nreceived under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHT-2011-C-0001 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 2 and proposed\nModification No. 3 to Contract No. DCHT-2011-C-0001 with Policy Studies, Inc., to provide\nenrollment broker services to administer the managed care enrollment process and provide\nrelated services for Medicaid beneficiaries and State Children’s Health Insurance Program\nbeneficiaries and to authorize payment for the goods and services received and to be received\nunder the contract.\n(b) On August 9, 2013, by Modification No. 2, the Office of Contracting and\nProcurement (“OCP”) exercised a partial option of option year two of Contract No. DCHT2011-C-0001 with Policy Studies, Inc., in the amount of $750,000.00 for the period from\nAugust 12, 2013 through October 31, 2013.\n(c) OCP now proposes Modification No. 3 which will exercise the remainder of option\nyear two of Contract No. DCHT-2011-C-0001 for a total amount of $2,278,037.00.\n(d) Council approval is necessary to allow the continuation of these vital services.\nWithout this approval, Policy Studies, Inc., cannot be paid for services provided in excess of\n$1,000,000.00 for option year one.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHT-2011-C-0001 Modifications Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-474\nSee Emergency\nD.C. Act 20-212\n20 DCStat 2601\n\nContract No.\nDCHT-2011C-0001\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Contract Dcht-2011-C-001 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}