{
  "end": "4569", 
  "name": "Resolution_20-658.pdf", 
  "start": "4567", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-658, effective October 28, 2014\n\n20 DCSTAT 4567\n\nA RESOLUTION\n\nProposed\nResolution\n20-854\n\nTo declare the sense of the Council that the District will close and discontinue use of the D.C. General\nhomeless shelter for families only when certain benchmarks resolution are met, and that there\nmust be funding for a sufficient number of appropriate apartment-style units and permanent\nhousing options for existing and newly homeless families.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council for Closing D.C. General Shelter\nResolution of 2014”.\n\nSec. 2. The Council finds that:\n(1) Since 2008, following the closure of D.C. Village, a former nursing home\nlocated near a wastewater treatment plant, the District of Columbia has used the site of the\nformer D.C. General Hospital as the primary placement for families seeking emergency shelter.\nD.C. General Shelter is located at 1900 Massachusetts Avenue, S.E., on Reservation 13, a 67acre site that is also the location of the D.C. Jail and a methadone clinic.\n(2) Because of the substantial, and still rising, numbers of families experiencing\nhomelessness, in 2012 the District began to stop placing families in emergency shelter other\nthan during the winter season, leaving many families to struggle with no safe place to sleep for\nmost of the year.\n(3) D.C. General had an original capacity of 153 units. However, in an effort to\naccommodate the demand for emergency shelter for homeless families, in February 2012 an\nadditional 118 units were added, increasing the capacity to 271. Beginning in November 2012,\nthe cafeteria has been used as overflow for families adding 18 additional spaces, bringing the\ntotal capacity to 289 units.\n(4) During the 2013-2014 winter season, there was an unprecedented increase in\nthe number of homeless families seeking shelter. On the night of its highest capacity, D.C.\nGeneral sheltered 287 families, including 549 children, but many more families moved through\nD.C. General during the course of the season.\n(5) While this shelter may be better for families than other less desirable options,\nresearch has consistently found that parent and child well-being decline while a family is in\nshelter when compared to housing or housing-like settings. Further, large communal shelter\nsettings, such as D.C. General, are not healthy and safe environments for families, and\nespecially not for children.\n(6) In addition to the challenges of ensuring the security and safety of all\nresidents at a large shelter facility such as D.C. General, there are fundamental ongoing\n\nSense of the\nCouncil for\nClosing D.C.\nGeneral\nShelter\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-658, effective October 28, 2014\n\n20 DCSTAT 4568\n\nproblems with the physical facility. Poor electrical, heating, and cooling systems and\nmaintenance and pest control problems have continually plagued and negatively impacted the\nquality of life for the children and families who live there.\n(7) The District spends $13.8 million annually to operate D.C. General. This\ncost includes funding for operations, food, and security.\n(8) Investments in the Emergency Rental Assistance Program, Rapid Rehousing,\nPermanent Supportive Housing, and the Local Rent Supplement Program will lessen the\nDistrict’s need for emergency shelter.\n(9) The Council supports the Mayor’s “500 Families, 100 Days” initiative to\nmove families who were in D.C. General and hotels at the end of the 2013-2014 winter into\nmore permanent housing situations through programs including Permanent Supportive Housing\nand Rapid Re-Housing.\n(10) Successful completion of the Mayor’s initiative is a critical step toward the\nclosure of the D.C. General shelter. Once accomplished, there will remain only a small number\nof families in shelter. This will enable the District to move forward with the closure of D.C.\nGeneral before the height of the 2014-2015 hypothermia season.\nSec. 3. It is the sense of the Council that before the closure of D.C. General:\n(1) The Mayor’s “500 Families, 100 Days” initiative must be substantially\ncompleted.\n(2) The District must identify appropriate alternative housing for families\nremaining in the D.C. General shelter.\n(3) The District must identify adequate replacement emergency shelter capacity\nfor homeless families for the Fiscal Year 2014-2015 hypothermia season and into the future.\nSec. 4. It is the sense of the Council that the District shall close and discontinue use of\nthe D.C. General homeless shelter for families located at 1900 Massachusetts Avenue, S.E.,\nonly after the benchmarks enumerated in section 3 have been substantially met. It is imperative\nthat the District marshal the will and the necessary resources to close this dated and antiquated\nfacility that was never intended to provide shelter for homeless families.\nSec. 5. It is further the sense of the Council that:\n(1) Replacement emergency shelter capacity for families must:\n(A) Consist of apartment-style units or private rooms as defined in the\nDignity for Homeless Families Amendment Act of 2014, passed on 1st reading on October 28,\n2014 (Engrossed version of Bill 20-767);\n(B) Be sufficient and available to provide year-round access to shelter for\nhomeless families;\n(C) Allow all families placed in shelter to remain in shelter until\nappropriate and safe alternative housing is obtained; and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-658, effective October 28, 2014\n\n20 DCSTAT 4569\n\n(D) Contain a sufficient number of units that are accessible to families\nwith mobility impairments to ensure that the District complies with Title II of the Americans\nwith Disabilities Act.\n(2) All replacement emergency shelter facilities must provide quality, on-site\nsupportive services including housing search, family case management, and case management\nthat specifically ensure that the educational, physical health, and developmental needs of\nchildren and youth are identified and met.\n(3) Providers must ensure that there are safety protocols and procedures in place,\nincluding staff background checks.\n(4) Ongoing training must be provided to all shelter staff, including traumainformed care training.\n(5) Sufficient investments must be made in a full range of homelessness\nprevention and affordable housing programs including the Emergency Rental Assistance, Rapid\nRehousing, Permanent Supportive Housing, and Rent Supplement Programs.\nSec. 6. The Council further resolves that savings from the closure of D.C. General must\nbe shifted to support the costs associated with the development and operation of replacement\nemergency shelter capacity.\nSec. 7. The Chairman shall transmit copies of this resolution, upon its adoption, to the\nMayor and the Interagency Council on Homelessness.\nSec. 8. This resolution shall take effect immediately upon publication in the District of\nColumbia Register.\n\n\f", 
  "title": "Sense of the Council for Closing D.C. General Shelter Resolution of 2014", 
  "council_period": "20"
}