{
  "start": "3433", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-485, effective June 3, 2014\n\n20 DCSTAT 3433\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Transportation\nInfrastructure Mitigation Temporary Amendment Act of 2013 and the Department of\nTransportation Establishment Act of 2002 to clarify the authority of the Director of the District\nDepartment of Transportation (“DDOT”) to enter into an agreement pursuant to 49 U.S.C. §\n5310 and a payment agreement for services related to DDOT’s review of proposed and existing\nprojects.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Transportation Infrastructure Mitigation Clarification\nCongressional Review Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In December 2012, the Council enacted D.C. Law 19-241, the District\nDepartment of Transportation Accessible Vehicles Fund Amendment Act of 2012. This law\namended the District Department of Transportation Establishment Act of 2002 and authorized\nthe District Department of Transportation to administer the Federal Transit Administration 5310\ngrant program that provides public and nonprofit organizations with vehicles to transport elderly\nand residents with disabilities.\n(b) In December 2013, the Council enacted D.C. Law 20-68, the Transportation\nInfrastructure Mitigation Temporary Amendment Act of 2013. This law also amended the\nDistrict Department of Transportation Establishment Act of 2002. Unfortunately, technical\nedits made to this law inadvertently removed provisions added by the District Department of\nTransportation Accessible Vehicles Fund Amendment Act of 2012.\n(c) The purpose of this emergency legislation is to restore provisions from the District\nDepartment of Transportation Accessible Vehicles Fund Amendment Act of 2012 that were\ninadvertently removed when the Transportation Infrastructure Mitigation Temporary\nAmendment Act of 2013 was enacted.\n(d) This congressional review emergency legislation is necessary to ensure that there is no\ngap between when the original emergency legislation expires and when the temporary version of\nthis legislation becomes effective.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTransportation Infrastructure Mitigation Clarification Congressional Review Emergency\nAmendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-823\nSee Emergency\nD.C. Act 20-351\n20 DCStat 3343\n\nTransportation\nInfrastructure\nMitigation\nClarification\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3433", 
  "name": "Resolution_20-485.pdf", 
  "title": "Transportation Infrastructure Mitigation Clarification Congressional Review Emergency Declaration Resolution of 2014"
}