{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-639, effective October 7, 2014\n\n20 DCSTAT 4545\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve salary increases under the\nterms of the negotiated compensation and working conditions collective bargaining agreement\nfor employees of District of Columbia Public Schools covered by the Compensation Collective\nBargaining Agreement Between the District Of Columbia Public Schools and the Council of\nSchool Officers, Local #4 American Federation of School Administrators, AFL-CIO (“CSO”).\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Public Schools and the Council of School Officers, Local #4 American\nFederation of School Administrators, AFL-CIO Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia negotiated a compensation and working conditions\nagreement (“Compensation Collective Bargaining Agreement”) for District of Columbia Public\nSchool employees represented by CSO that requires certain compensation increases over a\nperiod of 4 years. The Mayor proposes, as agreed with the union, that the first such compensation increase is made effective beginning the first full pay period commencing on or after\nOctober 1, 2013, which constitutes a change to the relevant pay schedule and a resulting\nminimum increase of 2% for some unit members’ gross salary and 3% for others.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(f)(1)), which provides that negotiations be completed prior to\nsubmission of a budget for the years covered by the agreement, the Compensation Collective\nBargaining Agreement must be acted on by the Council immediately.\n(c) To effectuate the terms of the Compensation Collective Bargaining Agreement, the\nMayor recommends that the Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Public Schools and the Council of School Officers, Local #4 American\nFederation of School Administrators, AFL-CIO Emergency Approval Resolution of 2014 be\napproved on an emergency basis.\n(d) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of the union members in the District of Columbia government and\nits leadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia Public Schools and the success of\ncollaborative efforts, as agreed to under the terms of the negotiated agreement.\n\nProposed\nResolution\n20-1021\nSee Emergency\nD.C. Res. 20-640\n20 DCStat 4547\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia Public\nSchools and the\nCouncil of\nSchool Officers,\nLocal #4\nAmerican\nFederation of\nSchool\nAdministrators,\nAFL-CIO\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-639, effective October 7, 2014\n\n20 DCSTAT 4546\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Collective Bargaining Agreement between the District of Columbia Public\nSchools and the Council of School Officers, Local #4 American Federation of School\nAdministrators, AFL-CIO Emergency Approval Resolution of 2014 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Public Schools and the Council of School Officers, Local 4 American Federation of School Administrators, AFL-CIO Emergency Declaration Resolution of 2014",
  "end": "4546",
  "start": "4545",
  "name": "Resolution_20-639.pdf"
}