{
  "start": "3413", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-471, effective May 6, 2014\n\n20 DCSTAT 3413\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Health Benefit Exchange\nAuthority Establishment Act of 2011 to provide for the financial sustainability of the Health\nBenefit Exchange Authority.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Health Benefit Exchange Authority Financial Sustainability\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) Pursuant to section 17(b)(1) of the Health Benefit Exchange Authority\nEstablishment Act of 2011, effective March 2, 2012 (D.C. Law 19-94; D.C. Official Code § 313171.16(b)(1))(“Act”), the Health Benefit Exchange Authority (“Authority”) was required to\n“prepare a plan that identifies how the Authority will be financially self-sustaining by January 1,\n2015.”\n(b) Pursuant to section 17(b)(2) of the Act (D.C. Official Code § 313171.16(b)(2)), the Authority submitted its “Report to the Mayor and Council of the\nDistrict of Columbia on Financial Sustainability” on December 13, 2013.\n(c) The Authority considered a wide range of options for achieving financial selfsustainability. It adopted a broad-based assessment of all health insurance carriers in the District\nto assure the lowest percentage assessment possible for the Authority’s future funding.\n(d) Section 4(e)(1) of the Act (D.C. Official Code §31-3171.03(e)(1)) provides that\n“[t]he Authority is authorized to charge, through rulemaking:\n(A) User fees;\n(B) Licensing fees; and\n(C) Other assessments on health carriers selling qualified dental plans or\nqualified health plans in the District, including qualified health plans and qualified dental plans\nsold outside the exchanges.”\n(e) The bill would amend this section to clearly authorize the Authority to assess all\nhealth carriers doing business in the District, to utilize the recommended low-percentage, broadbased assessment.\n(f) Emergency action is required to allow the Authority to proceed with a broad-based\nassessment of all health carriers doing business in the District to ensure its financial\nsustainability by January 1, 2015.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Health\nBenefit Exchange Authority Financial Sustainability Emergency Amendment Act of 2014 be\nadopted after a single reading.\n\nProposed\nResolution\n20-744\nSee Emergency\nD.C. Act 20-329\n20 DCStat 3311\n\nHealth Benefit\nExchange\nAuthority\nFinancial\nSustainability\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-471, effective May 6, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 3414\n\n\f", 
  "end": "3414", 
  "name": "Resolution_20-471.pdf", 
  "title": "Health Benefit Exchange Authority Financial Sustainability Emergency Declaration Resolution of 2014"
}