{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-132, effective May 7, 2013\n\n20 DCSTAT 1547\n\nA RESOLUTION\n\nProposed\nResolution\n20-243\n\nTo approve, on an emergency basis, the disposition of District-owned real property located at 5901 9th\nStreet, N.W., commonly known as the Paul School and designated for tax and assessment purposes\nas Lot 0814, Square 2985.\n\nEmergency\nDeclaration\nRes. 20-131\n20 DCStat 1546\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Paul School Property Disposition Approval Emergency\nResolution of 2013”.\n\nPaul School\nProperty\nDisposition\nApproval\nEmergency\nResolution of\n2013\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement with the District governing certain\nobligations of the Lessee or the developer of the Property under the Small, Local, and\nDisadvantaged Business Enterprise Development and Assistance Act of 2005, effective October\n20, 2005 (D.C. Law 16-33; D.C. Official Code § 2-218.01 et seq.) (“CBE Act”), including the\nequity and development participation requirements set forth in section 2349a of the CBE Act\n(D.C. Official Code § 2-218.49a).\n(2) “Certified business enterprise” means a business enterprise or joint venture\ncertified pursuant to the CBE Act.\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Lessee or any developer of the Property pursuant to section 4 of the\nFirst Source Employment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C.\nOfficial Code § 2-219.03), and Mayor’s Order 83-265 (November 9, 1983)), regarding job\ncreation and employment generated as a result of the construction on the Property.\n(4) “Lessee” means the Paul Public Charter School, a District of Columbia\nnonprofit corporation, or its successor.\n(5) “Property” means the real property located at 5901 9th Street, N.W.,\ncommonly known as the Paul School and designated for tax and assessment purposes as Lot\n0814, Square 2985.\nSec. 3. Approval of disposition.\n(a) Pursuant to subsections 1(b) and (b-1) of an Act Authorizing the sale of certain real\nestate in the District of Columbia no longer required for public purposes, approved August 5,\n1939 (53 Stat. 1211; D.C. Official Code §10-801(b) and (b-1)) (“Act”), the Mayor transmitted to\nthe Council a request for Council to authorize a lease of the Property to the Lessee.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-132, effective May 7, 2013\n\n20 DCSTAT 1548\n\n(b) The proposed disposition would occur through a negotiated ground lease of greater\nthan 20 years to the Lessee, whose primary address is 5901 9th Street, N.W., Washington, D.C.\n20011.\n(c) Lessee has been in possession of the Property since August 2003 pursuant to a lease\nthat expires on August 31, 2018.\n(d) The proposed disposition is expected to include the following terms and conditions,\nin addition to such other terms and conditions as the Mayor considers necessary or appropriate:\n(1) The Lessee shall redevelop the Property in accordance with plans approved\nby the District and shall use the Property primarily as a charter school and educational facility.\n(2) The Lessee will enter into a CBE Agreement with the District. The CBE\nAgreement will require the Lessee to contract with certified business enterprises for at least 35%\nof the contract dollar volume of the redevelopment of the Property, if any, and if possible, will\nrequire at least 20% equity and development participation of local, small, and disadvantaged\nbusiness enterprises.\n(3) The Lessee will enter into a First Source Agreement with the District.\n(e) The Council finds that the Property is not required for public purposes.\n(f) The Council finds that the Mayor’s analysis of economic and other policy factors\nsupporting the disposition of the Property justifies the lease proposed by the Mayor.\n(g) All documents submitted with this resolution shall be consistent with the executed\nterm sheet transmitted to the Council pursuant to section 1(b-1)(2) of the Act.\n(h) The Council approves the disposition of the Property.\nSec. 4. Transmittal\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Office of the Mayor, the Department of General Services, and the Chief Financial Officer.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "Paul School Lease Emergency Approval Resolution of 2013",
  "end": "1548",
  "start": "1547",
  "name": "Resolution_20-132.pdf"
}