{
  "start": "4591", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-676, effective October 28, 2014\n\n20 DCSTAT 4591\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve multiyear Task Order No.\nGAGA-2014-T-0059 issued to Sharp Electronics Corporation pursuant to National Joint Powers\nAlliance Cooperative Agreement No. 100312-SEC to provide lease and maintenance services for\ncopiers with multifunctional devices.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Task Order No. GAGA-2014-T-0059 Issued Pursuant to\nNational Joint Powers Alliance Cooperative Agreement No. 100312-SEC Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia Public Schools proposes to enter into a multiyear\nagreement with Sharp Electronics Corporation to provide lease and maintenance services for\ncopiers with multifunctional devices.\n(b) The estimated price of this multiyear contract with Sharp Electronics Corporation is\nin the amount of $8,333,280.\n(c) Council approval is necessary to allow the District to receive the benefit of these\nvital services in a timely manner from Sharp Electronics Corporation.\n(d) These critical services can only be obtained through an award of the multiyear\ncontract with Sharp Electronics Corporation.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Task\nOrder No. GAGA-2014-T-0059 Issued Pursuant to National Joint Powers Alliance Cooperative\nAgreement No. 100312-SEC Emergency Approval Resolution of 2014 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1058\nSee Emergency\nD.C. Res. 20-677\n20 DCStat 4592\n\nTask Order\nNo. GAGA2014-T-0059\nIssued\nPursuant to\nNational Joint\nPowers\nAlliance\nCooperative\nAgreement\nNo. 100312SEC\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4591", 
  "name": "Resolution_20-676.pdf", 
  "title": "Task Order No. GAGA-2014-T-0059 Issued Pursuant to National Joint Powers Alliance Cooperative Agreement No. 100312-SEC Emergency Declaration Resolution of 2014"
}