{
  "end": "4507", 
  "name": "Resolution_20-612.pdf", 
  "start": "4506", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-612, effective September 23, 2014\n\n20 DCSTAT 4506\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need for the Council to state that\nthe Mayor make it a top priority of this government for District agencies to strive to\nmeet their small business enterprise expenditure goals through the fourth quarter of\nFiscal Year 2015.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of District Agencies\nCompliance with SBE Expenditure Goals Emergency Declaration Resolution of 2014”.\nSec. 2. (a) The Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.), mandates that District agencies procure 50% of their expendable budget for\ngoods and services from small business enterprise (“SBE”) each fiscal year.\n(b) The Department of Small and Local Business Development (“DSLBD”) is tasked\nwith enforcing compliance with SBE contracting and procurement goals.\n(c) The Office of the District of Columbia Auditor on September 3, 2014, published the\n“District of Columbia Agencies’ Compliance with Fiscal Year 2014 Small Business Enterprise\nExpenditure Goals through the 3rd Quarter of Fiscal Year 2014” report.\n(d) The results found in the report were discouraging, and reveal the District government\nhas not been following the requirements of the law.\n(e) According to DSLBD’s QuickBase database, as of August 14, 2014, the 82 District\nagencies had a total Fiscal Year 2014 reported appropriated budget of $10,409,072,337 and a\ntotal reported expendable budget for goods and services of $990,204,474.\n(f) Based on the expendable budget of $990,204,474, the Fiscal Year 2014 SBE\nexpenditure goal for the 82 agencies was $495,102,237.\n(g) The 82 agencies as a whole spent only $83,884,615 with SBEs through the third\nquarter of Fiscal Year 2014, only 17% towards the $495,102,237 total Fiscal Year 2014 SBE\nexpenditures goal for all of the 82 agencies.\n(h) The Fiscal Year 2014 expenditure exhibits a decline in SBE expenditure compliance\nfor District agencies and demonstrates a regressive financial state for the small business\ncommunity.\n(i) In 2002, $300 million was spent with the small business community; in 2003, $410\nmillion was spent with the small business community; in 2004, $424 million was spent with the\nsmall business community; in 2005, $481 million was spent with the small business community.\nNearly a decade later, despite the District’s immense economic growth, less money is being\ncirculated within the small business community.\n(j) District agencies have chronically fallen short of meeting their expenditure goals for 3\nconsecutive years, dating back to Fiscal Year 2011; in Fiscal Year 2011, 45% of the\n\nProposed\nResolution\n20-1040\nSee Emergency\nD.C. Res. 20-613\n20 DCStat 4508\n\nSense of the\nCouncil in\nSupport of\nDistrict\nAgencies\nCompliance\nwith SBE\nExpenditure\nGoals\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-612, effective September 23, 2014\n\n20 DCSTAT 4507\n\nexpenditures goal was met, in Fiscal Year 2012, 20% of the expenditures goal was met, in Fiscal\nYear 2013, 34% of the expenditures goal was met. To date, in Fiscal Year 2014, 17% of the\ngoal has been met.\n(k) District agency SBE expenditure goals for fiscal years 2011, 2012, and 2013 were a\ncombined $1,409,066,100 but District agencies spent only $413,211,178 for fiscal years 2011,\n2012, and 2013, resulting in nearly $1 billion unspent with the SBE community for fiscal years\n2011 through 2013.\n(l) It is important for the Council to remain cognizant of this issue and adopt the Sense of\nthe Council resolution on an emergency basis to make clear to the Mayor that it must be a top\npriority of this government that District agencies strive to meet their SBE expenditure goals\nthrough the fourth quarter of Fiscal Year 2015.\n(m) It is the sense of the Council that the executive branch should commence spending\non October 1, 2014, and monitor the spending through September 30, 2015, to ensure that all\nDistrict agencies are meeting their SBE expenditure goals.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Sense\nof the Council in Support of District Agencies Compliance with SBE Expenditure Goals\nEmergency Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Sense of the Council in Support of District Agencies Compliance with SBE Expenditure Goals Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}