{
  "end": "4519", 
  "name": "Resolution_20-618.pdf", 
  "start": "4518", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-618, effective September 23, 2014\n\n20 DCSTAT 4518\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve the commemorative work on\nReservation 157 to be known as the Carter G. Woodson Memorial.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Carter G. Woodson Memorial Commemorative Work\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) On May 28, 2014, Chairman Phil Mendelson, at the request of the Mayor,\nintroduced PR 20-808, the Chuck Brown Memorial, Carter G. Woodson Memorial, and Metro\nMemorial Park Commemorative Works Approval Resolution of 2014. That legislation was\nreferred to the Committee of the Whole, which held a hearing on the resolution on July 2, 2014.\n(b) The proposed Carter G. Woodson Memorial contained in PR 20-808 has received\nnecessary approvals from all relevant local and federal boards and commissions, including the\nCommission on the Arts and Humanities, the National Capital Memorial Advisory Committee,\nthe National Capital Planning Commission, the Commission of Fine Arts, the local Advisory\nNeighborhood Commission 6E, and the Commemorative Works Committee.\n(c) The Carter G. Woodson Memorial would be located at the corner of Rhode Island\nAvenue and 9th Street, N.W., near the Carter G. Woodson House National Historic Site being\ndeveloped as a new park unit by the National Park Service.\n(d) The memorial will honor Carter G. Woodson, who was an African-American\nhistorian, author, and journalist and who was one of the first scholars to study African American\nhistory and is considered the father of black history. He moved to Washington, D.C., in 1895,\ngraduated from Douglass High School in 1897, taught in D.C. Public Schools, served as Dean of\nthe College of Arts and Sciences at Howard University, and lived at 1538 9th Street, N.W., from\n1915 until his death in 1950.\n(e) The proposed memorial design will include an interactive sculpture of Carter G.\nWoodson seated on a circular stone bench, surrounded by a paved plaza, and set within a\nlandscaped, triangle park.\n(f) Because all necessary approvals have been obtained, funding has been identified,\nplanning for the Memorial is well underway, and because of the need to order materials to\ncomplete the memorial park as soon as possible before the winter months, the memorial should\nbe approved.\n(g) PR 20-808 contained approvals for 2 other memorials, one of which was passed by\nthe Council on an emergency basis on July 14, 2014, and the other which has not yet received\nall necessary approvals from local and federal entities. PR 20-808, however, cannot be adopted\n\nProposed\nResolution\n20-1035\nSee Emergency\nD.C. Act 20-431\n20 DCStat 4148\nCarter G.\nWoodson\nMemorial\nCommemorati\nve Work\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-618, effective September 23, 2014\n\n20 DCSTAT 4519\n\nonly in part to approve the Carter G. Woodson Memorial. Because of procedural and time\nconstraints, the Council could not act to consider another resolution in a timely manner.\n(h) Approval of emergency legislation will allow the development of the Carter G.\nWoodson memorial to proceed in the fall.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Carter\nG. Woodson Commemorative Works Emergency Approval Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Carter G. Woodson Memorial Commemorative Work Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}