{
  "end": "2109", 
  "name": "Resolution_20-251.pdf", 
  "start": "2108", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-251, effective July 10, 2013\n\n20 DCSTAT 2108\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nHome Rule Act to authorize the Council to establish the rate of pay for the Chief Financial\nOfficer; and to amend the District of Columbia Government Comprehensive Merit Personnel Act\nof 1978 to set a new rate of pay.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Chief Financial Officer Compensation Emergency Declaration\nResolution of 2013”.\n\nSec. 2. (a) The District of Columbia Home Rule Act, D.C. Official Code § 1204.24b(b)(5), provides that that the Chief Financial Officer (“CFO”) is to be compensated at\n“an annual rate equal to the rate of basic pay payable for level I of the Executive Schedule”.\nThat compensation currently caps the salary of the CFO at $179,096.\n(b) The District of Columbia Department of the Human Resources conducted a review\nof compensation rates for chief financial officers in other jurisdictions, and, based on that\nreview, determined that the current salary cap for the CFO falls short of the compensation\nreceived by like positions in other cities.\n(c) Likewise, the search committee appointed by Mayor Gray to identify a replacement\nfor retiring CFO Natwar Gandhi has noted difficulty in recruiting suitable candidates for the\nposition of CFO because the compensation is not comparable to similar positions elsewhere.\n(d) In order to provide for a more competitive compensation package for the CFO, the\nCouncil sought to clarify that the provision in the Home Rule Act regarding pay was intended to\nprovide a floor, not a ceiling, on CFO compensation. See section 211 of the Fiscal Year 2014\nBudget Request Act of 2013, passed on 1st and final reading on May 26, 2013 (Enrolled version\nof Bill 20-198). The proposed amendment, modifying the Home Rule Act and so requiring\nCongressional approval, would insert the phrase “at least” in the provision setting the CFO\nsalary.\n(e) In moving this emergency measure, the Council makes its intent clear to potential\ncandidates for the CFO position that it intends to provide a more competitive compensation\npackage for the CFO. As the change requires Congressional enactment, the emergency measure\nincludes a provision that would require the Secretary to the Council to transmit the approved\nemergency bill to Congress.\n(f) The emergency and temporary bills both allow for a total compensation for the CFO\nof up to $250,000. This provides greater latitude for the CFO search committee in recruiting\ncandidates for the position. The permanent bill, introduced simultaneously with the emergency\nmeasure, will set a firm salary by District statute as is appropriate for the position.\n\nProposed\nResolution\n20-383\nSee Emergency\nD.C. Act 20-140\n20 DCStat 1984\n\nChief\nFinancial\nOfficer\nCompensation\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-251, effective July 10, 2013\n\n20 DCSTAT 2109\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Chief\nFinancial Officer Compensation Emergency Amendment Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Chief Financial Officer Compensation Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}