{
  "end": "2691", 
  "name": "Resolution_20-294.pdf", 
  "start": "2691", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-294, effective October 1, 2013\n\n20 DCSTAT 2691\n\nA RESOLUTION\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe School Transit Subsidy Act of 1978 to clarify the fare charged, if any, to students to travel to\nand from school.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “School Transit Subsidy Congressional Review Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) As part of the Fiscal Year 2014 Budget Support Act of 2013 (“BSA”), the\nCouncil voted to make Metrobus travel free to students traveling to and from school; however,\nstudents will still be required to pay to ride on the Metrorail system on school days.\n(b) Unfortunately, the language included in the BSA would actually raise the cost of\nMetrorail travel by students by 40%.\n(c) This emergency legislation, which was drafted by the District Department of\nTransportation, would correct this error and maintain the current policy of selling monthly\nMetrorail passes to students for $30.\n(d) This emergency legislation is necessary to ensure that the cost of traveling to and\nfrom school by Metrorail for students is not increased by 40% when the new school year begins\nin August 2013.\n(e) On July 10, 2013, the Council unanimously approved the School Transit Subsidy\nEmergency Amendment Act of 2013. The measure expires on October 29, 2013, and the\naccompanying temporary measure has not yet taken effect. Consequently, Congressional\nreview emergency legislation is needed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nSchool Transit Subsidy Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-480\nSee Emergency\nD.C. Act 20-203\n20 DCStat 2453\n\nSchool Transit\nSubsidy\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "School Transit Subsidy Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}