{
  "end": "1465", 
  "name": "Resolution_20-82.pdf", 
  "start": "1465", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-82, effective April 9, 2013\n\n20 DCSTAT 1465\n\nA RESOLUTION\n\nProposed\nResolution\n20-179\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to provide\ngrant-making authority for the Director of the Department of Employment Services to ensure\nefficient use of funds for workforce job development.\n\nSee\nEmergency\nD.C. Act 20-55\n20 DCStat 1403\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Workforce Job Development Grant-Making Authority Second\nCongressional Review Emergency Declaration Resolution of 2013”.\n\nWorkforce\nJob\nDevelopment\nGrant-Making\nAuthority\nSecond\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) The Workforce Job Development Grant-Making Authority Act of 2012,\nsigned by the Mayor on January 25, 2013 (D.C. Act 19-648; 60 DCR 2136), was approved by\nthe Council on 2nd reading on December 18, 2012. The temporary law, the Workforce Job\nDevelopment Grant-Making Authority Temporary Act of 2012, effective May 31, 2012 (D.C.\nLaw 19-130; 59 DCR 2387), expired on January 11, 2013. The first Congressional review\nemergency, the Workforce Job Development Grant-Making Authority Congressional Review\nEmergency Act of 2013, effective February 20, 2013 (D.C. Act 20-86; 60 DCR 3954), which\ncontained an applicability clause of January 11, 2013, will expire on April 11, 2013. D.C. Act\n19-648 is projected to complete its Congressional review period and become law on April 18,\n2013. The purpose of this Congressional review emergency is to prevent a gap in legal authority.\n(b) There exists a need to improve the grant-making process for workforce job\ndevelopment funds available to the Department of Employment Services from both local\nappropriations and federal Workforce Investment Act sources.\n(c) Providing grant-making authority for the Director of the Department of Employment\nServices for these funds will improve the speed and efficiency of the grant process for training\nand other services for unemployed District residents.\n(d ) Failure to provide this grant-making authority will delay the provision of needed\nservices and risks possible lapses of funds.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWorkforce Job Development Grant-Making Authority Second Congressional Review Emergency\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Workforce Job Development Grant-Making Authority Second Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}