{
  "end": "2683", 
  "name": "Resolution_20-290.pdf", 
  "start": "2683", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-290, effective September 17, 2013\n\n20 DCSTAT 2683\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modifications No. 001 and\n002 to Contract No. CW15543 to provide snow and ice removal services and to authorize\npayment for services received and to be received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modifications No. 001 and 002 to Contract No. CW15543\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve the modification to the contract\nwith Capitol Paving of D.C., Inc., to provide snow and ice removal services and to authorize\npayment for services received and to be received under that contract.\n(b) On July 31, 2013, the Office of Contracting and Procurement (“OCP”) exercised a\npartial option on the contract with Capitol Paving of DC, Inc. for the period of August 1, 2013\nthrough October 31, 2013. The estimated amount of the contract for the partial option period\nwas to not exceed $900,000.00.\n(c) Council approval is necessary since the anticipated contract amount for the full\noption period (August 1, 2013 through July 31, 2014) is an estimated amount of $2,183,800.00.\n(d) Council approval is necessary to allow the continuation of these vital services.\nWithout Council approval, the District would not have resources available to clear snow and ice\nfrom roadways in the National Highway System during a snow event.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModifications No. 001 and 002 to Contract No. CW15543 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-407\nSee Emergency\nD.C. Act 20-167\n20 DCStat 2411\n\nModifications\nNo. 001 and\n002 to\nContract No.\nCW15543\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Modifications 001 and 002 to Contract No. Cw15543 Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}