{
  "end": "1466", 
  "name": "Resolution_20-83.pdf", 
  "start": "1466", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-83, effective April 9, 2013\n\n20 DCSTAT 1466\n\nA RESOLUTION\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to\nstrengthen alcohol beverage enforcement and public safety laws, establish a noise complaint line\nat the Alcoholic Beverage Regulation Administration, establish clear timeframes for the\nscheduling of protest hearings and for the Alcoholic Beverage Control Board to issue decisions on\nhearings, clarify and preserve protest rights of residents, and address a range of other issues\nrelated to alcohol beverage laws in the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Alcoholic Beverage Regulation Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The Omnibus Alcoholic Beverage Regulation Emergency Amendment Act of\n2012, effective January 14, 2013 (D.C. Act 19-597; 60 DCR 1001) (“emergency legislation”),\nand the Omnibus Alcoholic Beverage Regulation Amendment Act of 2012, signed by the Mayor\non February 11, 2013 (D.C. Act 19-678; 60 DCR 3410) (“permanent legislation”), amended Title\n25 of the District of Columbia Official Code to strengthen alcohol beverage enforcement and\npublic safety laws, establish a noise complaint line at the Alcoholic Beverage Regulation\nAdministration, establish clear timeframes for the scheduling of protest hearings and for the\nAlcoholic Beverage Control Board to issue decisions on hearings, clarify and preserve protest\nrights of residents, and address a range of other issues related to alcohol beverage laws in the\nDistrict.\n(b) The emergency legislation will expire on April 14, 2013, before the permanent\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the permanent legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Alcoholic Beverage Regulation Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-178\nSee\nEmergency\nD.C. Act 20-52\n20 DCStat 1388\n\nOmnibus\nAlcoholic\nBeverage\nRegulation\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Omnibus Alcoholic Beverage Regulation Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}