{
  "start": "3385", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-452, effective April 8, 2014\n\n20 DCSTAT 3385\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Board of Ethics and\nGovernment Accountability Establishment and Comprehensive Ethics Reform Amendment Act of\n2011 to subject certain conduct to the Code of Conduct enforceable by the District of Columbia\nBoard of Ethics and Government Accountability (“BEGA”), to clarify that the Code of Conduct\napplies to the entire District government and its instrumentalities, while excluding the courts, to\nrequire the BEGA to develop a comprehensive Code of Conduct for review and approval by the\nCouncil, to allow the Director of Government Ethics 30 business days from the initiation of a\nformal investigation to present evidence to the BEGA, to allow the Director of Government\nEthics to pursue a civil fine and refer matters for criminal prosecution, and to clarify that any\nfailure to obey the order of the court enforcing a penalty imposed by the BEGA may be treated by\nthe court as contempt.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Comprehensive Code of Conduct and BEGA Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) There exists an emergency with respect to the need to clarify the jurisdiction\nof the District of Columbia Board of Ethics and Government Accountability (“BEGA”) over,\nand the applicability of the District’s Code of Conduct to, all employees and public officials\nserving the District of Columbia, its instrumentalities, subordinate and independent agencies,\nthe Council of the District of Columbia, boards and commissions, and Advisory Neighborhood\nCommissions, but excluding the Courts.\n(b) The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Amendment Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code § 1-1161.01 et seq.), established BEGA as an independent agency\ntasked with administering and enforcing the Code of Conduct. Recent litigation has brought to\nlight an ambiguity in BEGA’s enabling legislation that requires clarification. There is no\nindication that the Council intended to exclude any employees or agencies from BEGA’s\njurisdiction or the Code of Conduct. Such an approach would run counter to the Council’s\nobjective in creating BEGA to establish a single agency charged with consistent application of\nthe District’s ethics laws.\n(c) The Comprehensive Code of Conduct and BEGA Emergency Amendment Act of\n2014 additionally instructs BEGA to submit to the Council proposed legislation to consolidate\nthe Code of Conduct, after the passage of which BEGA will be authorized to issue rules to\nimplement the Code. The complete Code of Conduct is currently scattered between statutes,\n\nProposed\nResolution\n20-729\nSee Emergency\nD.C. Act 20-323\n20 DCStat 3304\n\nComprehensive\nCode of\nConduct and\nBEGA\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-452, effective April 8, 2014\n\n20 DCSTAT 3386\n\nregulations, and the Council’s Code of Official Conduct, creating a lack of clarity and\nuniformity for the Council, BEGA, and more than 30,000 District government employees.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nComprehensive Code of Conduct and BEGA Emergency Amendment Act of 2014 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3386", 
  "name": "Resolution_20-452.pdf", 
  "title": "Comprehensive Code of Conduct and BEGA Emergency Declaration Resolution of 2014"
}