{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-543, effective July 14, 2014\n\n20 DCSTAT 3941\n\nA RESOLUTION\n\nProposed\nResolution\n20-743\n\nTo approve the disposition of District-owned real property located at 1005 North Capitol Street, N.E.,\nknown for tax and assessment purposes as Lot 0439 in Square 0674.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “1005 North Capitol Street, N.E., Property Disposition Approval\nResolution of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement governing certain obligations of the\nPurchaser or the Developer under the Small, Local, and Disadvantaged Business Enterprise\nDevelopment and Assistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C.\nOfficial Code § 2-218.01 et seq.) (“CBE Act”), including the equity and development\nparticipation requirements set forth in section 2349a of the CBE Act (D.C. Official Code § 2218.49a).\n(2) “Certified Business Enterprise” means a business enterprise or joint venture\ncertified pursuant to the Small, Local and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, effective October 20, 2005 (D.C. Law 16-33; D.C. Official Code § 2218.01 et seq.).\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Purchaser or the Developer pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03), and Mayor’s Order 83-265, dated November 9, 1983, regarding job creation\nand employment generated as a result of the construction on the Property.\n(4) “Lessee” means North Capitol Commons LP, a District of Columbia limited\npartnership with a business address of 900 Massachusetts Avenue, N.W., Washington, D.C.\n20001, consisting of McCormack Baron Salazar Inc., a company with a business address of 720\nOlive Street, Suite 2500, St. Louis, MO 63101, and Common Ground Communities, Inc. (d/b/a\nCommunity Solutions, Inc.), a nonprofit organization with a business address of 900\nMassachusetts Avenue, N.W., Washington, DC 20001, its successor, or one of its affiliates or\nassignees approved by the Mayor.\n5) “Property” means the real property located at 1005 North Capitol Street, N.E.,\nknown for tax and assessment purposes as Lot 0439 in Square 0674, and consisting of\napproximately 8,925 square feet of land.\n\n1005 North\nCapitol Street,\nN.E., Property\nDisposition\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-543, effective July 14, 2014\n\n20 DCSTAT 3942\n\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1(b)(8)(c) of An Act Authorizing the sale of certain real estate in the\nDistrict of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211;\nD.C. Official Code § 10-801(b)(8)(c)) ( “Act”), the Mayor transmitted to the Council a request for\napproval to dispose of the Property to Lessee through a lease for a period of greater than 20 years.\n\n(b) The intended use of the Property is a residential development estimated to consist of\napproximately 80,000 residential square feet and 2,500 square feet of commercial and/or social\nservice space, and any ancillary uses allowed under applicable law.\n(c) The proposed disposition shall include the following terms and conditions, in\naddition to other terms and conditions as the Mayor deems necessary or appropriate:\n(1) The Lessee shall enter into an agreement that shall require the Lessee to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises;\n(2) The Lessee shall enter into a First Source Agreement with the District that\nshall govern certain obligations of the Lessee pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03) and Mayor’s Order 83-265, dated November 9, 1983, regarding job creation\nand employment as a result of the construction on the Property; and\n(3) The development shall contain affordable and permanent supportive housing\nas described in the term sheet submitted with this resolution.\n(d) The Council finds that the Property is no longer required for public purposes.\n(e) All documents that are submitted with this resolution pursuant to section 1(b-1) of\nthe Act shall be consistent with the executed Memorandum of Understanding or term sheet\ntransmitted to the Council pursuant to section 1(b-1)(2) of the Act.\n(f) The Council approves the disposition of the Property.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "1005 North Capitol Street, N.E., Disposition Approval Resolution of 2014",
  "end": "3942",
  "start": "3941",
  "name": "Resolution_20-543.pdf"
}