{
  "end": "791", 
  "name": "Resolution_20-65.pdf", 
  "start": "790", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-65, effective March 5, 2013\n\n20 DCSTAT 790\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nMedical Liability Captive Insurance Agency Establishment Act of 2008 to change the name of the\nDistrict of Columbia Medical Liability Captive Insurance Agency to the District of Columbia\nMedical Liability and Earthquake Captive Insurance Agency, to provide property insurance for\nrisks to District government real property assets for earthquake and earthquake related hazards,\nto authorize the agency to enter into contracts with other insurance companies and re-insurers,\nand to require the agency’s plan of operation to be modified to include procedures for offering\nproperty insurance.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Captive Earthquake Property Insurance Emergency\nDeclaration Resolution of 2013”.\nSec. 2. (a) On August 23, 2011, a 5.8 magnitude earthquake occurred in Washington,\nD.C., that caused $6,800,000 in damage to District-owned property, including 31 school\nbuildings.\n(b) On November 8, 2011, President Barack Obama signed a disaster declaration for the\nDistrict of Columbia making the District eligible to receive public assistance from the Federal\nEmergency Management Agency (“FEMA”) equal to 75% of the total cost to repair damage to\nbuildings.\n(c) FEMA regulations require that in order to receive the FEMA public assistance, the\nDistrict must obtain and maintain insurance equal to the amount of the eligible and paid funding,\nwhich is approximately $5,100,000.\n(d) While the FEMA regulations allow for certain extensions of time, the longer the\nDistrict prolongs this matter the greater the chances that the District could miss the opportunity\nto secure the currently available public assistance. Delay also may further expose the District to\nloss of future FEMA public assistance should another disaster occur before the satisfaction of the\nFEMA insurance requirements.\n(e) As set forth in Reorganization Plan No. 1 of 2003, effective December 15, 2003, the\nOffice of Risk Management (“ORM”) is vested with the authority to utilize risk financing\nstrategies, including the procurement of insurance, for the benefit of the District government to\ncompensate for large liabilities and catastrophic exposure to risk.\n(f) The most cost-effective strategy for meeting the federally mandated insurance\nrequirement is through amendment of the District of Columbia Medical Liability Captive\nInsurance Agency Establishment Act of 2008, effective July 18, 2008 (D.C. Law 17-196; D.C.\nOfficial Code § 1-307.81 et seq.) (“Establishment Act”), to expand the authority of the District of\nColumbia Medical Liability Captive Insurance Agency (“Agency”) to issue property insurance\npolicies. The Agency is administered by the Chief Risk Officer, who heads ORM.\n\nProposed Resolution\n20-111\nSee Emergency Act\nD.C. Act 20-39\n20 DCSTAT 523\n\nCaptive Earthquake\nProperty Insurance\nEmergency\nDeclaration\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-65, effective March 5, 2013\n\n20 DCSTAT 791\n\n(g) The Captive Earthquake Property Insurance Emergency Amendment Act of 2013\nmakes 2 material amendments to the Establishment Act.\n(h) The first amendment expands the Agency’s authority to provide property insurance\nfor risks to District real property assets for earthquake and earthquake-related hazards.\n(i) The second amendment authorizes the Agency, by delegation from the Mayor, to enter\ninto contracts with other insurance companies and re-insurers. This amendment would allow the\nAgency to employ risk-transfer strategies to further minimize risk to District-owned property.\n(j) The Captive Earthquake Property Insurance Emergency Amendment Act of 2013 will\nprovide the Agency with the flexibility to provide the property insurance required by FEMA in\norder to secure public assistance funding for repairs to damaged buildings as a result of the 2011\nearthquake. Additionally, approving the amendments will improve the District's overall riskmanagement strategies by reducing the probability, occurrence, and cost of risk to the District\ngovernment.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCaptive Earthquake Property Insurance Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Captive Earthquake Property Insurance Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}