{
  "end": "549", 
  "name": "Resolution_19-718.pdf", 
  "start": "548", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-718, effective December 4, 2012\n\n20 DCSTAT 548\n\nA RESOLUTION\n\nProposed Resolution\n19-1139\n\nTo declare the existence of an emergency with respect to the need to amend An Act For the retirement of\nPublic-School Teachers in the District of Columbia to comply with applicable tax qualification\nprovisions of the Internal Revenue Code for governmental retirement plans.\n\nSee Emergency Act\nD.C. Act 19-584\n20 DCSTAT 271\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Retirement of Public-School Teachers Omnibus Emergency\nDeclaration Resolution of 2012”.\n\nRetirement of\nPublic-School\nTeachers Omnibus\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) The District of Columbia Retirement Board is the sponsor of retirement\nplans for District teachers (\"Plans\"), which are considered tax qualified, governmental retirement\nplans under the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26\nU.S.C. § 1 et seq.) (\"Internal Revenue Code\"). The Plans will not comply with recent nondiscretionary changes to the requirements unless changes are made to An Act For the retirement\nof Public-School Teachers in the District of Columbia, approved August 7, 1946 (60 Stat. 875;\nD.C. Official Code § 38-2021.01 et seq.).\n(b) This resolution would deem the replacement plan described in the current law a\n“governmental plan” as defined by the Internal Revenue Code.\n(c) This resolution would also deem that benefits provided from the replacement plan be\nconsidered governmental plan benefits maintained by the District.\n(d) Further, this resolution would require that any benefits of the retirement program that\nare assigned or alienated, be expressly permitted by the law, and substantially meet all the\nrequirements of the Internal Revenue Code as determined solely by the District of Columbia\nRetirement Board.\n(e) The resolution would also repeal an outdated provision in the Teachers’ Plan from\n1946 that allows teachers to make voluntary post-tax contributions to the DC Teachers’\nRetirement Fund and guarantees a rate of return on the contributions equal to that of the Fund.\n(f) If the District is found to have failed to comply with these changes, which took effect\nDecember 31, 2011, it is subject to penalties and sanctions by the Internal Revenue Service.\n(g) It is therefore vital to enact this law on an emergency basis to ensure that the Plans\ncomply with recent changes to the Internal Revenue Code.\n(h) This resolution has received the support of the Retired Firefighter’s Association, the\nWashington Teachers’ Union, the DC Police Union, and the Association of Retired Police\nOfficers of the District of Columbia.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nRetirement of Public-School Teachers Omnibus Emergency Amendment Act of 2012 be adopted\nafter a single reading.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-718, effective December 4, 2012\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 549\n\n\f", 
  "title": "Retirement of Public-School Teachers Omnibus Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}