{
  "end": "1554", 
  "name": "Resolution_20-136.pdf", 
  "start": "1554", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-136, effective June 4, 2013\n\n20 DCSTAT 1554\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to provide\nproperty insurance for risks to District government real property assets for earthquake and\nearthquake-related hazards, to authorize the agency to enter into contracts with other insurance\ncompanies and re-insurers, and to require the agency’s plan of operation to be modified to\ninclude procedures for offering property insurance.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this resolution\nmay be cited as the “Captive Earthquake Property Insurance Congressional Review Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. The Captive Earthquake Property Insurance Emergency Amendment Act, effective\nMarch 20, 2013 (D.C. Act 20-39; 60 DCR 4663), was adopted by the Council on an emergency basis on\nMarch 5, 2013, and will expire on June 18, 2013. The Captive Earthquake Property Insurance Temporary\nAmendment Act of 2013, signed by the Mayor on April 24, 2013 (D.C. Act 20-63; 60 DCR 6407), was\ntransmitted to Congress on May 6, 2013, and is pending Congressional review. The projected law date for\nD.C. Act 20-63 is June 24, 2013. This Congressional review emergency is necessary to prevent a gap in\nthe law.\nSec. 3. The Council of the District of Columbia determines that the circumstances enumerated in\nsection 2 constitute emergency circumstances making it necessary that the Captive Earthquake Property\nInsurance Congressional Review Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. The resolution shall take effect immediately.\n\nProposed\nResolution\n20-303\nSee\nEmergency\nD.C. Act 20-85\n20 DCStat 1441\n\nCaptive\nEarthquake\nProperty\nInsurance\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Captive Earthquake Property Insurance Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}