{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-719, effective December 2, 2014\n\n20 DCSTAT 4654\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Day Care Policy Act of\n1979 to establish a pilot, community-based Quality Improvement Network that will allow\nchildren and families to benefit from early, continuous, intensive, and comprehensive child\ndevelopment and family-support engagement services, including educational, health, nutritional,\nbehavioral, and family-support services.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Early Learning Quality Improvement Network Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia leads the nation in providing high-quality pre-K to\n3- and 4-year olds. In order to ensure that the District’s youngest children are prepared when\nthey enter our pre-K programs, a need exists to increase the quality child care and services that\nour 0-3 year old population receives.\n(b) Currently, 3,542 children ages 0-3 years receive child care subsidy in the District of\nColumbia, and of those children, 38% come from families with no income, 63% come from\nfamilies whose incomes are under 100% of the federal poverty level (“FPL”), and 75% come\nfrom families whose incomes are under 130% of the FPL. These are generally the District’s\nmost vulnerable residents who need comprehensive services and a continuity of care to ensure\nthat they are poised to succeed when they enter pre-K and kindergarten.\n(c) In order to address the needs of the population discussed in subsection (b) of this\nsection and their families, the Office of the State Superintendent of Education (“OSSE”) is\ncreating a pilot Early Learning Quality Improvement Network (“QIN”) composed of child\ndevelopment facilities that will serve as hubs to provide quality improvement technical\nassistance and comprehensive services to licensed child development centers and licensed child\ndevelopment homes. The child development centers and child development homes will provide\nlow-income infants and toddlers high-quality, full-day, full-year comprehensive early learning\nand development services, including health, mental health, nutrition, and family engagement\nsupport, and a continuum of care.\n(d) The pilot QIN will allow the District to demonstrate the effectiveness of an\nevidence-based model of infant and toddler child care to support children’s learning and\ndevelopment outcomes. Federal studies of use of the Early Head Start standards have shown\nimproved cognitive skills and social development by the age of 3 years. Thus, better\npreparation of the District’s youngest children will allow them to be more successful later in\nschool, as well as lead to long-term positive social and educational outcomes.\n\nProposed\nResolution\n20-1144\nSee Emergency\nD.C. Act 20-528\n20 DCStat 4446\n\nEarly\nLearning\nQuality\nImprovement\nNetwork\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-719, effective December 2, 2014\n\n20 DCSTAT 4655\n\n(e) Under current District law, children receiving child care subsidy are not guaranteed\ncontinuity of care, as their subsidy status is linked to their guardian’s employment status. Thus,\nif a parent loses his or her job, his or her child will lose subsidy and thus child care. This\ndisruption is particularly detrimental to these children, as they are often the population with the\ngreatest need for consistency and continuity. Thus, a need exists to allow the children in the\npilot QIN to continue to receive child care subsidy, and therefore child care, in spite of the\nemployment status of their guardian.\n(f) In August 2014, OSSE applied for a federal Department of Health and Human\nServices grant to support the QIN. This federal grant requires recipients to provide continuity of\ncare for children participating in the QIN. To date, OSSE has heard from the HHS that we are\nin the fundable range and thus anticipate receiving the federal grant, thereby further elevating\nthe need for this legislation.\n(g) Additionally, the federal HHS grant requires recipients to provide children enrolled\nin the QIN free child care and comprehensive services. Under current District law, this is not\npossible. While a child’s family may receive subsidy to cover his or her child care, the law still\nrequires the parent to pay for a portion of the child care based on a sliding scale adjusted for the\nguardian’s income level. Therefore, in order to fulfill the requirement of the federal grant, as\nwell as to ensure that the District’s most vulnerable population has access to complete and\ncomprehensive health, mental health, nutrition, and family engagement services, a need exists\nfor the children included in the pilot QIN to be exempt from the payment requirement sections\nof the Day Care Policy Act of 1979.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Early\nLearning Quality Improvement Network Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Early Learning Quality Improvement Network Emergency Declaration Resolution of 2014",
  "end": "4655",
  "start": "4654",
  "name": "Resolution_20-719.pdf"
}