{
  "start": "2657", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-271, effective September 17, 2013\n\n20 DCSTAT 2657\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe District of Columbia Workers' Compensation Act of 1979 to match federal statute of\nlimitations for private-sector employees who are injured at work.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Workers’ Compensation Statute of Limitations Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) Previously, under District law, a private-sector employee who was injured on\nthe job had only 6 months to file a lawsuit against the party responsible for the employee’s\ninjury. After 6 months, the injured worker’s rights to recover damages were automatically\nassigned to the employee’s employer and its insurance company.\n(b) A 6-month time limit to file a lawsuit is often too short for District residents who are\ninjured on the job to investigate cases and respond to significant life issues following their atwork accidents. Moreover, the injured worker’s employer and the employer’s insurance\ncompany may not take action or have the interests of the injured worker in mind when doing so.\n(c) If an individual were injured in a District location other than a workplace, the\nindividual would have 3 years to file a lawsuit against the party responsible for the injury, as the\nstandard 3-year statute of limitations for negligence would apply.\n(d) The District’s private-sector workers’ compensation statute, which was enacted in\n1979, was modeled on the federal Longshore and Harbor Workers’ Compensation Act\n(“LHWCA”).\n(e) In 1984, Congress changed the corresponding section of the LHWCA. Under federal\nlaw, if an injured employee does not file a lawsuit within 6 months, the employee’s rights to do\nso are still automatically assigned to the employee’s employer and its insurance company;\nhowever, if the employer and its insurance company do not take action within 90 days, the right\nto sue automatically reverts back to the injured employee.\n(f) Although the District’s private-sector workers’ compensation statute was modeled on\nthe LHWCA, the District statute was not amended to reflect the 1984 amendment to the\nLHWCA until recently. Because of this, District residents who were injured on the job\npreviously had only 6 months to file a lawsuit, while residents who are injured outside of the\nworkplace have 3 years to commence legal action.\n(g) As a result of this inequity, the Council recently enacted emergency legislation that\namended the District’s private-sector workers compensation statute to match the federal law on\nwhich it was based. With this change, if an injured employee does not file a lawsuit against the\nparty responsible for the employee’s injury within 6 months, the right to sue still automatically\n\nProposed\nResolution\n20-422\nSee Emergency\nD.C. Act 20-177\n20 DCStat 2432\n\nWorkers’\nCompensation\nStatute of\nLimitations\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-271, effective September 17, 2013\n\n20 DCSTAT 2658\n\ntransfers to the employee’s employer and its insurance company; however, as under federal law,\nif the employer and its insurance company do not take action within 90 days, the right to sue\nwill revert back to the injured employee, and the District’s standard 3-year statute of limitations\nwill apply.\n(h) In addition to matching federal law, the emergency legislation made the District’s\nstatute of limitations for injured workers similar to laws in neighboring jurisdictions. In\nMaryland, the statute of limitations for injured workers to file suit is 3 years. In Virginia, the\nstatute of limitations is 2 years.\n(i) The emergency legislation, which was enacted on June 18, 2013, expires on\nSeptember 25, 2013, and the accompanying temporary legislation will not take effect until\nNovember 1, 2013. Consequently, this Congressional review emergency is needed to prevent a\ngap in the legal authority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWorkers’ Compensation Statute of Limitations Congressional Review Emergency Amendment\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2658", 
  "name": "Resolution_20-271.pdf", 
  "title": "Workers’ Compensation Statute of Limitations Congressional Review Emergency Declaration Resolution of 2013"
}