{
  "start": "762", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 762\n\nA RESOLUTION\n\nProposed Resolution\n20-58\n\nTo authorize and provide for the issuance, sale, and delivery in an aggregate principal amount not to\nexceed $32 million of District of Columbia revenue bonds in one or more series and to authorize\nand provide for the loan of the proceeds of such bonds to assist The Field School, Inc., in the\nfinancing, refinancing, or reimbursing of costs associated with an authorized project pursuant to\nsection 490 of the District of Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “The Field School, Inc., Revenue Bonds Project Approval\nResolution of 2013”.\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “Authorized Delegate” means the Mayor or the Deputy Mayor for Planning\nand Economic Development or any officer or employee of the Executive Office of the Mayor to\nwhom the Mayor has delegated or to whom the foregoing individuals have subdelegated any of\nthe Mayor’s functions under this resolution pursuant to section 422(6) of the Home Rule Act.\n(2) “Bond Counsel” means a firm or firms of attorneys designated as bond\ncounsel from time to time by the Mayor.\n(3) “Bonds” means the District of Columbia revenue bonds, notes, or other\nobligations (including refunding bonds, notes, and other obligations), in one or more series,\nauthorized to be issued pursuant to this resolution.\n(4) “Borrower” means the owner of the assets financed, refinanced, or\nreimbursed with proceeds from the Bonds, which shall be The Field School, Inc., a nonprofit\ncorporation organized under the laws of the District of Columbia, which is exempt from federal\nincome taxes under 26 U.S.C § 501(a) as an organization described in 26 U.S.C. § 501(c)(3), and\nwhich is liable for the repayment of the Bonds.\n(5) “Chairman” means the Chairman of the Council of the District of Columbia.\n(6) “Closing Documents” means all documents and agreements, other than\nFinancing Documents, that may be necessary and appropriate to issue, sell, and deliver the\nBonds and to make the Loan, and includes agreements, certificates, letters, opinions, forms,\nreceipts, and other similar instruments.\n(7) “District” means the District of Columbia.\n(8) “Financing Documents” means the documents, other than Closing\nDocuments, that relate to the financing or refinancing of transactions to be effected through the\nissuance, sale, and delivery of the Bonds and the making of the Loan, including any offering\ndocument, and any required supplements to any such documents.\n(9) “Home Rule Act” means the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\n\nThe Field School,\nInc., Revenue Bonds\nProject Approval\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 763\n\n(10) “Issuance Costs” means all fees, costs, charges, and expenses paid or\nincurred in connection with the authorization, preparation, printing, issuance, sale, and delivery\nof the Bonds and the making of the Loan, including, but not limited to, underwriting, legal,\naccounting, rating agency, and all other fees, costs, charges, and expenses incurred in connection\nwith the development and implementation of the Financing Documents, the Closing Documents,\nand those other documents necessary or appropriate in connection with the authorization,\npreparation, printing, issuance, sale, marketing, and delivery of the Bonds and the making of the\nLoan, together with financing fees, costs, and expenses, including program fees and\nadministrative fees charged by the District, fees paid to financial institutions and insurance\ncompanies, initial letter of credit fees (if any), and compensation to financial advisors and other\npersons (other than full-time employees of the District) and entities performing services on\nbehalf of or as agents for the District.\n(11) “Loan” means the District’s lending of proceeds from the sale, in one or\nmore series, of the Bonds to the Borrower.\n(12) “Mayor” means the Mayor of the District of Columbia.\n(13) “Project” means the financing, refinancing, or reimbursing of all or a portion\nof the Borrower’s costs to:\n(A) Refund the District of Columbia Revenue Bonds (The Field School,\nInc.), Series 2001C, originally issued in the aggregate principal amount of $17,090,000 pursuant\nto the provisions of The Field School Revenue Bond Project Approval Resolution of 2001 ,\neffective June 26, 2001 (Res. 14-140; 48 DCR 6243);\n(B) Acquire, renovate, expend, construct, and equip secondary school\nfacilities, including land and buildings for academic, assembly, and administrative use, and\nfunctionally related and subordinate property and parking areas, all located at 2209 Foxhall\nRoad, N.W., 2301 Foxhall Road, N.W., and adjacent parcels on 44th Street, N.W., in the District\nof Columbia (Lots 856, 861, 878, and 879 in Square 1341);\n(C) Fund any working capital costs, to the extent financeable;\n(D) Fund any required debt service reserve fund and/or capitalized\ninterest; and\n(E) Pay certain costs of issuance, including any credit enhancement fees.\nSec. 3. Findings.\nThe Council finds that:\n(1) Section 490 of the Home Rule Act provides that the Council may, by\nresolution, authorize the issuance of District revenue bonds, notes, or other obligations\n(including refunding bonds, notes, or other obligations) to borrow money to finance, refinance,\nor reimburse costs, and to assist in the financing, refinancing, or reimbursing of, the costs of\nundertakings in certain areas designated in section 490 and may effect the financing, refinancing,\nor reimbursement by loans made directly or indirectly to any individual or legal entity, by the\npurchase of any mortgage, note, or other security, or by the purchase, lease, or sale of any\nproperty.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 764\n\n(2) The Borrower has requested the District to issue, sell, and deliver revenue\nbonds, in one or more series pursuant to a plan of finance, in an aggregate principal amount not\nto exceed $32 million, and to make the Loan for the purpose of financing, refinancing, or\nreimbursing costs of the Project.\n(3) The Project is located in the District and will contribute to the health,\neducation, safety, or welfare of, or the creation or preservation of jobs for, residents of the\nDistrict, or to economic development of the District.\n(4) The Project is an undertaking in the area of secondary facilities, within the\nmeaning of section 490 of the Home Rule Act.\n(5) The authorization, issuance, sale, and delivery of the Bonds and the Loan to\nthe Borrower are desirable, are in the public interest, will promote the purpose and intent of\nsection 490 of the Home Rule Act, and will assist the Project.\nSec. 4. Bond authorization.\n(a) The Mayor is authorized pursuant to the Home Rule Act and this resolution to assist\nin financing, refinancing or reimbursing the costs of the Project by:\n(1) The issuance, sale, and delivery of the Bonds, in one or more series, in an\naggregate principal amount not to exceed $32 million; and\n(2) The making of the Loan.\n(b) The Mayor is authorized to make the Loan to the Borrower for the purpose of\nfinancing, refinancing, or reimbursing the costs of the Project and establishing any fund with\nrespect to the Bonds as required by the Financing Documents.\n(c) The Mayor may charge a program fee to the Borrower, including, but not limited to,\nan amount sufficient to cover costs and expenses incurred by the District in connection with the\nissuance, sale, and delivery of each series of the Bonds, the District’s participation in the\nmonitoring of the use of the Bond proceeds and compliance with any public benefit agreements\nwith the District, and maintaining official records of each bond transaction, and assisting in the\nredemption, repurchase, and remarketing of the Bonds.\nSec. 5. Bond details.\n(a) The Mayor is authorized to take any action reasonably necessary or appropriate in\naccordance with this resolution in connection with the preparation, execution, issuance, sale,\ndelivery, security for, and payment of the Bonds of each series, including, but not limited to,\ndeterminations of:\n(1) The final form, content, designation, and terms of the Bonds, including a\ndetermination that the Bonds may be issued in certificated or book-entry form;\n(2) The principal amount of the Bonds to be issued and denominations of the\nBonds;\n(3) The rate or rates of interest or the method for determining the rate or rates of\ninterest on the Bonds;\n(4) The date or dates of issuance, sale, and delivery of, and the payment of\ninterest on, the Bonds, and the maturity date or dates of the Bonds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 765\n\n(5) The terms under which the Bonds may be paid, optionally or mandatorily\nredeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before\ntheir respective stated maturities;\n(6) Provisions for the registration, transfer, and exchange of the Bonds and the\nreplacement of mutilated, lost, stolen, or destroyed Bonds;\n(7) The creation of any reserve fund, sinking fund, or other fund with respect to\nthe Bonds;\n(8) The time and place of payment of the Bonds;\n(9) Procedures for monitoring the use of the proceeds received from the sale of\nthe Bonds to ensure that the proceeds are properly applied to the Project and used to accomplish\nthe purposes of the Home Rule Act and this resolution;\n(10) Actions necessary to qualify the Bonds under blue sky laws of any\njurisdiction where the Bonds are marketed; and\n(11) The terms and types of credit enhancement under which the Bonds may be\nsecured.\n(b) The Bonds shall contain a legend, which shall provide that the Bonds are special\nobligations of the District, are without recourse to the District, are not a pledge of, and do not\ninvolve, the faith and credit or the taxing power of the District, do not constitute a debt of the\nDistrict, and do not constitute lending of the public credit for private undertakings as prohibited\nin section 602(a)(2) of the Home Rule Act.\n(c) The Bonds shall be executed in the name of the District and on its behalf by the\nmanual or facsimile signature of the Mayor, and attested by the Secretary of the District of\nColumbia by the Secretary of the District of Columbia’s manual or facsimile signature. The\nMayor’s execution and delivery of the Bonds shall constitute conclusive evidence of the Mayor’s\napproval, on behalf of the District, of the final form and content of the Bonds.\n(d) The official seal of the District, or a facsimile of it, shall be impressed, printed, or\notherwise reproduced on the Bonds.\n(e) The Bonds of any series may be issued in accordance with the terms of a trust\ninstrument to be entered into by the District and a trustee to be selected by the Borrower subject\nto the approval of the Mayor, and may be subject to the terms of one or more agreements entered\ninto by the Mayor pursuant to section 490(a)(4) of the Home Rule Act.\n(f) The Bonds may be issued at any time or from time to time in one or more issues and\nin one or more series.\nSec. 6. Sale of the Bonds.\n(a) The Bonds of any series may be sold at negotiated or competitive sale at, above, or\nbelow par, to one or more persons or entities, and upon terms that the Mayor considers to be in\nthe best interest of the District.\n(b) The Mayor or an Authorized Delegate may execute, in connection with each sale of\nthe Bonds, offering documents on behalf of the District, may deem final any such offering\ndocument on behalf of the District for purposes of compliance with federal laws and regulations\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 766\n\ngoverning such matters, and may authorize the distribution of the documents in connection with\nthe sale of the Bonds.\n(c) The Mayor is authorized to deliver the executed and sealed Bonds, on behalf of the\nDistrict, for authentication, and, after the Bonds have been authenticated, to deliver the Bonds to\nthe original purchasers of the Bonds upon payment of the purchase price.\n(d) The Bonds shall not be issued until the Mayor receives an approving opinion from\nBond Counsel as to the validity of the Bonds of such series and, if the interest on the Bonds is\nexpected to be exempt from federal income taxation, the treatment of the interest on the Bonds\nfor purposes of federal income taxation.\nSec. 7. Payment and security.\n(a) The principal of, premium, if any, and interest on, the Bonds shall be payable solely\nfrom proceeds received from the sale of the Bonds, income realized from the temporary\ninvestment of those proceeds, receipts, and revenues realized by the District from the Loan,\nincome realized from the temporary investment of those receipts and revenues prior to payment\nto the Bond owners, other moneys that, as provided in the Financing Documents, may be made\navailable to the District for the payment of the Bonds, and other sources of payment (other than\nfrom the District), all as provided for in the Financing Documents.\n(b) Payment of the Bonds shall be secured as provided in the Financing Documents and\nby an assignment by the District for the benefit of the Bond owners of certain of its rights under\nthe Financing Documents and Closing Documents, including a security interest in certain\ncollateral, if any, to the trustee for the Bonds pursuant to the Financing Documents.\n(c) The trustee is authorized to deposit, invest, and disburse the proceeds received from\nthe sale of the Bonds pursuant to the Financing Documents.\nSec. 8. Financing and Closing Documents.\n(a) The Mayor is authorized to prescribe the final form and content of all Financing\nDocuments and all Closing Documents to which the District is a party that may be necessary or\nappropriate to issue, sell, and deliver the Bonds and to make the Loan to the Borrower. Each of\nthe Financing Documents and each of the Closing Documents to which the District is not a party\nshall be approved, as to form and content, by the Mayor.\n(b) The Mayor is authorized to execute, in the name of the District and on its behalf, the\nFinancing Documents and any Closing Documents to which the District is a party by the\nMayor’s manual or facsimile signature.\n(c) If required, the official seal of the District, or a facsimile of it, shall be impressed,\nprinted, or otherwise reproduced on the Financing Documents and the Closing Documents to\nwhich the District is a party.\n(d) The Mayor’s execution and delivery of the Financing Documents and the Closing\nDocuments to which the District is a party shall constitute conclusive evidence of the Mayor’s\napproval, on behalf of the District, of the final form and content of the executed Financing\nDocuments and the executed Closing Documents.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 767\n\n(e) The Mayor is authorized to deliver the executed and sealed Financing Documents and\nClosing Documents, on behalf of the District, prior to or simultaneously with the issuance, sale,\nand delivery of the Bonds, and to ensure the due performance of the obligations of the District\ncontained in the executed, sealed, and delivered Financing Documents and Closing Documents.\nSec. 9. Authorized delegation of authority.\nTo the extent permitted by District and federal laws, the Mayor may delegate to any\nAuthorized Delegate the performance of any function authorized to be performed by the Mayor\nunder this resolution.\nSec. 10. Limited liability.\n(a) The Bonds shall be special obligations of the District. The Bonds shall be without\nrecourse to the District. The Bonds shall not be general obligations of the District, shall not be a\npledge of, or involve, the faith and credit or the taxing power of the District, shall not constitute a\ndebt of the District, and shall not constitute lending of the public credit for private undertakings\nas prohibited in section 602(a)(2) of the Home Rule Act.\n(b) The Bonds shall not give rise to any pecuniary liability of the District and the District\nshall have no obligation with respect to the purchase of the Bonds.\n(c) Nothing contained in the Bonds, in the Financing Documents, or in the Closing\nDocuments shall create an obligation on the part of the District to make payments with respect to\nthe Bonds from sources other than those listed for that purpose in section 7.\n(d) The District shall have no liability for the payment of any Issuance Costs or for any\ntransaction or event to be effected by the Financing Documents.\n(e) All covenants, obligations, and agreements of the District contained in this resolution,\nthe Bonds, and the executed, sealed, and delivered Financing Documents and Closing\nDocuments to which the District is a party, shall be considered to be the covenants, obligations,\nand agreements of the District to the fullest extent authorized by law, and each of those\ncovenants, obligations, and agreements shall be binding upon the District, subject to the\nlimitations set forth in this resolution.\n(f) No person, including, but not limited to, the Borrower and any Bond owner, shall have\nany claims against the District or any of its elected or appointed officials, officers, employees, or\nagents for monetary damages suffered as a result of the failure of the District or any of its elected\nor appointed officials, officers, employees, or agents to perform any covenant, undertaking, or\nobligation under this resolution, the Bonds, the Financing Documents, or the Closing\nDocuments, nor as a result of the incorrectness of any representation in or omission from the\nFinancing Documents or the Closing Documents, unless the District or its elected or appointed\nofficials, officers, employees, or agents have acted in a willful and fraudulent manner.\n\nSec. 11. District officials.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 768\n\n(a) Except as otherwise provided in section 10(f), the elected or appointed officials,\nofficers, employees, or agents of the District shall not be liable personally for the payment of the\nBonds or be subject to any personal liability by reason of the issuance, sale, or delivery of the\nBonds, or for any representations, warranties, covenants, obligations, or agreements of the\nDistrict contained in this resolution, the Bonds, the Financing Documents, or the Closing\nDocuments.\n(b) The signature, countersignature, facsimile signature, or facsimile countersignature of\nany official appearing on the Bonds, the Financing Documents, or the Closing Documents shall\nbe valid and sufficient for all purposes notwithstanding the fact that the individual signatory\nceases to hold that office before delivery of the Bonds, the Financing Documents, or the Closing\nDocuments.\nSec. 12. Maintenance of documents.\nCopies of the specimen Bonds and of the final Financing Documents and Closing\nDocuments shall be filed in the Office of the Secretary of the District of Columbia.\nSec. 13. Information reporting.\nWithin 3 days after the Mayor’s receipt of the transcript of proceedings relating to the\nissuance of the Bonds, the Mayor shall transmit a copy of the transcript to the Secretary to the\nCouncil.\nSec. 14. Disclaimer.\n(a) The issuance of Bonds is in the discretion of the District. Nothing contained in this\nresolution, the Bonds, the Financing Documents, or the Closing Documents shall be construed as\nobligating the District to issue any Bonds for the benefit of the Borrower or to participate in or\nassist the Borrower in any way with financing, refinancing, or reimbursing the costs of the\nProject. The Borrower shall have no claims for damages or for any other legal or equitable relief\nagainst the District, its elected or appointed officials, officers, employees, or agents as a\nconsequence of any failure to issue any Bonds for the benefit of the Borrower.\n(b) The District reserves the right to issue the Bonds in the order or priority it determines\nin its sole and absolute discretion. The District gives no assurance and makes no representations\nthat any portion of any limited amount of bonds or other obligations, the interest on which is\nexcludable from gross income for federal income tax purposes, will be reserved or will be\navailable at the time of the proposed issuance of the Bonds.\n(c) The District, by adopting this resolution or by taking any other action in connection\nwith financing, refinancing, or reimbursing costs of the Project, does not provide any assurance\nthat the Project is viable or sound, that the Borrower is financially sound, or that amounts owing\non the Bonds or pursuant to the Loan will be paid. Neither the Borrower, any purchaser of the\nBonds, nor any other person shall rely upon the District with respect to these matters.\n\nSec. 15. Expiration.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-47, effective March 5, 2013\n\n20 DCSTAT 769\n\nIf any Bonds are not issued, sold, and delivered to the original purchaser within 3 years\nafter the date of this resolution, the authorization provided in this resolution with respect to the\nissuance, sale, and delivery of the Bonds shall expire.\nSec. 16. Severability.\nIf any particular provision of this resolution or the application thereof to any person or\ncircumstance is held invalid, the remainder of this resolution and the application of such\nprovision to other persons or circumstances shall not be affected thereby. If any action or\ninaction contemplated under this resolution is determined to be contrary to the requirements of\napplicable law, such action or inaction shall not be necessary for the purpose of issuing of the\nBonds, and the validity of the Bonds shall not be adversely affected.\nSec. 17. Compliance with public approval requirement.\nThis approval shall constitute the approval of the Council as required in section 147(f) of the\nInternal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2635; 26 U.S.C. § 147(f)),\nand section 490(k) of the Home Rule Act, for the Project to be financed, refinanced, or reimbursed\nwith the proceeds of the Bonds. This resolution approving the issuance of the Bonds for the Project\nhas been adopted by the Council after a public hearing held at least 14 days after publication of\nnotice in a newspaper of general circulation in the District.\nSec. 18. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 19. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the Home Rule Act.\nSec. 20. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "769", 
  "name": "Resolution_20-47.pdf", 
  "title": "‎The Field School‎, ‎Inc‎. ‎Revenue Bonds Project ‎Approval Resolution of 2013"
}