{
  "end": "2729", 
  "name": "Resolution_20-315.pdf", 
  "start": "2729", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-315, effective November 5, 2013\n\n20 DCSTAT 2729\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Washington Metropolitan Area Transit Authority Board of Directors Act of 2012 to change\nthe initial appointment date of Board of Director appointments from July 1, 2013, to January 2,\n2014.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Washington Metropolitan Area Transit Authority Board of\nDirectors Congressional Review Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) Section 2 of the Washington Metropolitan Area Transit Authority Board of\nDirectors Act of 2012, effective April 27, 2013 (D. C. Law 19-286; D.C. Official Code § 91108.11), requires that initial appointments to the Board of Directors be done on July 1, 2013.\nAs no appointments had been introduced at the close of June 2013, there was insufficient time to\ncomplete the full Council process and meet the current statutory mandate.\n(b) As such, emergency legislation, D.C. Act 20-105, was adopted by the Council on\nJune 25, 2013, in order to change the initial appointment date from July 1, 2013, to January 2,\n2014, allowing sufficient time to properly vet appointees to the board. The emergency measure\nexpired on October 7, 2013, and the identical temporary measure, D.C. Act 20-155, is not\nprojected to become law until December 2, 2013.\n(c) Thus, this Congressional review emergency is necessary to prevent a gap in the law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWashington Metropolitan Area Transit Authority Board of Directors Congressional Review\nEmergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. The resolution shall take effect immediately.\n\nProposed\nResolution\n20-544\nSee Emergency\nD.C. Act 20-216\n20 DCStat 2606\n\nWashington\nMetropolitan\nArea Transit\nAuthority\nBoard of\nDirectors\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Washington Metropolitan Area Transit Authority Board of Directors Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}