{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-570, effective July 14, 2014\n\n20 DCSTAT 3983\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve an agreement to enter into a\nlong-term subsidy contract for a multiyear term of 15 years in support of the District’s Local\nRent Supplement Program (“LRSP”) to fund housing costs associated with affordable housing\nunits for Contract No. 2014-LRSP-001A with North Capitol Commons, LP for LRSP units located\nat 1005 N. Capitol Street, N.E., and to authorize payment for housing services to be received\nunder the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this resolution\nmay be cited as the “Local Rent Supplement Program Contract No. 2014-LRSP-001A-Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. In 2007, the District passed Title II of the Fiscal Year 2007 Budget Support Act of 2006\n(“BSA”) to provide funding for affordable housing for extremely low income households in the District.\nThe passage of the BSA created the Local Rent Supplement Program (“LRSP”), a program designed to\nprovide affordable housing and supportive services to extremely low income District residents, including\nthose who are homeless or in need of supportive services, such as elderly individuals or those with\ndisabilities, through project-based, tenant-based and sponsored-based LRSP affordable housing units.\nThe BSA provided for the District of Columbia Housing Authority (“DCHA”) to administer the LRSP\non behalf of the District.\nSec. 3. In November, 2013 DCHA received an unsolicited proposal for 17 Local Rent\nSupplement (“LRSP”) Project-Based Vouchers from North Capitol Commons, LP (“the Owner”).\nPursuant to the District of Columbia Housing Authority Act of 1999, DCHA is to operate its LRSP as a\nPartnership Program. The Owner has been selected pursuant to the Partnership Program, which allows\nDCHA to award a Housing Assistance Payment contract without a competitive process after review by\nthe Board of Commissioners. The DCHA Board of Commissioners approved a resolution granting the 17\nLRSP vouchers, and upon approval of the contract by the Council, DCHA will enter into an agreement to\nenter into a long-term contract (“ALTSC”) with the Owner under the LRSP for housing services\nprovided under the contract.\n\nSec. 4. (a) There exists an immediate need to approve an ALTSC with North Capitol Commons,\nLP under the DCHA’s Local Rent Supplement Program to provide long term affordable housing units for\nextremely low-income households in the District of Columbia for units at North Capitol Commons.\n(b) The emergency legislation to approve the contract will authorize an ALTSC between the\nDCHA and North Capitol Commons, LP with respect to the payment of rental subsidy, and allow the\nowner to lease the rehabilitated units at North Capitol Commons and house District of Columbia\nextremely low income households with incomes at 30% or less of the area median income.\n\nProposed\nResolution\n20-967\nSee Emergency\nD.C. Act 20-413\n20 DCStat 3912\n\nLocal Rent\nSupplement\nProgram\nContract No.\n2014-LRSP001AApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-570, effective July 14, 2014\n\n20 DCSTAT 3984\n\nSec. 5. The Council of the District of Columbia determines that the circumstances enumerated in\nsections 2,3, and 4 constitute emergency circumstances making it necessary that the Local Rent\nSupplement Program Contract No. 2014-LRSP-001A Approval and Payment Authorization Emergency\nAct of 2014 be adopted after a single reading.\nSec. 6. This resolution shall take effect immediately.\n\n\f",
  "title": "Local Rent Supplement Program Contract No. 2014-LRSP-001A Approval and Authorization Emergency Declaration Resolution of 2014",
  "end": "3984",
  "start": "3983",
  "name": "Resolution_20-570.pdf"
}