{
  "start": "4014", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-587, effective July 14, 2014\n\n20 DCSTAT 4014\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the modification to Contract\nNo. DCHBX-2013-C-0007 to provide communications and marketing services and to authorize\npayment for the services received and to be received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHBX-2013-C-0007 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCHBX-2013-0007\nand to authorize payment for the services received and to be received under that contract.\n(b) On July 24, 2013, the District of Columbia Health Benefit Exchange Authority\n(“DCHBX”) entered into a letter contract with Weber Shandwick to provide communications\nand marketing services in an amount not to exceed $2,725,151.10.\n(c) On December 19, 2013, DCHBX executed a contract modification to increase the\nletter contract ceiling amount to $3,611,067.10.\n(d) The definitized contract is in an amount not to exceed $3,611,067.10.\n(e) Council approval is necessary because the contract amount is more than $1 million\nduring a 12-month period.\n(f) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Weber Shandwick cannot be paid for services provided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHBX-2013-C-0007 Approval and Payment Authorization Emergency Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-807\nSee Emergency\nD.C. Act 20-390\n20 DCStat 3869\n\nContract No.\nDCHBX-2013C-0007\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4014", 
  "name": "Resolution_20-587.pdf", 
  "title": "Contract No. DCHBX-2013-C-0007 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}