{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-772, effective December 18, 2012\n\n20 DCSTAT 590\n\nA RESOLUTION\n\nProposed Resolution\n19-1086\n\nTo declare the existence of an emergency with respect to the need to approve Contract No. DCGO-2011-C0008-M01 to provide school bus maintenance and repair services, and to authorize payment for\nthe services received under that contract.\n\nSee Emergency Act\nD.C. Act 19-605\n20 DCSTAT 372\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCGO-2011-C-0008-M01 Approval and\nPayment Authorization Emergency Declaration Resolution of 2012”.\n\nContract No.\nDCGO-2011-C0008-M01 Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCGO-2011-C0008-M01 with Precision Truck Repair, Inc., (“Precision”) to provide school bus\nmaintenance and repair services and to authorize payment for the services received under that\ncontract.\n(b) On April 1, 2011, the Office of Contracting and Procurement (“OCP”), on behalf of\nthe Office of the State Superintendent of Education (OSSE), entered into a contract with\nPrecision to provide school bus maintenance service in an amount not to exceed $900,000.\n(c) On March 19, 2012, OSSE conducted a reconciliation of all purchase orders executed\nto fund Contract No. DCGO-2011-C-0008-M01. The total amount of the 4 purchase orders\n(PO359302, PO365516, PO375016, and PO390287) issued for this contract exceeds $1 million.\nBased on the statement from the contractor, the total amount of all invoices for the period April\n1, 2011, through March 31, 2012, is $1,559,212.\n(d) Council approval is necessary as the contract is now for more than $1 million during\na 12-month period.\n(e) Council approval is necessary to allow the continuation of these vital services.\nWithout this approval, Precision cannot be paid for services provided in excess of $1million.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCGO-2011-C-0008-M01 Approval and Payment Authorization Emergency Act of\n2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Contract No. Dcgo-2011-C-0008-M01 Approval and Payment Authorization Emergency Declaration Resolution of 2012",
  "end": "590",
  "start": "590",
  "name": "Resolution_19-772.pdf"
}