{
  "start": "3140", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-438, effective March 4, 2014\n\n20 DCSTAT 3140\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nTraffic Act, 1925, to allow a person who was previously assigned a social security number but\nwho can no longer establish legal presence in the United States to be eligible to obtain a limited\npurpose driver’s license, permit, or identification card.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Driver’s Safety Clarification Emergency Declaration Resolution\nof 2014”.\n\nSec. 2. Section 8c of the District of Columbia Traffic Act, 1925, effective January 17,\n2014 (D.C. Law 20-62; to be codified at D.C. Official Code § 50-1401.05), provides for the\nissuance of a limited purpose driver’s license, permit, or identification card to individuals who\nhad not been assigned a social security number or could not establish legal presence in the\nUnited States. The unintended result is that an individual who was assigned a social security\nnumber at one point but can no longer establish legal presence in the United States would be\nprecluded from obtaining a limited purpose driver’s license, permit, or identification card. This\namendment would allow for such an individual to be eligible to obtain a limited purpose driver’s\nlicense, permit, or identification card.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDriver’s Safety Clarification Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-672\nSee Emergency\nD.C. Act 20-293\n20 DCStat 3060\n\nDriver’s\nSafety\nClarification\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3140", 
  "name": "Resolution_20-438.pdf", 
  "title": "Driver's Safety Clarification Emergency Declaration Resolution of 2014"
}