{
  "start": "3077", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-380, effective December 17, 2013\n\n20 DCSTAT 3077\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to order the closing of a portion of a\npublic alley in Square 858, bounded by I Street, N.E., 6th Street, N.E., H Street, N.E., and 7th\nStreet, N.E., in Ward 6.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Closing of a Portion of the Public Alley in Square 858, S.O. 1203336, Emergency Declaration Resolution of 2013\".\n\nSec. 2. (a) The Council has considered, on first reading on December 3, 2013, and final\nreading on December 17, 2013, Bill 20-388, the Closing of a Portion of the Public Alley in\nSquare 858, S.O. 12-03336, Act of 2013, following mark-up by the Committee of the Whole.\n(b) The alley closing legislation will facilitate the development of a residential building\nwith ground floor retail in Square 858. The alley closing requires the recordation of a covenant\nestablishing new portions of the alley system by easement as shown on the Surveyor’s plat in\nS.O. 12-03336, and the applicant agrees to maintain such new portions of the alley system\nestablished by easement. The reconfigured alley system results in an improved alley system for\ntraffic flow through and around the square. In addition, this development will have a positive\nfiscal impact on the District of Columbia through the generation of substantial new property tax\nrevenues and new residential income tax, will provide affordable housing, and will result in\nimportant streetscape improvements. The development will also create approximately 350 jobs\nduring the peak of construction and additional permanent jobs after completion of the project.\n(c) The Advisory Neighborhood Commission (“ANC”) 6C, the ANC within which the\nproject is located, unanimously voted to support the alley closing and the establishment of an\nalley easement.\n(d) Approval of emergency legislation will allow the construction of the proposed\ndevelopment to proceed expeditiously. Securing the alley closing approval is essential for the\napplicant to move forward in a timely manner with the development in accordance with its\nfinancing and lease commitments.\nSec. 3 The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nClosing of a Portion of the Public Alley in Square 858, S.O. 12-03336, Emergency Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-600\nSee Emergency\nD.C. Act 20-262\n20 DCStat 3025\n\nClosing of a\nPortion of the\nPublic Alley in\nSquare 858,\nS.O. 12-03336,\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "3077", 
  "name": "Resolution_20-380.pdf", 
  "title": "Closing of a Portion of the Public Alley in Square 858, S.O. 12-03336, Emergency Declaration Resolution of 2013"
}