{
  "end": "1599", 
  "name": "Resolution_20-161.pdf", 
  "start": "1599", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-161, effective June 18, 2013\n\n20 DCSTAT 1599\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to declare as no longer required for\npublic purposes the District-owned real property located at 1375 Mount Olivet Road, N.E.,\ncommonly known as the Webb School, and designated for tax and assessment purposes as a\nportion of Parcel 0141, Lot 47, and Square 4082, Lot 807.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Webb School Surplus Property Declaration Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) The property consists of land and improvements, including a school building,\nlocated at 1375 Mount Olivet Road, N.E., commonly known as the Webb School, and designated\nfor tax and assessment purposes as a portion of Parcel 0141, Lot 47, and Square 4082, Lot 807\n(“Property”).\n(b) The District has not used the Property as a District of Columbia public school since\n2008.\n(c) The Department of General Services (“DGS”) determined that the Property is surplus\nto the District’s needs.\n(d) On June 22, 2012, DGS issued a competitive solicitation to identify a charter school\ntenant for the Property.\n(e) On July 19, 2012, the Property was severely damaged by fire. DGS estimates the cost\nto renovate the damaged facility to be approximately $22 million.\n(f) The District selected KIPP DC as the charter school tenant for the Property.\n(g) Prompt declaration that the Property is no longer required for public purposes is\nnecessary to:\n(1) Facilitate execution of a lease of the Property to KIPP DC; and\n(2) Enable KIPP DC to take advantage of historically low interest rates for their\nbond financing, allowing KIPP DC to minimize the risk of higher interest rates and quickly\ncommence the proposed improvements to the Property.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Webb\nSchool Surplus Property Declaration Emergency Resolution of 2013 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-312\nSee\nEmergency\nD.C. Res.\n20-162\n20 DCStat 1600\nWebb School\nSurplus\nProperty\nDeclaration\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Webb School Surplus Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}