{
  "start": "4001", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-582, effective July 14, 2014\n\n20 DCSTAT 4001\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize and provide for the\nissuance, sale, and delivery in an aggregate principal amount not to exceed $16.5 million of\nDistrict of Columbia revenue bonds in one or more series, and to authorize and provide for the\nloan of the proceeds of such bonds to assist the President and Directors of Gonzaga College, in\nthe financing, refinancing, or reimbursing of costs associated with an authorized project\npursuant to section 490 of the District of Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"President and Directors of Gonzaga College Revenue Bonds\nProject Emergency Declaration Resolution of 2014\".\n\nSec. 2. (a) The President and Directors of Gonzaga College (\"Borrower\"), which is a\nfederally chartered nonprofit organization organized under the laws of the United States by Act of\nCongress and existing under the laws of the United States and the District of Columbia, seeks to\nhave District of Columbia revenue bonds issued and to receive a loan of the proceeds from the\nsale of the bonds for the financing, refinancing or reimbursing of all or a portion of the Borrower’s\ncosts to:\n(A) Redesign and improve certain campus features, such as landscaping,\nlighting, seating and meeting areas, statuary, and walkways along Eye Street, N.W., between North\nCapitol Street, N.W., and First Street, N.W., to enhance school life and address campus safety;\n(B) Renovate and develop an athletic field and construct an underground\nparking facility of approximately 300 parking spaces on the Borrower’s campus located at 19\nEye Street, N.W., Washington, D.C. 20001 (Lots 0844 and 0845, Square 0622), together with\nother property, real and personal, functionally related and subordinate thereto;\n(C) Fund certain working capital expenditures associated with the\nforegoing, to the extent financeable; and\n(D) Pay issuance costs for the bonds.\n(b) The planned financing will make available funds critically needed to finance,\nrefinance, or reimburse the Borrower for costs of the project described in subsection (a) of this\nsection.\n(c) Presently interest rates on tax-exempt bonds are low, but recent market trends\nindicate that the market is volatile, and there is uncertainty concerning how long interest rates\nwill remain low. For the Borrower to maximize interest savings on the District of Columbia the\nrevenue bonds, the issuance needs to occur as soon as possible.\n(d) Expeditious Council approval of the bond resolution authorizing the issuance of up\nto $16.5 million of District of Columbia revenue bonds would permit the revenue bonds to be\n\nProposed\nResolution\n20-941\nSee Emergency\nD.C. Res. 20-583\n20 DCStat 4003\n\nPresident and\nDirectors of\nGonzaga\nCollege\nRevenue\nBonds Project\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-582, effective July 14, 2014\n\n20 DCSTAT 4002\n\nissued promptly to provide maximum savings for the Borrower and enable the project described\nin subsection (a) of this section to be completed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nPresident and Directors of Gonzaga College Revenue Bonds Project Emergency Approval\nResolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "4002", 
  "name": "Resolution_20-582.pdf", 
  "title": "President and Directors of Gonzaga College Revenue Bonds Project Emergency Declaration Resolution of 2014"
}