{
  "start": "4623", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-693, effective November 18, 2014\n\n20 DCSTAT 4623\n\nA RESOLUTION\n\nProposed\nResolution\n20-1131\nEmergency\nDeclaration\nRes. 20-692\n20 DCStat 4622\n\nTo approve, on an emergency basis, the multiyear Pay-For-Success Intermediary Agreement with Social\nFinance, Inc., and Social Finance District of Columbia Teen Pregnancy Prevention and\nEducational Attainment 2014 Manager, Inc., to deliver Teen Outreach Program® services to\nselected District schools with the goals of reducing the incidence of teen pregnancy and\nimproving educational attainment for at-risk high school students.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Pay-For-Success Intermediary Agreement Emergency Approval\nResolution of 2014”.\n\nSec. 2. Pursuant to section 451(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51(c)(3)), the Council\napproves the Pay-For-Success Intermediary Agreement, a multiyear agreement with Social\nFinance, Inc., (“SFI”) and Social Finance District of Columbia Teen Pregnancy Prevention and\nEducational Attainment 2014 Manager, Inc. (“Managing Member”) to deliver Teen Outreach\nProgram® services to selected District of Columbia schools with the goals of reducing the\nincidence of teen pregnancy and improving educational attainment for at-risk high-school\nstudents. SFI and the Managing Member will be paid based on the achievement of specific\noutcomes based on defined performance targets in an amount not to exceed $10,588,700.00.\nThe term will be from the date of award through December 31, 2019.\nSec. 3. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement of the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\nPay-ForSuccess\nIntermediary\nAgreement\nEmergency\nApproval\nResolution of\n2014\n\n\f", 
  "end": "4623", 
  "name": "Resolution_20-693.pdf", 
  "title": "Pay-For-Success Intermediary Agreement Emergency Approval Resolution of 2014"
}