{
  "end": "4016", 
  "name": "Resolution_20-588.pdf", 
  "start": "4015", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-588, effective July 14, 2014\n\n20 DCSTAT 4015\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the interest arbitration\naward and compensation agreement submitted by the Mayor for employees in Compensation Unit\n4.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Interest Arbitration Award and Compensation Agreement\nbetween the District of Columbia Fire and Emergency Medical Services Department and Local\n36 International Association of Firefighters (Compensation Unit 4) Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) Section 1717(i)(1) of the District of Columbia Government Comprehensive\nMerit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1617.17(i)(1)), requires that the arbitrator’s award issued on February 20, 2014, pertaining to the\nDC Firefighters Union, Local 36, was required to have been transmitted to the Council within\n60 days.\n(b) Following a lengthy, protracted process involving submittal, withdrawal, and resubmittal, the Council has before it a resolution transmitted by the Mayor on June 25, 2014.\n(c) The Executive has questioned the legal sufficiency of 2 related articles in the\ncompensation agreement, Article 18 (Overtime) and Articles 44 (Tour of Duty, formerly Article\n45), and litigation is pending that affects these articles.\n(d) The resolution transmitted by the Mayor would have disapproved language from\nthese 2 articles and approved the rest of the award. However, there is no provision of law\npermitting the Council to accept in part or reject in part provisions of the contract.\n(e) The Council instead approves the award by emergency act, explicitly noting that in\ndoing so the Council does not intend this approval to prejudice the pending litigation.\n(f) Accepting the compensation agreement, with the arbitrator’s asterisk regarding\npending litigation and while acknowledging the litigation over tour of duty and overtime pay,\ndoes not prejudice the government (or the union) in the current litigation. However, to\ndisapprove Articles 18 and 44, as the Executive seeks, does prejudice the litigation.\n(g) Additionally, rejecting 2 articles of the compensation agreement, even if there were\nauthority to do so, would have the absurd effect of requiring that the agreement be resubmitted\nfor renegotiation—a prospect the Executive has also admitted is absurd.\n(h) The interest arbitration award and compensation agreement include pay raises that\nLocal 36 members have not seen since 2006.\n(i) Acting on this compensation agreement now will have a positive effect on the\nemployees of the Fire and Emergency Medical Services Department.\n\nProposed\nResolution\n20-955\nSee Emergency\nD.C. Act 20-384\n20 DCStat 3867\n\nInterest\nArbitration\nAward and\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia Fire\nand Emergency\nMedical\nServices\nDepartment\nand Local 36\nInternational\nAssociation of\nFirefighters\n(Compensation\nUnit 4)\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-588, effective July 14, 2014\n\n20 DCSTAT 4016\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nInterest Arbitration Award and Compensation Agreement between the District of Columbia Fire\nand Emergency Medical Services Department and Local 36 International Association of\nFirefighters (Compensation Unit 4) Emergency Approval Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Interest Arbitration Award and Compensation Agreement between the District of Columbia Fire and Emergency Medical Services Department and Local 36 International Association of Firefighters (Compensation Unit 4) Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}