{
  "start": "2147", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-268, effective July 10, 2013\n\n20 DCSTAT 2147\n\nA RESOLUTION\nTo approve, on an emergency basis, Contract No. DCHBX-2013-C-0001 to design, implement and operate\nthe District of Columbia Exchange Contact Center, with a robust capability to provide consumers\nwith over-the-phone and web-based services for Medicaid and private health insurance, and\nsmall business health insurance eligibility, enrollment, and related assistance using the new\nDistrict of Columbia Access System.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHBX-2013-C-0001 Emergency Approval\nResolution of 2013”.\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), the Council approves\nContract No. DCHBX-2013-C-0001 to design, implement, and operate the District of Columbia\nExchange Contact Center, with a robust capability to provide consumers with over-the-phone\nand web-based services for Medicaid and private health insurance, and small business health\ninsurance eligibility, enrollment, and related assistance using the new District of Columbia\nAccess System and authorizes payment in the amount of $24,455,581 for services received and\nto be received under the contract.\nSec. 3. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-397\nEmergency\nDeclaration\nRes. 20-267\n20 DCStat 2146\n\nContract No.\nDCHBX-2013C-0001\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "end": "2147", 
  "name": "Resolution_20-268.pdf", 
  "title": "Contract Number Dchbx-2013-C-0001 Emergency Approval Resolution of 2013"
}