{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-595, effective September 23, 2014\n\n20 DCSTAT 4498\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to adjust\ncertain allocations requested in the Fiscal Year 2014 Budget Request Act pursuant to the\nOmnibus Appropriations Act, 2009\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Fiscal Year 2014 Revised Budget Request Congressional\nReview Emergency Declaration Resolution of 2014\".\n\nSec. 2. (a) Act 20-368, the Fiscal Year 2014 Revised Budget Request Emergency\nAdjustment Act of 2014, was enacted on June 27, 2014, and expires on September 25, 2014.\nThe act includes important adjustments to the Fiscal Year 2014 budget as well as provisions that\nare necessary to balance the approved Fiscal Year 2015 budget.\n(b) A temporary version of the legislation, Act 20-376, was transmitted to Congress on\nJuly 29, 2014, and is currently undergoing congressional review. The temporary legislation is\nprojected to become law on October 7, 2014.\n(c) A congressional review emergency is necessary to prevent a gap in the law and to\nensure that the Fiscal Year 2014 and 2015 budgets remain balanced.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\nYear 2014 Revised Budget Request Congressional Review Emergency Adjustment Act of 2014\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1045\nSee Emergency\nD.C. Act 20-446\n20 DCStat 4171\n\nFiscal Year\n2014 Revised\nBudget\nRequest\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Fiscal Year 2014 Revised Budget Request Congressional Review Emergency Declaration Resolution of 2014",
  "end": "4498",
  "start": "4498",
  "name": "Resolution_20-595.pdf"
}