{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-395, effective January 7, 2014\n\n20 DCSTAT 3091\n\nA RESOLUTION\nTo approve, on an emergency basis, Option Year Four to Contract No. DCPL-2009-C-0004B with Baker\n& Taylor, Inc., for the purchase of new books, electronic materials, and other book-related\nservices for the District of Columbia Public Library (“DCPL”) and authorize payment for those\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCPL-2009-C-0004B Modification Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists a need to approve Option Year Four to Contract No. DCPL2009-C-0004B with Baker and Taylor, Inc., to provide new books and other book-related\nservices and to authorize payment for the book services received and to be received under the\ncontract.\n(b) On January 21, 2013, the DCPL agreed to exercise Option Year Four to Contract\nNo. DCPL-2009-C-0004B with Baker and Taylor, Inc., to provide books, electronic materials,\nprogrammatic initiatives support, and other book-related services for the contract period of\nJanuary 21, 2013, to January 20, 2014, in the not to exceed amount of $995,000.00.\n(c) On November 21, 2013, by Modification No. 7, the DCPL’s Procurement Office\nproposed an increase to the contract ceiling for the contract period of January 21, 2013, to\nJanuary 20, 2014, by $300,000.00, from $995,000.00 to a new contract amount of\n$1,295,000.00.\n(d) DCPL now seeks Council approval to increase the total not to exceed amount for the\nperiod from January 21, 2013, to January 20, 2014, to a total increased contract amount of\n$1,295,000.00.\n(e) Approval is necessary to allow the payment for these vital services. Without this\napproval, Baker and Taylor, Inc., cannot be paid for services provided in excess of $1 million\nover the previously approved amount for the period from January 21, 2013, to January 20, 2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCPL-2009-C-0004B Modification Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-608\nSee Emergency\nD.C. Act 20-264\n20 DCStat 3029\n\nContract No.\nDCPL-2009C-0004B\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Contract DCPL-2009-C-0004B Modification Approval and Payment Authorization Emergency Declaration Resolution of 2014",
  "end": "3091",
  "start": "3091",
  "name": "Resolution_20-395.pdf"
}