{
  "start": "2674", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-282, effective September 17, 2013\n\n20 DCSTAT 2674\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve modifications to Contract\nNo. DCFL-2006-D-0011 with ARAMARK Correctional Services, LLC to provide the food service\nprograms at the District’s Central Detention and Correctional Treatment Facilities and to\nauthorize payment for the services received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCFL-2006-D-0011 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 10, 11, 14, 15,\n17, 18, and 19 to Contract No. DCFL-2006-D-0011 with ARAMARK Correctional Services,\nLLC (“ARAMARK”), to provide the food service programs at the District’s Central Detention\nand Correctional Treatment Facilities and to authorize payment for the services received under\nthat contract.\n(b) On December 29, 2011, by Modification No. 10, the Office of Contracting and\nProcurement (“OCP”), on behalf of the Department of Corrections, extended the contract with\nARAMARK to provide the food service programs at the District’s Central Detention and\nCorrectional Treatment Facilities from January 1, 2012, to February 28, 2012, in an amount not\nto exceed $715,740.15.\n(c) On February 28, 2012, by Modification No. 11, the OCP extended the contract from\nFebruary 29, 2012, to March 31, 2012, in an amount not to exceed $783,301.11.\n(d) On March 30, 2012, by Modification No.14, the OCP extended the contract from\nApril 1, 2012, to April 30, 2012, in an amount not to exceed $314,343.00.\n(e) On April 30, 2012, by Modification No.15, the OCP extended the contract from May\n1, 2012, to June 30, 2012, in an amount not to exceed $639,164.00.\n(f) On June 26, 2012, by Modification No. 17, the OCP extended the contract from July\n1, 2012, until December 31, 2012, in an amount not to exceed $1,927,970.40.\n(g) On January 30, 2012, by Modification No. 18, the OCP extended the contract from\nJanuary 1, 2013, until January 31, 2013, in an amount not to exceed $314,821.00.\n(h) On January 30, 2012, by Modification No. 19, the OCP extended the contract from\nFebruary 1, 2013, until February 28, 2013, in an amount not to exceed $314,821.00.\n(i) The total amount for the period from January 1, 2012, through February 28, 2013, is\n$3,538,678.16.\n(j) Council approval is necessary since the contract is more than $1 million during a 12month period.\n\nProposed\nResolution\n20-366\nSee Emergency\nD.C. Act 20-162\n20 DCStat 2405\n\nContract No.\nDCFL-2006D-0011\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-282, effective September 17, 2013\n\n20 DCSTAT 2675\n\n(k) Without this approval, ARAMARK cannot be paid for services provided in excess\nof $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCFL-2006-D-0011 Modifications Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2675", 
  "name": "Resolution_20-282.pdf", 
  "title": "Contract No. Dcfl-2006-D-0011 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}