{
  "start": "4595", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-679, effective October 28, 2014\n\n20 DCSTAT 4595\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Contract No. CW30851 with\nthe Washington Hospitality Foundation to operate the Hospitality High School for the academic\nschool year 2014-2015.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. CW30851 Washington Hospitality Foundation\nContract Approval Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve the Contract No. CW30851\nWashington Hospitality Foundation Contract Approval Emergency Resolution of 2014 and to\nauthorize payment for services to be received under the contract.\n(b) Since 1998, the Washington Hospitality Foundation has operated Hospitality High\nSchool as a public charter school.\n(c) The mission of the high school is to ensure that students have access to an excellent\neducational program designed to promote success in college and the hospitality industry. Each\nyear all of the students of the high school are exposed to the hospitality industry through handson experience.\n(d) At the end of the 2013-2014 school year, the Washington Hospitality Foundation\nvoluntarily relinquished its charter. Pursuant to section 2212(d)(5)(A) of the District of\nColumbia School Reform Act of 1995, approved April 26, 1996 (110 Stat. 1321; D.C. Official\nCode § 38-1802.12(d)(5)(A)), Mayor Vincent C. Gray assumed management of the operation of\nHospitality High School.\n(e) Pursuant to Mayor’s Order 2014-196, approved on August 12, 2014, Mayor Gray\ndelegated authority to the State Superintendent of Education to take any and all actions\nauthorized to be performed in connection with the direct management of Hospitality High\nSchool, including the authority to execute and deliver any other document, contract, agreement,\nstatement, or instrument required by or incidental to the management of Hospitality High\nSchool.\n(f) Council approval is necessary as the contract is in the amount of $3,458,926 for the\nacademic school year 2014-2015, second quarter to fourth quarter, and to allow the Washington\nHospitality Foundation to operate Hospitality High School.\n(g) Without Council approval, the Washington Hospitality Foundation will be unable to\noperate the school. This could lead to 173 students being unable to continue in the school,\nforcing them to have to find alternative educational plans in the middle of the academic year.\n\nProposed\nResolution\n20-1115\nSee Emergency\nD.C. Res. 20-680\n20 DCStat 4597\n\nContract No.\nCW30851\nWashington\nHospitality\nFoundation\nContract\nApproval\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-679, effective October 28, 2014\n\n20 DCSTAT 4596\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. CW30851 Washington Hospitality Foundation Contract Approval Emergency\nResolution of 2014 be adopted on an emergency basis.\nSec. 4\n\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "4596", 
  "name": "Resolution_20-679.pdf", 
  "title": "Contract No. CW30851 Washington Hospitality Foundation Contract Approval Emergency Declaration Resolution of 2014"
}