{
  "end": "2769", 
  "name": "Resolution_20-337.pdf", 
  "start": "2769", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-337, effective November 5, 2013\n\n20 DCSTAT 2769\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve certain modifications to\nhuman care agreements to provide residential services to District residents with intellectual and\ndevelopmental disabilities and to authorize payment for the services received and to be received\nunder those contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Residential Services Human Care Agreements\nModifications Approval and Payment Authorization Emergency Declaration Resolution of\n2013”.\n\nSec. 2. (a) On September 30, 2013, by Modification No. 6, the Department of\nDisability Services (“DDS”) exercised option year 4 of Human Care Agreement DCJM-2009-H0020-09 with Ward & Ward Mental Health Services, Inc., to provide residential services in the\namount of $1,282,750.37 for the period from October 1, 2013, through September 30, 2014.\n(b) On September 30, 2013, by Modification No. 5, DDS exercised option year 4 of\nHuman Care Agreement DCJM-2009-H-0020-08 with Multi-Therapeutic Services, Inc., to\nprovide residential services in the amount of $1,299,317 for the period from October 1, 2013,\nthrough September 30, 2014.\n(c) On September 30, 2013, by Modification No. 1, DDS exercised option year one of\nHuman Care Agreement DCJM-2012-H-0004-02 with Capital Care, Inc., to provide residential\nservices in the amount of $1,146,300.96 for the period from October 1, 2013, through\nSeptember 30, 2014.\n(d) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Ward & Ward Mental Health Services, Inc., Multi-Therapeutic Services, Inc., and\nCapital Care, Inc., cannot be paid for services provided in excess of $1 million for option years.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Residential Services Human Care Agreements Modifications Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-522\nSee Emergency\nD.C. Act 20-225\n20 DCStat 2614\n\nOmnibus\nResidential\nServices\nHuman Care\nAgreements\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Omnibus Residential Services Human Care Agreements Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}