{
  "start": "3964", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-557, effective July 14, 2014\n\n20 DCSTAT 3964\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 002\nthrough 003 to Contract No. DCAM-13-CS-0124 between the District of Columbia government\nand SKANSKA USA BUILDING, INC., for design-build services for Brookland Middle School,\nand to authorize payment to SKANSKA USA BUILDING, INC., in the aggregate amount of\n$2,230,289 for the goods and services received and to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Order Nos. 002 through 003 to Contract No. DCAM13-CS-0124 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 002 through\n003 to Contract No. DCAM-13-CS-0124 for design-build services for Brookland Middle School\nin the aggregate amount of $2,230,289 and to authorize payment for the goods and services\nreceived and to be received under these change orders.\n(b) The underlying contract was previously approved by the Council (CA20-0170).\nChange Order No. 001 was also previously approved by the Council (CA20-0231). Thereafter,\nthe Department issued Change Order No. 002 with a value of $390,095. The value of this\nChange Order was less than $1 million; thus, Change Order No. 002 did not require Council\napproval.\n(c) Change Order No. 003 will cause the aggregate value of Change Orders Nos. 002 and\n003 issued after Council’s approval of the contract to exceed the $1 million threshold under\nsection 451 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders Nos. 002 and 003 in the aggregate amount of\n$2,230,289 is necessary to compensate SKANSKA USA BUILDING, INC., for work\ncompleted and to be completed pursuant to Change Orders Nos. 002 through 003 to Contract\nNo. DCAM-13-CS-0124 for design-build services for Brookland Middle School.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders Nos. 002 through 003 to Contract No. DCAM-13-CS-0124 Approval and\nPayment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-891\nSee Emergency\nD.C. Act 20-405\n20 DCStat 3885\n\nChange Order\nNos. 002\nthrough 003 to\nContract No.\nDCAM-13CS-0124\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3964", 
  "name": "Resolution_20-557.pdf", 
  "title": "Change Order Nos. 002 through 003 to Contract No. DCAM-13-CS-0124 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}