{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-712, effective December 2, 2014\n\n20 DCSTAT 4629\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to prohibit employers from testing\npotential employees for marijuana use during the hiring process, unless otherwise required by\nlaw.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Prohibition on Pre-Employment Marijuana Testing Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) On November 4, 2014, Initiative 71, the Legalization of Possession of\nMinimal Amounts of Marijuana for Personal Use Act of 2014, passed with over 114,000\nresidents approving the measure.\n(b) The initiative allows people 21 years of age or older to possess, use, or transport 2\nounces or less of marijuana, transfer an ounce or less to a person 21 years of age or older, and\ngrow marijuana plants within their own home for personal use.\n(c) The Council is currently reviewing the Marijuana Legalization and Regulation Act of\n2014, which would legalize the possession of marijuana and marijuana-infused products for\npersonal use, as well as the retail sale of marijuana and associated paraphernalia.\n(d) With the use and possession of marijuana being legalized due to the passage of\nInitiative 71, it is imperative that people who choose to use marijuana are not stigmatized when\nlooking for employment.\n(e) Ms. Shawn Stokes, Director of the Department of Human Resources, testified that by\nenacting this legislation, the District will join a majority of states that have regulated or\nrestricted an employer’s ability to require drug testing as a prerequisite for employment.\n(f) Ms. Erica McWhorter from the National Association for the Advancement of\nColored People DC Branch testified that legislation is needed to require certain employers to\nremove pre-employment drug screenings for marijuana from their job applications to prevent\ncommunity members from unfair discrimination in employment decisions.\n(g) As Initiative 71 has passed, testing procedures for marijuana should mirror the\ntesting procedures for alcohol.\n(h) The Committee on Business, Consumer and Regulatory Affairs had a hearing on, and\napproved the permanent version of this legislation, the Prohibition on Pre-Employment\nMarijuana Testing Act of 2014 (Committee print of Bill 20-728) by a vote of 5 to 0.\n(i) Emergency legislation is a necessary step forward in the marijuana legalization\nprocess to ensure that prospective employees are able to act within the bounds of the law and\nnot face discrimination.\n\nProposed\nResolution\n20-1148\nSee Emergency\nD.C. Act 20-525\n20 DCStat 4441\n\nProhibition on\nPreEmployment\nMarijuana\nTesting\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-712, effective December 2, 2014\n\n20 DCSTAT 4630\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProhibition on Pre-Employment Marijuana Testing Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Prohibition on Pre-Employment Marijuana Testing Emergency Declaration Resolution of 2014",
  "end": "4630",
  "start": "4629",
  "name": "Resolution_20-712.pdf"
}