{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-9, effective January 8, 2013\n\n20 DCSTAT 701\n\nA RESOLUTION\n\nProposed Resolution\n20-37\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to create a\nParking Meter Fund so that the District Department of Transportation can pay the additional cost\nof the Parking Meter Maintenance contract.\n\nSee Emergency Act\nD.C. Act 20-2\n20 DCSTAT 409\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “District Department of Transportation Parking Meter Fund\nEstablishment Congressional Review Emergency Declaration Resolution of 2013”.\n\nDistrict Department\nof Transportation\nParking Meter Fund\nEstablishment\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. The District Department of Transportation (“DDOT”) needs to increase the\namount of the District's parking meter maintenance contract to pay for the maintenance of more\nfunctional and accessible parking meters. Since 2006, DDOT has made significant improvements\nto the accessibility of parking meters throughout the District, including the installation of meters that\ncan accept multiple forms of payment; however, maintaining parking meters to continue being\naccessible by residents has become more complicated and more expensive. Without funds for the\nincreased parking meter maintenance contract, which would be deposited in the Parking Meter Fund\ncreated by this proposed legislation, there would be an unnecessary delay in the ability of residents\nto use the new and accessible meters. For example, part of the Parking Meter Fund will be used to\npay for an increase in credit and debit card processing fees. Without the ability to process debit and\ncredit cards, meters would be less useful, leading to unnecessary confusion and frustration for\nresidents. To fund the parking meter maintenance contract for fiscal year 2013 without threatening\na loss of service to the District, the Parking Meter Fund needs to be established quickly.\nFurthermore, this Congressional review emergency legislation is necessary to ensure that there is no\ngap between when the emergency and temporary versions of this legislation become effective.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the District\nDepartment of Transportation Parking Meter Fund Establishment Congressional Review\nEmergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "District Department of Transportation Parking Meter Fund Establishment Congressional Review Emergency Declaration Resolution of 2013",
  "end": "701",
  "start": "701",
  "name": "Resolution_20-9.pdf"
}