{
  "start": "2693", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-296, effective October 1, 2013\n\n20 DCSTAT 2693\n\nA RESOLUTION\nTo declare the sense of the Council of the District of Columbia on the September 16, 2013, Navy Yard\ntragedy.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council of the District of Columbia on the\nSeptember 16, 2013, Navy Yard Tragedy Resolution of 2013”.\n\nSec. 2. The Council of the District of Columbia finds that:\n(1) We condemn the senseless and horrific acts that occurred on the morning of\nSeptember 16, 2013, at the District of Columbia Navy Yard, when a lone gunman entered\nBuilding 197 and shot, seemingly indiscriminately, at employees of the complex. The shooting\nrampage resulted in 12 deaths and many injuries.\n(2) As we have all done all too often when such unconscionable acts of violence\noccur, we denounce these acts, and express our deepest sympathies to the family members of\nthose who perished in this tragedy. Like similar tragedies that grip national attention, we feel a\npreeminent sense of sadness at how such events could unfold, and we empathize with those\nclosely affected by it; unlike those tragedies, however, we are all the more pained at how such\nevents could unfold in our neighborhood, and we empathize all the more with the victims and\ntheir families because they are our friends, neighbors, or relatives.\n(3) We search for a reasonable explanation for how such senseless gun violence\ncan occur—and continue to occur. We note that as the echoes of earlier shooting tragedies\ncontinue to reverberate as part of our national conversation on such violence, we have found no\nway, as a country or a culture, to effectively respond. Our inaction means more marks on the\nmap detailing the locations of senseless shooting massacres; the District of Columbia, now,\nbeing the location of one of these unfortunate marks.\n(4) We, as residents of the District of Columbia and citizens of the United States\nof America, dismiss inaction in response to such violence as unacceptable.\n(5) We condemn the monstrous acts of the individual responsible. His acts not\nonly inflicted violence on the District, but terrorized the entire nation and compounded our fear.\n(6) We extend our sincere sympathy and prayers to the 12 individuals who\nperished—Michael Arnold (59 years old), Martin Bodrog (54 years old), Arthur Daniels (51\nyears old, resident of Southeast, DC), Sylvia Frasier (53 years old), Kathy Gaarde (62 years\nold), John Roger Johnson (73 years old), Mary Francis Knight (51 years old), Frank Kohler (50\nyears old), Vishnu Bhalchandra Pandit (61 years old), Kenneth Bernard Proctor (46 years old),\n\nProposed\nResolution\n20-459\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-296, effective October 1, 2013\n\n20 DCSTAT 2694\n\nGerald Read (58 years old), and Richard Michael Ridgell (52 years old)—the many who were\ninjured, and the families and friends of all the victims.\n(7) We praise and thank the first responders for their heroism and self-sacrifice;\ntheir actions surely mitigated the injury and loss of life. We likewise praise and thank the\ncoordinated efforts of local, state, and federal law enforcement in responding to this tragedy.\n(9) We express hope, as we have for other jurisdictions similarly effected by\nsuch violence, that the District of Columbia will be able to heal quickly from the pain and\ndisruption that has been brought upon us, that our residents will again feel safe and secure, and\nthat all of those who live in or visit here will be without fear of such unprovoked and\nunexplainable violence as befell the District of Columbia on September 16, 2013.\nSec. 3. It is the sense of the Council of the District of Columbia that:\n(1) We proclaim our solidarity as residents of the District of Columbia: honoring\nthe victims of the September 16, 2013, Navy Yard tragedy, supporting those attempting to come\nto terms with the tragedy and to heal, and standing strong as the Nation’s Capital in defiance of\nsuch unconscionable and cowardly acts of violence that has befallen our jurisdiction.\n(2) We pledge our continuing support for the efforts of emergency responders\nand disaster preparedness personnel at the federal, state, and local levels in their work to ensure\nthe safety and security of the Nation’s Capital, and all locations throughout the country;\npreserving our rights and liberties in a free and democratic society.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2694", 
  "name": "Resolution_20-296.pdf", 
  "title": "Sense of the Council of the District of Columbia on the September 16, 2013 Navy Yard Tragedy Resolution of 2013"
}