{
  "end": "1543", 
  "name": "Resolution_20-129.pdf", 
  "start": "1543", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-129, effective May 7, 2013\n\n20 DCSTAT 1543\n\nA RESOLUTION\n\nProposed\nResolution\n20-240\n\nTo declare the existence of an emergency with respect to the need to declare the District-owned real\nproperty located at 5901 9th Street, N.W., commonly known as the Paul School and designated for\ntax and assessment purposes as Lot 0813, Square 2985 as no longer required for public purposes.\n\nSee\nEmergency\nD.C. Res.\n20-130\n20 DCStat 1544\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Paul School Surplus Property Declaration Emergency\nDeclaration Resolution of 2013”.\n\nPaul School\nSurplus\nProperty\nDeclaration\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) The property is a school building located at 5901 9th Street, N.W., commonly\nknown as the Paul School and designated for tax and assessment purposes as Lot 0814, Square\n2985 (“Property”).\n(b) The District has not used the Property as a non-charter public school for many years.\n(c) The Department of General Services has determined that the Property is surplus to the\nDistrict’s needs.\n(d) The Paul Public Charter School (“Paul School”) has occupied the Property since 2003\npursuant to a lease that expires on August 31, 2018. The Paul School approached the District\nthrough the Department of General Services about entering into a new long- term lease in\nexchange for completely renovating and remodeling the Property without any District funds and\nexpanding it into a high school program benefiting many of the residents of Ward 4. Given the\ncurrent use as a high-performing charter school, it is not in the best interest of the District to\nchange the use of the Property.\n(e) An expeditious declaration by the Council that the Property is no longer required for\npublic purposes is necessary to facilitate the execution of a new lease of the Property to the Paul\nSchool and to facilitate the Paul School’s ability to secure financing and commence the proposed\nimprovements to the Property. Further delay could jeopardize the Paul School’s ability to\ncomplete construction on schedule.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Paul\nSchool Surplus Property Declaration Emergency Resolution of 2013 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Paul School Surplus Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}