{
  "end": "2706", 
  "name": "Resolution_20-303.pdf", 
  "start": "2706", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-303, effective October 1, 2013\n\n20 DCSTAT 2706\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the Modification to Delivery\nOrder No. DCAM-2010-T-4007 under federal Contract No. SP0600-10-D-4007 to provide and\ndeliver fuel to various District locations and to authorize payment for the goods received and to\nbe received under that delivery order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification to Delivery Order No. DCAM-2010-T-4007 under\nFederal Contract No. SP0600-10-D-4007 Approval and Payment Authorization Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve the modification to the Delivery\nOrder with Fannon Petroleum Services, Inc. (“Fannon”), to provide fuel and to authorize\npayment for the goods received and to be received under that contract.\n(b) On September 1, 2010, the Office of Contracting and Procurement awarded a\nDelivery Order to Fannon to provide fuel in an estimated amount of $13,590,000.\n(c) On May 24, 2013, the Department of General Services provided a revised estimate\nof expenditures to Fannon for purchases already made and to be made prior to the contract\nexpiration date of July 31, 2013. The new revised estimate of all expenditures under the\nDelivery Order is $22,603,881. The District has already paid the contractor $19,393,881.21.\n(d) Council approval is necessary since the anticipated additional contract amount is\nmore than $1 million over the previously approved contract amount.\n(e) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Fannon cannot be paid for the additional fuel provided in excess of $1 million for the\nperiod September 1, 2010, through July 31, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification to Delivery Order No. DCAM-2010-T-4007 under Federal Contract No. SP060010-D-4007 Approval and Payment Authorization Emergency Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-408\nSee Emergency\nD.C. Act 20-175\n20 DCStat 2429\n\nModification\nto Delivery\nOrder No.\nDCAM-2010T-4007 under\nFederal\nContract No.\nSP0600-10-D4007\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Modification to Delivery Order No. Dcam-2010-T-4007 Under Federal Contract No. Sp0600-10-D-4007 Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}