{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-304, effective October 1, 2013\n\n20 DCSTAT 2707\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize and provide for the issuance,\nsale, and delivery in an aggregate principal amount not to exceed $15.5 million of District of\nColumbia revenue bonds in one or more series and to authorize and provide for the loan of the\nproceeds of the bonds to assist The Endocrine Society in the financing, refinancing, or\nreimbursing of costs associated with an authorized project pursuant to section 490 of the District\nof Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"The Endocrine Society Revenue Bonds Project Emergency\nDeclaration Resolution of 2013\".\n\nSec. 2. (a) The Endocrine Society (\"Borrower\") has requested that the District of\nColumbia issue revenue bonds.\n(b) The emergency legislation will make funds that are critically needed to finance,\nrefinance, or reimburse available to the Borrower for the costs of:\n(1) Acquiring and improving a portion of an office building of approximately\n253,487 rentable square feet above grade and associated below-grade parking located at 2055 L\nStreet, N.W., Washington, D.C. comprising:\n(i) An office condominium unit of approximately 33,673 rentable square feet\nabove grade, together with associated common element interests including parking rights in a\nbelow-grade parking facility;\n(ii) The build-out of the office space; and\n(iii) The purchase of certain equipment and furnishings, together with other\nproperty, real and personal, functionally related and subordinate thereto (together, the \"Facility\");\n(2) Refinancing, in whole or in part, existing indebtedness; and\n(3) Financing certain expenditures including, without limitation, costs of\nissuance, lease termination expense. and credit enhancement costs.\n(c) Due to the contractual obligation of the Borrower to close on the Facility on\nNovember 1, 2013, it is important to expedite the process for the issuance of the Bonds and\navoid any delay that could adversely affect the cost to the Borrower in proceeding with its\nplanned relocation into the District.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the The\nEndocrine Society Revenue Bonds Project Emergency Approval Resolution of 2013 be adopted\non an emergency basis.\n\nProposed\nResolution\n20-404\nSee Emergency\nD.C. Res. 20-305\n20 DCStat 2709\n\nThe\nEndocrine\nSociety\nRevenue\nBonds Project\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-304, effective October 1, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2708\n\n\f",
  "title": "Endocrine Society Revenue Bonds Project Emergency Declaration Resolution of 2013",
  "end": "2708",
  "start": "2707",
  "name": "Resolution_20-304.pdf"
}