{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-135, effective May 7, 2013\n\n20 DCSTAT 1553\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to adjust certain allocations requested in\nthe Fiscal Year 2013 Budget Request Act pursuant to the Omnibus Appropriations Act, 2009.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fiscal Year 2013 Revised Budget Request Emergency\nDeclaration Resolution of 2013\".\n\nSec. 2. (a) On February 22, 2013 the Office of the Chief Financial Officer provided a\nrevised revenue estimate which showed an increase of $190 million in fiscal year 2013. This\nrevenue is bolstered by an additional $2.7 million which will be available from a refund from the\nMandarin Hotel bond trustee, and an additional $8 million from U.S. Department of\nTransportation PILOT refunds. Combining this revenue with a $20 million reduction related to\n31-35 K Street, N.E. not being suitable for sale, $3.4 million being provided to fund previously\nunfunded legislation, and $1.1 million being expended on repealing the tax on out-of-state\nmunicipal bonds, this leaves a total available revenue pool of $176.2 million.\n(b) Along with this new revenue, the Mayor has identified $99.7 million of critical\nspending items that are being proposed. These include funding for affordable housing, as well as\npay raises for the entire government through workforce investments. Combining these\nexpenditure items with a $20 million budget savings adjustment required to meet projected\nrevenues, the Mayor is proposing to spend $79.7 million. This leaves an unspent balance of\n$96.5 million, all of which will be carried over into fiscal year 2014 to be used in accordance\nwith the Fiscal Year 2014 Budget Request Act of 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\nYear 2013 Revised Budget Request Emergency Adjustment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-173\nSee\nEmergency\nD.C. Act 20-74\n20 DCStat 1424\nFiscal Year\n2013 Revised\nBudget\nRequest\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Fiscal Year 2013 Revised Budget Request Emergency Adjustment Declaration Resolution of 2013",
  "end": "1553",
  "start": "1553",
  "name": "Resolution_20-135.pdf"
}