{
  "start": "2143", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-265, effective July 10, 2013\n\n20 DCSTAT 2143\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to authorize salary increases and other\nnegotiated benefits under the terms of the negotiated compensation collective bargaining\nagreement for District of Columbia Department of Mental Health employees represented by the\nDistrict of Columbia Nurses Association.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Department of Mental Health and District of Columbia Nurses Association\nApproval Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The District of Columbia Department of Mental Health negotiated a\nCompensation Agreement with the District of Columbia Nurses Association that requires certain\nwage increases and other compensation and benefits over a period of 2 years. The Mayor\nproposes, as agreed with the union, that the first such compensation increase is made effective\nOctober 1, 2012, which constitutes a change to the pay schedule and a resulting minimum\nincrease of 2% in each bargaining unit member’s gross salary. In order to comply with section\n1717(f)(1) of the District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1-617.17(f)(1)), which\nprovides that negotiations shall be completed prior to submission of a budget for the years\ncovered by the agreement, this agreement must be acted on by Council immediately.\n(b) In order to effectuate the terms of the Compensation Agreement in fiscal year 2013,\nthe Mayor recommends that the Compensation Agreement between the District of Columbia\nDepartment of Mental Health and the District of Columbia Nurses Association Emergency\nApproval Resolution of 2013 be approved on an emergency basis.\n(c) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\n\nProposed\nResolution\n20-355\nSee Emergency\nD.C. Res. 20-266\n20 DCStat 2145\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nMental Health\nand District of\nColumbia\nNurses\nAssociation\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-265, effective July 10, 2013\n\n20 DCSTAT 2144\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of Mental Health and\nthe District of Columbia Nurses Association Emergency Approval Resolution of 2013 be\nadopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2144", 
  "name": "Resolution_20-265.pdf", 
  "title": "Compensation Collective Bargaining Agreement Between the District of Columbia Department on Mental Health and District of Columbia Nurses Association Emergency Approval Declaration Resolution of 2013"
}