{
  "start": "1491", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-103, effective April 9, 2013\n\n20 DCSTAT 1491\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve proposed multiyear contract\nNo. DCAM-13-NC-0056 between the District of Columbia and Constellation Solar DC, LLC, to\nprovide on-site solar power at the new Dunbar Senior High School.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCAM-13-NC-0056 Approval Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCAM-13-NC-0056\nbetween the District of Columbia and Constellation Solar DC, LLC, to provide on-site solar\npower at the new Dunbar Senior High School.\n(b) Contract No. DCAM-13-NC-0056 is a multiyear contract that requires Council\napproval pursuant to D.C. Official Code §§ 1-204.51(c) and § 1-252.02(b)(1).\n(c) Approval of Contract No. DCAM-13-NC-0056 is necessary to authorize installation\nof a photovoltaic array on the roof of the new Dunbar Senior High School by Constellation Solar\nDC, LLC.\n(d) The photovoltaic array will produce approximately 534,995 kWh per year,\napproximately 16% of the school’s electricity demand, at a rate of $0.085 per kWh in fiscal year\n2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that Contract\nNo. DCAM-13-NC-0056 Emergency Approval Resolution of 2013 be adopted on an emergency\nbasis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-103\nSee\nEmergency\nD.C. Res.\n20- 104\n20 DCStat 1492\nContract No.\nDCAM-13NC-0056\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1491", 
  "name": "Resolution_20-103.pdf", 
  "title": "Contract No. Dcam-13-Nc-0056 Emergency Declaration Resolution of 2013"
}