{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-186, effective June 26, 2013\n\n20 DCSTAT 2018\n\nA RESOLUTION\n\nProposed\nResolution\n20-107\n\nTo approve the disposition of District-owned real property located at 1404 Jackson Street, N.E., also\nknown as 3115 14th Street, N.E., commonly known as the Slowe School, and designated for tax and\nassessment purposes as Lot 0806, Square 3960.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Slowe School Property Disposition Approval Resolution of\n2013”.\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement with the District governing certain\nobligations of the Lessee or the developer of the Property under the Small, Local, and\nDisadvantaged Business Enterprise Development and Assistance Act of 2005, effective October\n20, 2005 (D.C. Law 16-33; D.C. Official Code § 2-218.01 et seq.) (“CBE Act”), including the\nequity and development participation requirements set forth in section 2349a of the CBE Act.\n(2) “Certified business enterprise” means a business enterprise or joint venture\ncertified pursuant to the CBE Act.\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Lessee or any developer of the Property pursuant to section 4 of the\nFirst Source Employment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C.\nOfficial Code § 2-219.03), and Mayor’s Order 83-265, issued November 9, 1983, regarding job\ncreation and employment generated as a result of the construction on the Property.\n(4) “Lessee” means Mary McLeod Bethune Public Charter School, a District of\nColumbia nonprofit corporation or its successor.\n(5) “Property” means the real property located at 1404 Jackson Street, N.E., also\nknown as 3115 14th Street, N.E., commonly known as the Slowe School, and designated for tax\nand assessment purposes as Lot 0806, Square 3960.\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1(b) and (b-1) of An Act Authorizing the sale of certain real estate\nin the District of Columbia no longer required for public purposes, approved August 5, 1939 (53\nStat. 1211; D.C. Official Code §10-801(b) and (b-1)) (“Act”), the Mayor transmitted to the\nCouncil a request for the Council to authorize a lease of the Property to the Lessee.\n(b) The proposed disposition would occur through a negotiated ground lease of longer\nthan 20 years to the Lessee, whose primary address is 1404 Jackson Street, N.E., Washington,\nD.C. 20017.\n\nSlowe School\nProperty\nDisposition\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-186, effective June 26, 2013\n\n20 DCSTAT 2019\n\n(c) The Lessee was chosen as the successful respondent to a competitive solicitation\nissued by the District on September 25, 2008.\n(d) The proposed disposition is expected to include the following terms and conditions,\nin addition to such other terms and conditions as the Mayor considers necessary or appropriate:\n(1) The Lessee shall redevelop the Property in accordance with plans approved by\nthe District and shall use the Property primarily as a charter school and educational facility.\n(2) The Lessee shall enter into a CBE Agreement with the District. The CBE\nAgreement shall require the Lessee to contract with certified business enterprises for at least 35%\nof the contract dollar volume of the redevelopment of the Property, if any, and if possible, shall\nrequire at least 20% equity and development participation of certified business enterprises.\n(3) The Lessee shall enter into a First Source Agreement with the District.\n(e) The Council finds that the Property is not required for public purposes.\n(f) The Council finds that the Mayor’s analysis of economic and other policy factors\nsupporting the disposition of the Property justifies the lease proposed by the Mayor.\n(g) All documents submitted with this resolution shall be consistent with the executed\nterm sheet transmitted to the Council pursuant to section 1(b-1)(2) of the Act.\n(h) The Council approves the disposition of the Property.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Office of the Mayor, the Department of General Services, and the Office of the Chief\nFinancial Officer.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "Slowe School Disposition Approval Resolution of 2013",
  "end": "2019",
  "start": "2018",
  "name": "Resolution_20-186.pdf"
}