{
  "start": "3393", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-459, effective April 8, 2014\n\n20 DCSTAT 3393\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve District multiyear Delivery\nOrder No. CW23558 under Federal Contract No. SP0600-13-D-4037 to provide and deliver fuel\nto various District sites and to authorize payment for the services received and to be received\nunder that delivery order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “District Multiyear Delivery Order No. CW23558 under Federal\nContract No. SP0600-13-D-4037 Approval and Payment Authorization Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve a multiyear delivery order issued\nunder an existing federal contract to provide and deliver fuel to various District sites and to\nauthorize payment for the services received and to be received under that delivery order.\n(b) District multiyear Delivery Order No. CW23558 is to be issued under federal\nContract No. SP0600-13-D-4037 awarded to Truman Arnold Companies. The period of\nperformance for the federal contract is from August 1, 2013, through July 31, 2017.\n(c) The estimated total expenditure under this multiyear delivery order with Truman\nArnold Companies is $553,503.28.\n(d) Approval is necessary to allow the District to continue to receive the benefit of these\nvital goods and services from Truman Arnold Companies.\n(e) The critical delivery of the fuel and fuel services can only be obtained through an\naward of the multiyear contract with Truman Arnold Companies.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute circumstances making it necessary that the District Multiyear\nDelivery Order No. CW23558 under Federal Contract No. SP0600-13-D-4037 Approval and\nPayment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-689\nSee Emergency\nD.C. Act 20-322\n20 DCStat 3303\n\nDistrict\nMultiyear\nDelivery\nOrder No.\nCW23558\nunder Federal\nContract No.\nSP0600-13-D4037\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3393", 
  "name": "Resolution_20-459.pdf", 
  "title": "District Multiyear Delivery Order No. CW23558 Under Federal Contract No. Sp0600-13-D-4037 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}