{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-158, effective June 18, 2013\n\n20 DCSTAT 2010\n\nA RESOLUTION\n\nProposed\nResolution\n20-336\n\nTo declare the existence of an emergency with respect to the need to amend sections 16-803 and 16-803.01\nof the District of Columbia Official Code to establish the burden of proof for certain cases\ncovered by these sections.\n\nSee\nEmergency\nD.C. Act 20-99\n20 DCStat 1805\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Criminal Record Sealing Emergency Declaration Resolution of\n2013”.\n\nCriminal\nRecord\nSealing\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) Since the enactment of the Criminal Record Sealing Act of 2006, effective\nMay 3, 2007 (D.C. Law 16-307; D.C. Official Code § 16-801 et seq.), approximately 5,845\nmotions have been filed with the Superior Court of the District of Columbia to have a record\nsealed, and of those, the court has granted 3,038 in whole or in part.\n(b) On December 18, 2012, the Council adopted the Re-entry Facilitation Amendment\nAct of 2012, signed by the Mayor on January 29, 2013 (D.C. Act 19-657; 60 DCMR 2333),\nwhich made several amendments to D.C. Law 16-307, including allowing an individual to seal\nhis or her record if an arrest was incorrectly attributed to him or her and fingerprints or\nidentification was not presented by the person being arrested. Additionally, D.C. Act 19-657\npermits individuals arrested as fugitives from justice (i.e. individuals with outstanding warrants)\nto seal the record of that arrest once they have appeared before the proper authorities. D.C. Act\n19-657, was transmitted to Congress on March 5, 2013, and is currently undergoing the required\n60-day Congressional review.\n(c) For the cases in which D.C. Act 19-657 expanded the availability of record sealing,\nalthough the legislation outlined the factors the court shall consider in determining whether to\ngrant an individual’s petition to seal his or her record, it did not establish who has the burden of\nproof or what level of proof is required in these cases. In all other criminal record sealing cases,\nthe statute establishes the burden of proof.\n(d) To avoid any uncertainty as to the Council’s intent, the accompanying emergency\nlegislation provides that for cases involving the misidentification of an individual, the prosecutor\nmust establish by a preponderance of the evidence that it is not in the interests of justice to grant\nan individual’s petition to seal his or her record. In cases involving an individual arrested as a\nfugitive of justice, the petitioner must establish by a preponderance of the evidence that it is in\nthe interest of justice to grant relief.\n(e) D.C. Act 19-657 is projected to become law on June 25, 2013. Without this\nlegislation, there is the potential for uncertainty with regard to the burden of proof required for\nthe above-discussed cases. This may not only lead to confusion about the law, but also could\ncause delay in the determination of these cases.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-158, effective June 18, 2013\n\n20 DCSTAT 2011\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCriminal Record Sealing Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Criminal Record Sealing Emergency Declaration Resolution of 2013",
  "end": "2011",
  "start": "2010",
  "name": "Resolution_20-158.pdf"
}