{
  "end": "3483", 
  "name": "Resolution_20-507.pdf", 
  "start": "3483", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-507, effective June 3, 2014\n\n20 DCSTAT 3483\n\nA RESOLUTION\nTo declare the existences of an emergency with respect to the need to approve Modification Nos. 10 and\n10A of Contract No. DCKA-2011-C-0026 with Parkmobile USA, Inc., and to authorize payment\nfor services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 10 and 10A to Contract No. DCKA-2011-C0026 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 10 and 10A to\nContract No. DCKA-2011-C-0026 to provide pay-by-phone services to the District Department\nof Transportation and to authorize payment for services received and to be received under this\ncontract.\n(b) Contract DCKA-2011-C-0026 was awarded to Parkmobile USA, Inc.\n(“Parkmobile”) on April 7, 2011, in the amount of $600,000. The Council retroactively\napproved option years one and 2 of the contract.\n(c) The full amount for option year 3 is $4,363,360. The District exercised, by\nModification No. 10A, a partial option in the amount of $562,500 for the period of April 7,\n2014, through May 15, 2014. The District exercised the remainder of option year 3 by\nModification No. 10 for the amount of $3,800,860 for the period of May 16, 2014, through\nApril 6, 2015.\n(d) Council approval is necessary because these modifications increase the contract by\nmore than $1 million during a 12-month period. Approval is also necessary to allow the\ncontinuation of these vital services and to allow Parkmobile to be paid for the full amount of\nservices needed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 10 and 10A to Contract No. DCKA-2011-C-0026 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-799\nSee Emergency\nD.C. Act 20-360\n20 DCStat 3351\n\nModification\nNos. 10 and\n10A to\nContract No.\nDCKA-2011C-0026\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Modification Nos. 10 and 10A to Contract No. DCKA-2011-C-0026 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}