{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-153, effective June 18, 2013\n\n20 DCSTAT 2009\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 002\nthrough 005 to Contract No. GM-11-M-0606-FM between the District of Columbia government\nand GCS-Sigal, LLC, to provide design-build services to Cardozo Senior High School, and to\nauthorize payment to GCS-Sigal, LLC, in the aggregate amount of $4,326,055 for the goods and\nservices to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 002 through 005 to Contract No. GM-11M-0606-FM Approval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Change Orders Nos. 002\nthrough 005 to Contract No. GM-11-M-0606-FM with GCS-Sigal, LLC, to provide design-build\nservices and additional project scope as part of the modernization at Cardozo Senior High\nSchool in the aggregate amount of $4,326,055 and to authorize payment for the goods and\nservices to be received under these change orders.\n(b) The Council of the District of Columbia previously approved Contract No. GM-11M-0606-FM (CA19-0234) and Change Order No. 001 to the Contract (CA 19-0370).\nThereafter, the aggregate value of Change Orders Nos. 002 through 004 was under $1 million;\nthus, these change orders did not require Council approval.\n(c) Change Order No. 005 will cause the aggregate value of change orders issued, after\nCouncil’s last approval of the Contract, to exceed $1 million; thus, Council approval is required\npursuant to section 451 of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Council approval of Change Orders Nos. 002 through 005 in the aggregate amount\nof $4,326,055 is necessary to authorize GCS-Sigal, LLC, to proceed with the necessary\nadditional scope work at Cardozo Senior High School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders Nos. 002 through 005 to Contract GM-11-M-0606-FM Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-325\nSee Emergency\nD.C. Act 20-104\n20 DCStat 1811\n\nChange\nOrders Nos.\n002 through\n005 to\nContract No.\nGM-11-M0606-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Change Orders No. 002 Through No. 005 to Contract No. Gm-11-M-0606-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2009",
  "start": "2009",
  "name": "Resolution_20-153.pdf"
}