{
  "end": "3973", 
  "name": "Resolution_20-564.pdf", 
  "start": "3972", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-564, effective July 14, 2014\n\n20 DCSTAT 3972\n\nA RESOLUTION\n\nProposed\nResolution\n20-855\n\nTo declare the sense of the Council of the District of Columbia in support of renaming a portion of\nInternational Place, N.W., for Dr. Liu Xiaobo.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council of the District of Columbia in Support of\nRenaming a Portion of International Place, N.W., for Dr. Liu Xiaobo Resolution of 2014”.\n\nSec. 2. The Members of the Council of the District of Columbia find that:\n(1) June 4, 2014, marked the 25th anniversary of the Tiananmen Square massacre\nin which the Chinese government exercised military force to brutally suppress peaceful prodemocracy demonstrators.\n(2) Dr. Liu Xiaobo is a Chinese scholar and democracy activist who was first\nimprisoned for 2 years by the Chinese government following the 1989 Tiananmen Square\nprotests, then served 3 years in a labor camp for criticizing China’s one-party system. Dr. Liu\nwas finally arrested in 2009 on the grounds of “inciting subversion” after he authored a political\nmanifesto known as Charter 08, which called for democratic reform and respect for human\nrights in China.\n(3) In recognition of Dr. Liu’s long and non-violent struggle for fundamental\nhuman rights in China, he was awarded the Nobel Peace Prize in October 2010.\n(4) After Dr. Liu’s receipt of the award, the Chinese government placed his wife,\nLiu Xia, a poet and painter, under house arrest where she has remained since without charge.\nLiu Xia now suffers from severe depression, has no ability to challenge her detention, and\nrefuses to seek medical attention out of fear of further punishment.\n(5) Andrei Sakharov was a Soviet activist who was arrested in 1980 and sent to\ninternal exile in an isolated Russian city where he was kept under police surveillance and\nrepeatedly subjected to searches and heists by the government.\n(6) After Mr. Sakharov’s wife, Yelena Bonner, was also detained in 1984, he\nbegan a hunger strike, demanding permission for his wife to travel to the United States for heart\nsurgery. Instead, she was sentenced by a court to join her husband in exile.\n(7) Later in 1984, Senator Alphonse D’Amato (R-NY) authored an amendment\napproved by Congress that renamed the land occupied by the Soviet Embassy on 16th Street,\nN.W., in the District of Columbia as 1 Andrei Sakharov Plaza.\n(8) Mr. Sakharov started a new hunger strike, renewing his demand for his wife\nto seek medical attention in the United States. By October of 1985, she was finally allowed to\n\nSense of the\nCouncil of the\nDistrict of\nColumbia in\nSupport of\nRenaming a\nPortion of\nInternational\nPlace, N.W.,\nfor Dr. Liu\nXiaobo\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-564, effective July 14, 2014\n\n20 DCSTAT 3973\n\ntravel to the United States for heart surgery, and in December of 1986, Mr. Sakahrov and his\nwife were allowed to return out of exile to Moscow.\n(9) The renaming of the street in front of the Soviet embassy was credited, in\npart, with raising public awareness and symbolically demonstrating to the Soviets that the\nattention of the nation’s capital was focused on this human rights violation.\n(10) On May 29, 2014, 13 Members of Congress, including Congresswoman\nEleanor Holmes Norton (D-DC) and Congressman Frank Wolf (R-VA), sent a letter to the\nMayor of the District of Columbia and the Council of the District of Columba requesting that\nDistrict take steps, using its local authority, to rename the street in front of the Chinese embassy\nfor Dr. Liu.\n(11) There are times – and this is one of them – when the naming of a street,\neven symbolically, can advance the cause of human rights in the world.\n(12) After reviewing land records, it was determined that the land on which the\nChinese embassy sits at 3505 International Place, N.W., in Square 2055, and the system of roads\nwithin that square, including International Place, N.W., are owned and maintained by the United\nStates government and are not under the jurisdiction of the District of Columbia. Therefore, the\nstreet cannot be designated by the Council pursuant to the process outlined in the Street and\nAlley Closing and Acquisition Procedures Act of 1982, effective March 10, 1983 (D.C. Law 4201; D.C. Official Code § 9-201 et seq.), for renaming public spaces in the District.\nSec. 3. It is the sense of the Council of the District of Columbia that:\n(1) Renaming the street in front of the Chinese Embassy in the District of\nColumba after Dr. Liu Xiaobo would send a clear and powerful message that the United States\nremains vigilant and resolute in its commitment to safeguard human rights around the globe,\nparticularly at a time when the world community remembers the events of Tiananmen Square 25\nyears ago this month.\n(2) The Council appreciates recognition by Members of Congress of the\nDistrict’s prerogative in addressing local issues locally, including the naming of public spaces\nwithin the District.\n(3) Because International Place, N.W., is not on public space controlled by the\nDistrict, actions should be taken by the Congress or appropriate federal agencies to rename the\nportion of International Place, N.W., adjacent to the Chinese Embassy for Dr. Liu Xiaobo.\nSec. 4. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, to the President of the United States, the United States House of\nRepresentatives, and the United States Senate.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "title": "Sense of the Council of the District of Columbia in Support of Renaming a Portion of International Place N.W. for Dr. Liu Xiaobo Resolution of 2014", 
  "council_period": "20"
}