{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-30, effective February 5, 2013\n\n20 DCSTAT 731\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to limit the number of medical marijuana\ncultivation centers and dispensaries that may locate in a single election ward in the District of\nColumbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Medical Marijuana Cultivation Center and Dispensary\nLocation Restriction Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-79\nSee Emergency Act\nD.C. Act 20-18\n20 DCSTAT 474\nMedical Marijuana\nCultivation Center\nand Dispensary\nLocation Restriction\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) There exists an emergency regarding the number of medical marijuana\ncultivation centers and medical marijuana dispensaries that may locate in a single election ward.\n(b) An oversaturation of medical marijuana cultivation centers exclusively and\ninequitably falls upon Ward 5. Currently there are 6 cultivation centers approved for registration\nin the District of Columbia. Five of the 6 cultivation centers are located in Ward 5. There is also\none medical marijuana dispensary currently operating in Ward 5.\n(c) This emergency legislation addresses the immediate concerns of residents who would\nbe adversely impacted by an overconcentration of medical marijuana cultivation centers and\nmedical marijuana dispensaries in any one ward.\n(d) The Department of Health is poised to solicit a new round of applications, which will\nbegin the process of registering new medical marijuana cultivation centers to operate within the\nDistrict of Columbia\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMedical Marijuana Cultivation Center and Dispensary Location Restriction Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Medical Marijuana Cultivation Center and Dispensary Location Restriction Emergency Declaration Resolution of 2013",
  "end": "731",
  "start": "731",
  "name": "Resolution_20-30.pdf"
}