{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-298, effective October 1, 2013\n\n20 DCSTAT 2698\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the compensation system\nchanges submitted by the University of the District of Columbia Board of Trustees to authorize\nsalary increases for certain non-collective bargaining unit employees in the Career, Educational,\nand Legal Service.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “University of the District of Columbia Career, Educational, and\nLegal Service Non-Collective Bargaining Unit Employees Compensation System Changes\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) On March 28, 2013, Mayor Gray announced his intent to provide a cost of\nliving increase to all District employees, including non-union employees of the University of the\nDistrict of Columbia (“UDC”), pending approval by the UDC Board of Trustees.\n(b) On June 4, 2013, the UDC Board of Trustees approved a 3 % salary increase for the\nCareer, Educational, and Legal Service non-collective bargaining unit employees of UDC for\nfiscal year 2013. This increase is retroactive to the first day of the first pay period beginning on\nor after April 1, 2013. UDC has sufficient funds to cover the cost of this increase.\n(c) On June 18, 2013, the Council passed R20-168, the Compensation Agreement\nbetween the District of Columbia Government and Compensation Units 1 and 2 Emergency\nApproval Resolution of 2013. This resolution provides a 3% increase to individuals included in\nCompensation Units 1 and 2, which includes UDC employees. Thus, a portion of UDC’s\nemployees have received a salary increase, creating pay disparity between the union and nonunion employees of UDC.\n(d) The employees included in the accompanying emergency approval resolution have\nnot received a cost of living increase since July 1, 2005.\n(e) To establish pay parity between UDC’s union and non-union employees and to\nprovide the employees with the first cost of living increase in 8 years, an immediate need exists\nto approve the 3% cost of living adjustment for the aforementioned UDC employees.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nUniversity of the District of Columbia Career, Educational, and Legal Service Non-Collective\nBargaining Unit Employees Compensation System Changes Emergency Approval Resolution of\n2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-478\nSee Emergency\nD.C. Res. 20-299\n20 DCStat 2699\n\nUniversity of\nthe District of\nColumbia\nCareer,\nEducational,\nand Legal\nService NonCollective\nBargaining\nUnit\nEmployees\nCompensation\nSystem\nChanges\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "University of the District of Columbia Career, Educational, and Legal Service Non-Collective Bargaining Unit Employees Compensation System Changes Emergency Declaration Resolution of 2013",
  "end": "2698",
  "start": "2698",
  "name": "Resolution_20-298.pdf"
}