{
  "end": "4665", 
  "name": "Resolution_20-745.pdf", 
  "start": "4664", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-745, effective December 16, 2014\n\n20 DCSTAT 4664\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the disposition of the\nDistrict-owned real property located at the northeast corner of 19th Street, S.E., and\nMassachusetts Avenue, S.E., known for tax and assessment purposes as Parcels F-1 and G-1 in\nSquare E-1112.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Hill East Redevelopment – Phase 1: Parcels F-1 and G-1\nDisposition Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) Pursuant to An Act Authorizing the sale of certain real estate in the District\nof Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211;\nD.C. Official Code § 10-801 et seq.) (“Act”), the proposed method of disposition of the Districtowned real property located at 19th Street, S.E., and Massachusetts Avenue, S.E., known for tax\nand assessment purposes as Parcels F-1 and G-1 in Square E-1112 (“Property”), is a public or\nprivate sale to the bidder providing the most benefit to the District under section 1(b)(8)(F) of\nthe Act.\n(b) All documents that are submitted with this resolution pursuant to section 1(b-1) of\nthe Act shall be consistent with the executed Memorandum of Understanding or term sheet\ntransmitted to the Council pursuant to section 1(b-1)(2) of the Act.\n(c) The Developer of the Property will be Donatelli Development, with a business\naddress of 4416 East West Highway, Suite 410, Bethesda, MD 20814, and Blue Skye\nDevelopment, with a business address of 5101 MacArthur Boulevard, N.W., Washington, D.C.\n20016 (the “Developer”).\n(d) The Property is located at the northeast corner of 19th Street, S.E., and\nMassachusetts Avenue, S.E., and consists of approximately 114,042 square feet of land.\n(e) The intended use of the Property (the “Project”) is a mixed-use residential and retail\ndevelopment and any ancillary uses allowed under applicable law.\n(f) The Project will contain affordable housing as described in the term sheet submitted\nwith this resolution.\n(g) The Developer will enter into an agreement that shall require the Transferee to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises.\n(h) The Developer will enter into a First Source Agreement with the District that shall\ngovern certain obligations of the Transferee pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\n\nProposed\nResolution\n20-1161\nSee Emergency\nD.C. Act 20-547\n20 DCStat 4465\n\nHill East\nRedevelopment\n– Phase 1:\nParcels F-1 and\nG-1 Disposition\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-745, effective December 16, 2014\n\n20 DCSTAT 4665\n\nCode § 2-219.03), and Mayor’s Order 83-265, issued November 9, 1983, regarding job creation\nand employment as a result of the construction on the Property.\n(i) Without this emergency action, the proposed disposition resolution will expire at the\nend of Council Period 20. The redevelopment of Hill East has been long awaited and the\ndisposition of these two initial parcels will work to move the entire project forward. The\nsurrounding community supports the disposition and wishes to see it move forward as swiftly as\npossible.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in Section 2 constitute emergency circumstances making it necessary that the Hill\nEast Redevelopment – Phase 1: Parcels F-1 and G-1 Disposition Approval Emergency Act of\n2014” be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Hill East Redevelopment – Phase 1: Parcels F-1 and G-1 Disposition Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}