{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-259, effective July 10, 2013\n\n20 DCSTAT 2124\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the payment of\n$6,431,331.27 to definitized Task Order No. DCKA-2013-T-0006 with Alta Bicycle Share, Inc.,\nand to authorize payment for services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Task Order No. DCKA-2013-T-0006 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve definitized Task Order No.\nDCKA-2013-T-0006 to provide Bikeshare services to the District Department of Transportation\n(“DDOT”) and to authorize payment for services received and to be received under this\ncontract.\n(b) On December 21, 2012, DDOT’s Office of Contracting and Procurement (“OCP”)\nawarded a letter contract to Alta Bicycle Share, Inc. for $768,536.24 for equipment,\nmaintenance operation, and services for the District’s Bikeshare program. Six modifications\nhave been issued to the letter contract, extending it from February 21, 2013 to July 22, 2013, in\nthe total amount of $2,929,884.86, including the amount of $286,950.00 for 5 additional bike\nstations throughout the District.\n(c) By proposed definitized task order, OCP seeks approval of the modifications to the\nletter contract and prospective approval of an increase in funding for the task order by an\nadditional $3,438,446.41. The definitized task order, including all modifications to the letter\ncontract, increases the total amount of the task order to $6,431,331.27.\n(d) Council approval is necessary because this definitized task order increases the\ncontract to more than $1 million during a 12-month period. Council approval is necessary to\nallow the continuation of these vital services and to allow Alta to be paid for the full amount of\nthe services needed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Task\nOrder No. DCKA-2013-T-0006 Approval and Payment Authorization Emergency Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-364\nSee Emergency\nD.C. Act 20-115\n20 DCStat 1816\n\nTask Order\nNo. DCKA2013-T-0006\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Task Order No. Dcka-2013-T-0006 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2124",
  "start": "2124",
  "name": "Resolution_20-259.pdf"
}