{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-713, effective December 2, 2014\n\n20 DCSTAT 4631\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend Chapter 46 of Title 47 of the\nDistrict of Columbia Official Code to clarify the real property tax abatement for Lot 808, Square\n5041 and Lot 811, Square 5056.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Parkside Parcel E and J Mixed-Income Apartments Tax\nAbatement Emergency Declaration Resolution of 2014”.\nSec. 2. (a) It is necessary to pass emergency legislation addresses the immediate\nconcerns related to a mixed-income residential property development in Ward 7.\n(b) In December 2012, the Council passed the Parkside Parcel E and J Mixed-Income\nApartments Tax Abatement Act of 2012,effective January 12, 2013 (D.C. Law 19-255; 60 DCR\n987), which amended Chapter 46 of Title 47 of the District of Columbia Official Code to abate\nthe imposition of taxes on certain real property, Lot 808, Square 5041 and Lot 811, Square\n5056, known as the Parkside Parcel E and J Mixed-Income Apartments, a development located\nin the Parkside neighborhood in Ward 7.\n(c) The tax abatement allowed an annual real property tax abatement equal to the amount\nof the real property taxes assessed and imposed up to a total maximum amount for both lots of\n$600,000 per year for 10 property tax years, commencing at the beginning of the first month\nfollowing the date of the issuance of a final certificate of occupancy.\n(d) When the Council passed the bill, Parkside Residential, LLC owned parcels E and J.\nThe company has since partnered with additional entities for the development, creating a new\nownership entity.\n(e) The property is scheduled to go into closing in the first half of December 2014, and it\nis necessary for the language of the tax abatement to be consistent with the existing\narrangement.\n(f) The emergency and temporary legislation modifies the language of the tax abatement\nto include only references to the square and lots for development in lieu of the names of\ndevelopers and development projects. The legislation also changes the 10-year $600,000 per\nyear real property tax abatement for both lots into a 10-year $300,000 per year real property tax\nabatement for each lot.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nParkside Parcel E and J Mixed-Income Apartments Tax Abatement Emergency Amendment Act\nof 2014 be adopted after a single reading.\n\nProposed\nResolution\n20-1149\nSee Emergency\nD.C. Act 20-526\n20 DCStat 4443\n\nParkside\nParcel E and J\nMixed-Income\nApartments\nTax\nAbatement\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-713, effective December 2, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 4632\n\n\f",
  "title": "Parkside Parcel E and J Mixed-Income Apartments Tax Abatement Emergency Declaration Resolution of 2014",
  "end": "4632",
  "start": "4631",
  "name": "Resolution_20-713.pdf"
}