{
  "end": "3129", 
  "name": "Resolution_20-430.pdf", 
  "start": "3128", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-430, effective March 4, 2014\n\n20 DCSTAT 3128\n\nA RESOLUTION\n\nProposed\nResolution\n20-657\n\nTo declare the sense of the Council in support of the proposal of the District of Columbia Water and\nSewer Authority to incorporate green infrastructure into its Long Term Control Plan to address\ncombined sewer overflows to the Rock Creek and Potomac River.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of the District of Columbia\nWater and Sewer Authority’s Long Term Control Plan Modification to Include Green\nInfrastructure Resolution of 2014”.\n\nSec. 2. The Council finds that:\n(1) District of Columbia residents and businesses are funding a $2.6 billion\nClean Rivers project to reduce combined sewer overflows into the Anacostia, Potomac, and\nRock Creek waterways, and to help achieve the Mayor’s Sustainable DC target of making 100%\nof the District’s waterways fishable and swimmable by 2032.\n(2) The District of Columbia Water and Sewer Authority (“DC Water”) is\ncurrently constructing a $1.8 billion underground tunnel to reduce sewer overflows into the\nAnacostia River by 98%.\n(3) DC Water has released a $100 million proposal for public comment that will\nmodify the Clean Rivers Project to incorporate green infrastructure as a partial solution to\naddress combined sewer overflows to the Potomac River and Rock Creek.\n(4) A green infrastructure approach to the Clean Rivers project has the potential\nto benefit District residents through local job creation, faster water quality improvements than\nthe existing plan, improved air quality, enhanced green spaces, expanded wildlife habitats, and\ndecreased scale of future rate increases for District ratepayers.\n(5) DC Water states that its proposal to use green infrastructure in the Potomac\nRiver and Rock Creek will yield comparable water quality results to the existing plan to use\nonly underground storage and conveyance tunnels.\n(6) After implementation of the proposed green infrastructure, DC Water will\nremain responsible for achieving the District’s and all other legally applicable water quality\nstandards.\n\nSec. 3. It is the sense of the Council that the Council supports DC Water’s proposal to\nincorporate green infrastructure in its Long Term Control Plan; provided, that there is assurance\n\nSense of the\nCouncil in\nSupport of the\nDistrict of\nColumbia\nWater and\nSewer\nAuthority’s\nLong Term\nControl Plan\nModification\nto Include\nGreen\nInfrastructure\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-430, effective March 4, 2014\n\n20 DCSTAT 3129\n\nof the same or greater reductions in the volume and incidence of combined sewage overflows\ninto District waterways as provided in the existing Long Term Control Plan.\nSec. 4. The Council of the District of Columbia shall transmit copies of this resolution\nupon its adoption to the Administrator and Region 3 Administrator of the Environmental\nProtection Agency and the General Manager of DC Water.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "title": "Sense of the Council in Support of the District of Colubmia Water and Sewer Authority's Long Term Control Plan Modification to Include Green Infrastructure Resolution of 2014", 
  "council_period": "20"
}