{
  "start": "2821", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-367, effective December 17, 2013\n\n20 DCSTAT 2821\n\nA RESOLUTION\n\nProposed\nResolution\n20-551\n\nTo establish the date by which the Mayor shall submit to the Council the proposed budget for the\ngovernment of the District of Columbia for the fiscal year ending September 30, 2015, to identify\ninformation and documentation to be submitted to the Council with the proposed budget for the\ngovernment of the District of Columbia for the fiscal year ending September 30, 2015, and to\nrequire the Mayor to submit performance plans and accountability reports pursuant to Title XIVA of the District of Columbia Government Comprehensive Merit Personnel Act of 1978.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fiscal Year 2015 Budget Submission Requirements Resolution\nof 2013”.\nSec. 2. Pursuant to section 442(a) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 798; D.C. Official Code § 1-204.42(a)) (“Home Rule Act”), the\nMayor shall submit to the Council, and make available to the public, not later than April 3,\n2014, the proposed budget for the District government and related budget documents required\nby sections 442, 443, and 444 of the Home Rule Act (D.C. Official Code §§ 1-204.42, 1-204.43,\nand 1-204.44), for the fiscal year ending September 30, 2015.\nSec. 3. The proposed budget shall contain:\n(1) Required budget documents as follows:\n(A) For the entire District government, including all subordinate agencies,\nindependent agencies, independent instrumentalities, and independent authorities (“agency”),\nthe proposed budget shall contain a summary statement or table showing the following:\n(i) The revenues by source (local, dedicated tax, special purpose,\nfederal, and private);\n(ii) Expenditures by Comptroller Source Group; and\n(iii) Projections for revenues and expenditures for the fiscal year\n2014 approved budget and for the fiscal year 2015 proposed budget.\n(B) For each agency or separate Organizational Level I line item in the\nDistrict’s annual budget, summary statements or tables showing all sources of funding by source\n(local, dedicated tax, special purpose, federal, private, and intra-district) for fiscal years 2012\nand 2013, including a presentation of any variance between fiscal year appropriations and\nexpenditures;\n(C) For each agency or separate Organizational Level I line item in the\nDistrict’s annual budget, a summary statement or table showing projections of all sources of\nfunding by source (local, dedicated tax, special purpose, federal, private, and intra-district), for\nthe fiscal year 2014 approved budget and for the fiscal year 2015 proposed budget;\n\nFiscal Year\n2015 Budget\nSubmission\nRequirements\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-367, effective December 17, 2013\n\n20 DCSTAT 2822\n\n(D) For each agency or separate Organizational Level I line item in the\nDistrict’s annual budget, summary statements or tables showing expenditures by Comptroller\nSource Group and by Program (Organizational Level II), delineated by Activity (Organizational\nLevel III), by source of funding for fiscal years 2012 and 2013, including a presentation of any\nvariance between fiscal year appropriations and expenditures, as well as projections for the\nfiscal year 2014 approved budget and for the fiscal year 2015 proposed budget;\n(E) For each Program (Organizational Level II), a delineation by\nComptroller Source Group;\n(F) A narrative description of each program and activity that explains the\npurpose and services to be provided; and\n(G) A summary statement or table showing, by Comptroller Source\nGroup and by Program, delineated by Activity, authorized full-time equivalents (“FTEs”) by\nrevenue source (local, dedicated tax, special purpose, federal, private, intra-district, and capital).\n(2) School-related budget documents as follows:\n(A) A summary statement or table showing the number of full-time and\npart-time school-based personnel in the District of Columbia Public Schools, by school level\n(e.g., elementary, middle, junior high, pre-kindergarten through 8th grade, senior high school)\nand school, including school-based personnel funded by other District agencies, federal funds,\nor private funds;\n(B) A summary statement or table showing the number of special\neducation students served by school level (e.g., elementary, junior high), including the number\nof students who are eligible for Medicaid services; and\n(C) For each District of Columbia public school, a summary statement or\ntable of the local funds budget, including the methodology used to determine each school’s local\nfunding.\n(3) The Uniform Law Commission established by the District of Columbia\nUniform Law Commission Act of 2010, effective March 12, 2011 (D.C. Law 18-313; D.C.\nOfficial Code § 3-1431 et seq.) (“Act”), shall be listed as a separate program in a single paper\nagency called Uniform Law Commission that is separate from the Council of the District of\nColumbia for the purpose of paying annual dues to the National Conference of Commissioners\non Uniform State Law and for the registration fees and travel expenses associated with the\nannual meeting as required by section 4 of the Act.\n(4) Capital budget documents as follows:\n(A) A capital budget shall be presented separately in one volume and\nshall include budget information as described in subparagraphs (B), (C), and (D) of this\nparagraph. The information shall be based on an updated, multiyear capital improvement plan\nfor all capital projects (inclusive of subprojects) in all agencies proposing a capital project, as\ndefined in section 103(8) of the Home Rule Act, including local and federal aid highway and\nother transportation improvements.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-367, effective December 17, 2013\n\n20 DCSTAT 2823\n\n(B) A multiyear capital budget for all capital projects, including highway\nand other transportation projects and services, setting forth the projects’ and subprojects’ names\nand numbers with the following information:\n(i) Original fully-funded cost estimate;\n(ii) Prior-year estimate;\n(iii) Projected year authority for the budget year and for 5 future\nyear budgets;\n(iv) Estimated impact of each project on the operating budget;\n(v) A description specific to the project and subproject, including\npurpose, location, all sources of funding, key milestones, and current status;\n(vi) An alphabetical index for all project and subproject\ndescriptions provided pursuant to sub-subparagraph (v) of this subparagraph;\n(vii) An index, sorted by owner agency, for all project and\nsubproject descriptions provided pursuant to sub-subparagraph (v) of this subparagraph;\n(viii) All proposed funding by source (local, special purpose,\nbond, dedicated tax, federal, private, and intra-district, etc.); and\n(ix) For each project, all proposed funding for Personal Services\nidentified as necessary for the implementation of the project, including the number of FTE\npositions required, the associated direct labor costs, and the percentage of total project cost to be\nincurred for the cost of personal services. These elements should be provided for each relevant\nproject and summarized for the agency.\n(C) A spreadsheet summary of the capital budget that identifies the\nfollowing for each capital project:\n(i) Implementing agency;\n(ii) Owner agency;\n(iii) Project title (sorted alphabetically);\n(iv) Project number;\n(v) All proposed funding sources;\n(vi) Total cost of each capital project on a fully funded basis;\n(vii) Current lifetime budget;\n(viii) Lifetime-to-date allotments;\n(ix) Lifetime-to-date expenditures;\n(x) Unspent allotments;\n(xi) Existing encumbrances (excluding pre-encumbrances);\n(xii) Lifetime budget balance (including pre-encumbered budget);\nand\n(xiii) Planned allotments for the next 6 years.\n(D) For capital projects funded through multiple agencies, a summary of\nall intra-district funds and corresponding capital project numbers for each agency.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-367, effective December 17, 2013\n\n20 DCSTAT 2824\n\n(E) A capital budget pro forma setting forth the sources and uses of new\nallotments in the capital improvement plan, including Housing Production Trust Fund revenue\nbonds and all other sources of tax-supported debt.\n(5) Additional documents as follows:\n(A) Copies of all documents referenced in and supportive of the budget\njustification for fiscal year 2015, including the proposed Fiscal Year 2015 Budget Request Act,\nand any other legislation that is necessary for implementation of the proposed budget for the\nDistrict for fiscal year 2015;\n(B) A list, by agency, of all special purpose revenue fund balances, each\nfund balance use, carryover of funds from prior fiscal years, a narrative description of each\nfund, and the revenue source for each special purpose revenue fund, which shall include the:\n(i) Actual amounts for fiscal year 2013;\n(ii) Approved amounts for fiscal year 2014; and\n(iii) Proposed amounts for fiscal year 2015;\n(C) A table of all intra-district funds included in the fiscal year 2015\nbudget, including the receiving and transmitting agency, and whether there is a signed\nMemorandum of Understanding for each intra-district funding arrangement;\n(D) The Highway Trust Fund plan;\n(E) A table showing budget authority and actual amounts borrowed in the\n2 prior years for all projects in the capital budget;\n(F) An explanation of the debt cap analysis used to formulate the capital\nbudget and a table summarizing the analysis by fiscal year, which shall include total borrowing,\ntotal debt service, total expenditures, the ratio of debt service to expenditures, and the balance of\ndebt service capacity for each fiscal year included in the capital improvement plan;\n(G) A table showing all tax-supported debt issued and authorized within\nand above the debt cap and spending authority remaining within the cap;\n(H) A summary table, which shall include a list of all intra-agency and\ninter-agency changes of funding, with a narrative description of each change sufficient to\nprovide an understanding of the change in funds and its impact on services;\n(I) A crosswalk, for any agency that has undergone a budget restructuring\nin fiscal year 2014 or which would undergo a proposed budget restructuring in fiscal year 2015,\nthat shows the agency’s allocations before the restructuring under the new or proposed structure;\n(J) A listing of all stimulus awards and expenditures by year and by\nagency, project, or program;\n(K) A master fee schedule, organized by agency, setting forth all fees\ncharged by District agencies; and\n(L) A table showing each agency’s actual fringe rate and amount for\nfiscal years 2012 and 2013, the approved rate and amount for fiscal year 2014, and the proposed\nrate and amount for fiscal year 2015.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-367, effective December 17, 2013\n\n20 DCSTAT 2825\n\nSec. 4. Performance accountability reports.\nPursuant to Title XIV-A of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective May 16, 1995 (D.C. Law 11-16; D.C. Official Code § 1-614.11\net seq.), the Mayor shall submit to each Councilmember and the Council Officers, and make\navailable to the public, not later than January 31, 2014, all performance accountability reports\nfor fiscal year 2013 that cover all publicly funded activities of each District government agency.\nSec. 5. Pursuant to section 446 of the Home Rule Act, the Council’s 70-calendar day\nbudget review period shall begin after the date that all materials required to be submitted by\nsections 2 through 4, except for section 3(5)(K), have been submitted in accordance with this\nresolution and the Council’s rules.\nSec. 6. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor.\nSec. 7. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "end": "2825", 
  "name": "Resolution_20-367.pdf", 
  "title": "Fiscal Year 2015 Budget Submission Requirements Resolution of 2013"
}