{
  "start": "4526", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-624, effective October 7, 2014\n\n20 DCSTAT 4526\n\nA RESOLUTION\n\nProposed\nResolution\n20-758\n\nTo approve the transfer of jurisdiction of a portion of Reservation 497 (Square 3712, Lots 101-104) from\nthe United States, by the Department of the Interior, National Park Service, to the District of\nColumbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Transfer of Jurisdiction of a Portion of Reservation 497 (Square\n3712, Lots 101-104) Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1 of An Act To authorize the transfer of jurisdiction over\npublic land in the District of Columbia, approved May 20, 1932 (47 Stat. 161; D.C. Official\nCode § 10-111), the Council of the District of Columbia approves the transfer of jurisdiction of\na portion of the land known as Reservation 497 (Square 3712, Lots 101-104) from the United\nStates, by the Department of the Interior, National Park Service, to the District of Columbia.\nSec. 3. Transmittal.\nThe Chairman of the Council of the District of Columbia shall transmit a copy of this\nresolution, upon its adoption, to the Mayor, the Surveyor of the District of Columbia, the\nExecutive Director of the National Capital Planning Commission, the Speaker of the United\nStates House of Representatives, the President Pro Tempore of the United States Senate, the\nDirector of the National Park Service, and the Regional Director of the National Capital Parks,\nNational Park Service.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nTransfer of\nJurisdiction of\na Portion of\nReservation\n497 (Square\n3712, Lots\n101-104)\nApproval\nResolution of\n2014\n\n\f", 
  "end": "4526", 
  "name": "Resolution_20-624.pdf", 
  "title": "Transfer of Jurisdiction of a portion of Reservation 497 (Square 3712, Lots 101-104) Approval Resolution of 2014"
}