{
  "start": "1467", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-84, effective April 9, 2013\n\n20 DCSTAT 1467\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe District of Columbia Implied Consent Act to clarify and organize provisions related to the\nchemical testing of breath, blood, and urine with regard to operation of vehicles and watercraft in\nthe District, to clarify and strengthen provisions governing preliminary breath testing, implied\nconsent to chemical testing, and refusal to submit specimens for chemical testing, to limit the\npersons permitted to withdraw blood for the purposes of chemical testing to medical\nprofessionals, to provide immunity from civil liability for medical professionals, law enforcement\nofficers, and persons who assist them when they are engaged in the lawful withdrawal of blood,\nand to clarify the information related to chemical testing that is to be made available to a\ndefendant; to amend the District of Columbia Traffic Act, 1925 to update definitions, to revise\noutdated language, to increase fines to make them proportional with the associated incarceration\nperiod, to create a new offense of leaving after colliding, and to create a new offense for an object\nfalling or flying from a vehicle; to amend the Anti-Drunk Driving Act of 1982 to organize all\nimpaired driving offenses and operating watercraft while impaired offenses together, to update\nand clarify definitions and provisions related to impaired driving, to create a new offense for\noperating a commercial vehicle while intoxicated or impaired, to clarify the provisions that\nrequire the imposition of mandatory-minimum sentences for alcohol or drug impairment offenses;\nto increase the mandatory-minimum sentences for people convicted of an impaired driving offense\nwho have more than a stated level of alcohol concentration or who have prior impaired driving\nconvictions; to amend the offense of operating a vehicle while impaired to allow the District to\noffer a plea option not only for people who operate a vehicle while impaired by the consumption\nof alcohol but also for people who are impaired by a drug or a combination of a drug and\nalcohol; to provide for a penalty for persons convicted of operating a vehicle while impaired\nwhen they have prior convictions for alcohol or drug impaired driving offenses; to provide that\nthe alcohol concentration used nationally to revoke a commercial drivers license be used as the\nlevel for a per se impaired driving offense for drivers of commercial vehicles and vehicles for hire,\nand establishing a mandatory-minimum of 5 days incarceration for persons convicted of operating\nor being in physical control of those vehicles while impaired; to create a mandatory-minimum\npenalty for a person who is convicted of an impaired driving offense who at the time of the offense\nhad a minor in the vehicle; to amend the Department of Forensic Sciences Establishment Act of\n2011 to clarify and strengthen the District’s breath test program; to amend the Establishment of\nthe Office of the Chief Medical Examiner Act of 2000 to clarify the responsibility for blood and\nurine testing and to clarify and strengthen the District’s breath test program; to amend section 14307 of the District of Columbia Official Code to permit the release of medical information when a\npatient is charged with an impaired driving offense and where the patient caused the death of or\ninjury to a human being; and to amend Chapter 10 of Title 25 of the District of Columbia Official\nCode to move boating while intoxicated to Title 50 and to make conforming amendments.\n\nProposed\nResolution\n20-176\nSee\nEmergency\nD.C. Act 20-51\n20 DCStat 1360\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-84, effective April 9, 2013\n\n20 DCSTAT 1468\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Comprehensive Impaired Driving and Alcohol Testing Program\nSecond Congressional Review Emergency Declaration Resolution of 2013”.\nSec. 2. (a) Bill 19-777, the Comprehensive Impaired Driving and Alcohol Testing\nProgram Amendment Act of 2012, signed by the Mayor on October 24, 2012 (D.C. Act 19-489;\n59 DCR 12957), was unanimously approved by the Council.\n(b) Bill 19-777 is a necessary overhaul of the District’s impaired driving laws and a\nneeded revision to the District’s alcohol breath-testing program.\n(c) Some of the key changes made by Bill 19-777 include:\n(1) A reorganization and clarification to the provisions related to the chemical\ntesting of breath, blood, and urine with regard to operation of vehicles and watercraft in the\nDistrict;\n(2) Amendments to the District of Columbia Traffic Act, 1925 to increase fines\nto make them proportional with the associated incarceration period, revising the offense of\nleaving after colliding, and creating a new offense for an object falling or flying from a vehicle;\n(3) A reorganization of the District’s impaired driving laws to make them clear\nand understandable, creating a new offense for operating a commercial vehicle while intoxicated\nor impaired, clarifying the provisions that require the imposition of mandatory-minimum\nsentences for alcohol or drug impairment offenses, increasing the mandatory-minimum sentences\nfor people convicted of an impaired driving offense who have more than a stated level of alcohol\nconcentration or who have prior impaired driving convictions, and increasing the mandatoryminimum sentences for impaired driving offenses and include enhancements for a person who is\nconvicted of an impaired driving offense who at the time of the offense had a minor in the\nvehicle; and\n(4) Clarifying and strengthening the District’s breath-test program and clarifying\nthe responsibility for blood and urine testing.\n(d) The District’s breath-test program has been out-of-service since February 2010, but a\nconcerted effort by several public safety agencies has created a world-class breath-testing\nprogram that re-launched this month.\n(e)(1) Emergency legislation, Bill 19-873, was adopted prior to Council recess and\nexpired on October 28, 2012, at which point Bill 19-777 was still undergoing a 60-day\nCongressional review.\n(2) To prevent a gap in the law, a Congressional review emergency, Bill 19-981,\nwas adopted by the Council on October 26, 2012, but expired on January 24, 2013.\n(3) As Bill 19-777 did not complete the required 60-day Congressional review\nlast term, the legislation had to be resubmitted to Congress in January 2013.\n(4) An additional Congressional review emergency, Bill 20-16, was adopted on\nJanuary 16, 2013, but is set to expire on April 29, 2013.\n(5) Thus, another Congressional review emergency is necessary to prevent a gap\nin the law.\n\nComprehensive Impaired\nDriving and\nAlcohol\nTesting\nProgram\nSecond\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-84, effective April 9, 2013\n\n20 DCSTAT 1469\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nComprehensive Impaired Driving and Alcohol Testing Program Second Congressional Review\nEmergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "1469", 
  "name": "Resolution_20-84.pdf", 
  "title": "Comprehensive Impaired Driving and Alcohol Testing Program Second Congressional Review Emergency Declaration Resolution of 2013"
}