{
  "end": "1689", 
  "name": "Resolution_20-195.pdf", 
  "start": "1689", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-195, effective June 26, 2013\n\n20 DCSTAT 1689\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to expeditiously adopt the National Law\nEnforcement Officers Memorial Fund, Inc. Revenue Bonds Project Emergency Approval\nResolution of 2013.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “National Law Enforcement Officers Memorial Fund, Inc.\nRevenue Bonds Project Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) National Law Enforcement Officers Memorial Fund, Inc. (“Borrower”) has\nrequested that the District issue revenue bonds (“Bonds”).\n(b) The proposed financing will make available funds critically needed to finance,\nrefinance, and reimburse the Borrower to:\n(1) Construct, design, furnish, and equip an approximately 53,000 square foot\nnational law enforcement museum, and functionally related and subordinate property, to be\nlocated at 444 E Street, N.W., Washington D.C. (“Facility”);\n(2) Fund any required debt service reserve fund or capitalized interest on the\nBonds;\n(3) Pay certain working capital expenditures associated with the Facility; and\n(4) Pay certain costs of issuance of the Bonds, as well as any bond insurance or\ncredit enhancement.\n(c) Due to the current economic uncertainty in the financial markets and the continued\nfluctuations of interest rates, it is important to expedite the process for the issuance of the Bonds\nand avoid any delay that could adversely affect the ability of the Borrower to market the Bonds\nto investors or obtain an interest rate within the range contemplated.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nNational Law Enforcement Officers Memorial Fund, Inc. Revenue Bonds Project Emergency\nApproval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-339\nSee\nEmergency\nD.C. Res.\n20-196\n20 DCStat 1690\nNational Law\nEnforcement\nOfficers\nMemorial\nFund, Inc.\nRevenue\nBonds Project\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "National Law Enforcement Officers Memorial Fund, Inc. Revenue Bonds Project Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}