{
  "start": "1568", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-147, effective June 4, 2013\n\n20 DCSTAT 1568\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 1\nthrough 3 to the Contract for Design-Build Services for the Phase 1 Modernization of Nalle\nElementary School between the District of Columbia government and Forrester Construction\nCompany, Contract No. DCAM-12-M-1031G-FM, and to authorize payment to Forrester\nConstruction Company in the amount of $1,815,828.23 for the goods and services received under\nthese change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 1 through 3 to Contract No. DCAM-12-M1031G-FM Approval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 1 through 3 to\nContract No. DCAM-12-M-1031G-FM for design-build services, additional project scope,\noutstanding change requests, and the close-out of the Phase 1 project at Nalle Elementary School\nand to authorize payment in the aggregate amount of $1,815,828.23 for the goods and services\nreceived under these change orders.\n(b) The Council of the District of Columbia previously approved Contract No. DCAM12-M-1031G-FM (CA 19-0387) with a guaranteed maximum price (“GMP”) of $6,837,819.\nChange Order No. 1 in the amount of $386,442.30 and Change Order No. 2 in the amount of\n$536,975 were subsequently issued with an aggregate increase of less than $1 million; thus,\nCouncil approval was not required at that time. Change Order No. 3, in the amount of\n$892,410.93, will increase the aggregate contract value by an amount over $1 million pursuant to\nD.C. Official Code § 1-204.51; hence, Council approval is required.\n(c) Approval of Change Orders Nos. 1 through 3 in the aggregate amount of\n$1,815,828.23 is necessary to compensate Forrester Construction Company for work completed\nat Nalle Elementary School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders Nos. 1 through 3 to Contract No. DCAM-12-M-1031G-FM Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-276\nSee\nEmergency\nD.C. Act 20-81\n20 DCStat 1436\n\nChange\nOrders Nos. 1\nthrough 3 to\nContract No.\nDCAM-12-M1031G-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1568", 
  "name": "Resolution_20-147.pdf", 
  "title": "Change Orders No. 001 Through No. 003 to Contract No. Dcam-12-M-1031g-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}