{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-149, effective June 4, 2013\n\n20 DCSTAT 1571\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to retroactively approve the award of a\ncontract option period 2 in the amount of $1,340,000.00 with Vision McMillan Partners, LLC, for\ndevelopment management services for the McMillan Sand Filtration project.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCEB-DMPED-11-C-0023 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need for the Council to approve a contract with\nVision McMillan Partners, LLC, for development management services for the McMillan Sand\nFiltration project.\n(b) The Office of the Deputy Mayor for Planning and Economic Development awarded a\nbase contract on April 15, 2011, for an amount not to exceed $900,000.00 to Vision McMillan\nPartners, LLC (“Contract”). The services provided under the contract are development\nmanagement services for the McMillan Sand Filtration project with the intent of seeking and\nobtaining approval of the master plan for the development of the site. The term of the Contract\nwas from April 15, 2011 through November 30, 2011.\n(c) The Contract was further extended through exercise of option period one in December\n2011 to continue the required services. The amount of the option period was $1,340,000.00.\nThe contract option period expired on November 30, 2012. After discussions with the contractor\nand contract administrator, it was determined that a partial option period should be exercised to\nallow the contractor to submit a detailed budget for the entire amount of the full option period.\nA partial option was exercised in the not to exceed amount of $900,000.00 with additional\namounts totaling $440,000.00. The new amount of the FY13 option period totals $1,340,000.00.\n(d) Council approval of the FY13 contract option period and authorization of payment for\nservices to be received are needed on an emergency basis to ensure that the needed development\nmanagement services are not compromised and to prevent the project schedule in question from\nfalling behind relative to the approval of the master plan.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCEB-DMPED-11-C-0023 Approval and Payment Authorization Emergency Act\nof 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-289\nSee\nEmergency\nD.C. Act 20-82\n20 DCStat 1437\nContract No.\nDCEBDMPED-11C-0023\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Contract No. Dceb-Dmped-11-C-0023 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "1571",
  "start": "1571",
  "name": "Resolution_20-149.pdf"
}