{
  "end": "2126", 
  "name": "Resolution_20-261.pdf", 
  "start": "2126", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-261, effective July 10, 2013\n\n20 DCSTAT 2126\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve an amendment to the\ncollective bargaining agreement between the Washington Teachers’ Union and the District of\nColumbia Public Schools for employees in the bargaining unit represented by the Washington\nTeachers’ Union who are employed at the District of Columbia Public Schools.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Washington Teachers’ Union Voluntary Employee Beneficiary\nAssociation Fund Approval Emergency Declaration Resolution of 2013”.\nSec. 2. (a) As a result of an agreement by the Washington Teachers Union and the\nDistrict of Columbia Public Schools (“DCPS”) to modify the collective bargaining agreement\nbetween the Washington Teachers Union and the District of Columbia Public Schools, DCPS is\nrequired to contribute $1.7 million dollars annually (through fiscal year 2018) from its budget to\nthe Washington Teachers’ Union Voluntary Employee Beneficiary Association (“WTU\nVEBA”) to be utilized in accordance with the governing documents of the WTU VEBA.\n(b) In order to make the fund available to employees in fiscal year 2013, as required by\nthe agreement, the Mayor recommends that the agreement between the Washington Teachers’\nUnion and DCPS be ratified on an emergency basis.\n(c) Failure to satisfy the obligations of the Memorandum of Agreement (“MOA”) and\nthe collective bargaining agreement in accordance with the express terms of the MOA and the\ncollective bargaining agreement may result in undermining the confidence of union members in\nthe District of Columbia government and its leadership.\n(d) Failure to act in an expedited manner may jeopardize the future.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWashington Teachers’ Union Voluntary Employee Beneficiary Association Fund Emergency\nApproval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-326\nSee Emergency\nD.C. Res. 20-262\n20 DCStat 2127\n\nWashington\nTeachers’\nUnion\nVoluntary\nEmployee\nBeneficiary\nAssociation\nFund\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Washington Teachers’ Union Voluntary Employee Beneficiary Association Fund Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}