{
  "end": "4666", 
  "name": "Resolution_20-750.pdf", 
  "start": "4666", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-750, effective December 16, 2014\n\n20 DCSTAT 4666\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to assemble the soccer stadium site\nincluding through the use of eminent domain; to require the Mayor to amend the ground lease of\nthe soccer stadium site, to require the Mayor to amend the development agreement for the\nconstruction of a new soccer stadium; to authorize the rental of airspace and vault space; to\namend the Robert F. Kennedy Memorial Stadium and District of Columbia National Guard\nArmory Public Safety Act to make it applicable to the soccer stadium; to amend Title 25 of the\nDistrict of Columbia Official Code to provide for licenses to be issued to the operator of the\nsoccer stadium; to amend Title 47 of the District of Columbia Official Code to provide tax\nabatements; and to exempt the transfer of the stadium site from recordation and transfer taxes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Soccer Stadium Development Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) On May 23, 2014, Chairman Phil Mendelson, at the request of the Mayor,\nintroduced Bill 20-805, the Soccer Stadium Development Act of 2014. That legislation was\nreferred to the Committee on Finance and Revenue, the Committee on Government Operations,\nthe Committee on Economic Development, and the Committee of the Whole. A joint public\nhearing was held on June 26, 2014.\n(b) The proposed legislation would enable the district to assemble land for the\ndevelopment of a soccer stadium for DC United at Buzzard Point in Southwest.\n(c) The Council of the District of Columbia passed Bill 20-805 unanimously at\nits December 2, 2014 Legislative Meeting and the measure is due for its final reading on\nDecember 17, 2014; however, because of the need for congressional review of the legislation, it\nwould not be effective until well into 2015.\n(d) The Council is set to approve a financing package to accompany the stadium\nlegislation on December 17, 2014 through a revised budget request act to provide funding to\nacquire the necessary land and address other costs relevant to Bill 20-805.\n(e) Approval of emergency legislation will allow the District to proceed with\nassembling the land and horizontal development of the soccer stadium site in an expeditious\nmanner with the funding authority granted under the proposed financing package.\nSec. 3 The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Soccer\nStadium Development Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1210\nSee Emergency\nD.C. Act 20-557\n20 DCStat 4467\n\nSoccer\nStadium\nDevelopment\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Soccer Stadium Development Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}