{
  "start": "3130", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-431, effective March 4, 2014\n\n20 DCSTAT 3130\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 11 and 12\nof Contract No. CFOPD-11-C-026 with KPMG LLP to provide single audit services to the\nOffice of the Chief Financial Officer and to authorize payment for the services received and to\nbe received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. CFOPD-11-C-026 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 11 and 12 of\nContract No. CFOPD-11-C-026 with KPMG LLP to provide single audit services to the Office\nof the Chief Financial Officer and to authorize payment for the services received and to be\nreceived under the contract.\n(b) On January 30, 2014, Modification No. 11 exercised a portion of the third option\nyear from February 4, 2014, through April 3, 2014, in the amount of $261,439.\n(c) Proposed Modification No. 12 would exercise the remainder of the third option year\nfrom April 4, 2014, to February 5, 2015, in the not to exceed amount of $1,307,190.\n(d) Council approval is necessary because these modifications increase the contract to\none of more than $1 million during a 12-month period. Council approval on an expeditious\nbasis is necessary to allow the continuation of these vital services and to allow KPMG LLP to\ncontinue to perform under the contract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. CFOPD-11-C-026 Modifications Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-671\nSee Emergency\nD.C. Act 20-301\n20 DCStat 3069\n\nContract No.\nCFOPD-11-C026\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3130", 
  "name": "Resolution_20-431.pdf", 
  "title": "Contract No. CFOPD-11-C-026 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}