{
  "start": "739", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-37, effective February 19, 2013\n\n20 DCSTAT 739\n\nA RESOLUTION\n\nProposed Resolution\n20-94\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to\nauthorize a building owner or tenant of a building owner to reconstruct building projections in\npublic space following the completion of the 18th Street streetscape construction project.\n\nSee Emergency Act\nD.C. Act 20-23\n20 DCSTAT 481\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Streetscape Reconstruction Congressional Review\nEmergency Declaration Resolution of 2013\".\n\nStreetscape\nReconstruc-tion\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) More than 20 ongoing and soon-to-begin roadway construction projects\nthreaten the right of small and local property owners and business owners to the ongoing\nenjoyment of bay windows, staircases, patios, sidewalk cafes, and other building projections\nwhich exist or existed in public space before the commencement of streetscape projects.\n(b) Small and local businesses and property owners are disproportionately affected by\nroadway construction because they are less likely to have the resources to survive a period of\nreduced income during the construction period.\n(c) The impact on small business owners is compounded if they are unable or delayed in\nreconstructing building projections that may be integral to the operation of their businesses.\n(d) Businesses are particularly vulnerable during this economic downturn and have fewer\nresources to suffer through the delays and expenses that might be incurred in seeking approval to\nreconstruct building projections after streetscape projects.\n(e) Emergency legislation passed by the Council on November 15, 2012 will expire on\nMarch 2, 2013, and temporary legislation to be approved by Congress will not take effect until\nMarch 22, 2013, resulting in a 20-day gap between effective legislation.\n(f) This emergency act is necessary to prevent a gap in the legal authority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nStreetscape Reconstruction Congressional Review Emergency Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "739", 
  "name": "Resolution_20-37.pdf", 
  "title": "Streetscape Reconstruction Congressional Review Emergency Declaration Resolution of 2013"
}