{
  "end": "1485", 
  "name": "Resolution_20-98.pdf", 
  "start": "1484", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-98, effective April 9, 2013\n\n20 DCSTAT 1484\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to require the Director of the\nDepartment of Small and Local Business Development to inquire about the 222 out of 247 publicprivate development construction projects that failed to submit Certified Business Enterprise\n(\"CBE\") subcontracting monitoring or compliance reports or have failed to meet their CBE\nexpenditure goals.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Certified Business Enterprise Compliance Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) This emergency declaration resolution is necessary to require the Director of\nthe Department of Small and Local Business Development to inquire about the 222 out of 247\npublic-private development construction projects that failed to submit CBE subcontracting\nmonitoring or compliance reports or have failed to meet their CBE expenditure goals.\n(b) Only 25 out of 247 projects have met their CBE expenditure goals.\n(c) 168 developers have failed to submit CBE expenditure reports with the Department of\nSmall and Local Business Development (\"Department\").\n(d) The CBE expenditure goal for the 168 projects is $824,101,302. Currently, the status\nof these projects is unknown, which is of great concern because these projects are being provided\nwith public funds.\n(e) 54 developers have submitted CBE subcontracting expenditure plans, but have not\nmet their CBE subcontracting goal as of September 30, 2012.\n(f) The 54 public-private development construction projects have a total CBE expenditure\ngoal of $1,391,581,471.50; only $262,837,361.90 has been allocated to CBEs as of September\n30, 2012.\n(g) The developers at the 54 projects have only met 19% of their CBE expenditure goal\nor they have a CBE goal deficit of $1,128,744,109.60.\n(h) This legislation is needed to allow the District government to quickly assess:\n(1) How many public-private development construction projects are ongoing in\nthe District;\n(2) How many of these projects are meeting their CBE utilization goals;\n(3) Why developers are failing to meet their CBE utilization goals;\n(4) How much revenue in taxes and fees the District is losing out on by not\nrequiring a developer to meet its CBE utilization goal;\n(5) How much revenue District-based businesses are losing out on, which could\nbe in the hundreds of millions; and\n\nProposed\nResolution\n20-191\nSee\nEmergency\nD.C. Act 20-62\n20 DCStat 1410\n\nCertified\nBusiness\nEnterprise\nCompliance\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-98, effective April 9, 2013\n\n20 DCSTAT 1485\n\n(6) What is being done by the Department to solve this problem.\n(i) This legislation is necessary to immediately demand stricter compliance by\ndevelopers on meeting their CBE subcontracting requirements to help protect District-based\nbusinesses and help them grow.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCertified Business Enterprise Compliance Emergency Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Certified Business Enterprise Compliance Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}