{
  "start": "742", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-40, effective February 19, 2013\n\n20 DCSTAT 742\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 4, 5, 6, 7,\n8, and 9 and proposed Modification Nos. 10 and 11 to Contract DCGD-2009-C-0036 with\nCTB/McGraw-Hill, LLC, for services related to the development and implementation of the\nDistrict of Columbia Comprehensive Assessment System, and to authorize payment for the goods\nand services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract DCGD-2009-C-0036 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists a need to approve Modification Nos. 4, 5, 6, 7, 8, and 9 and\nproposed Modification Nos. 10 and 11 to Contract DCGD-2009-C-0036 with CTB/McGrawHill, LLC, for services related to the development and implementation of the District of\nColumbia Comprehensive Assessment System and to authorize payment for the goods and\nservices received and to be received under the contract.\n(b) On June 30, 2011, by Modification No. 4, the Office of Contracting and Procurement\n(“OCP”) exercised a partial option of option year 2, in the amount of $949,266.20 for the period\nfrom July 1, 2011, through October 15, 2011.\n(c) On October 14, 2011, by Modification No. 5, the OCP exercised another partial\noption of option year 2, in the amount of $949,266.20 for the period from October 16, 2011,\nthrough December 31, 2011.\n(d) On December 30, 2011, by Modification No. 6, the OCP exercised the remainder of\noption year 2, in the amount of $2,944,325.50 for the period from January 1, 2012, through June\n30, 2012.\n(e) On June 27, 2012, by Modification No. 7, the OCP exercised a partial option of\noption year 3, in the amount of $835,469.25 for the period from July 1, 2012, through September\n30, 2012.\n(f) On September 28, 2012, by Modification No. 8, the OCP exercised another partial\noption of option year 3, in the amount of $836,907.75 for the period from October 1, 2012,\nthrough December 31, 2012.\n(g) On December 18, 2012, by Modification No. 9, the OCP exercised another partial\noption of option year 3, in the amount of $560,000 for the period from January 1, 2013, through\nFebruary 28, 2013.\n(h) The OCP now seeks Council approval to approve Modification No. 10, which will\nmodify Contract DCGD-2009-C-0036 to increase the requirements under the contract to include\nnew common core state standards and replace the price schedule for option years 2, 3, and 4.\nModification No. 10 increases the price for services performed under option year 2 by\n$2,515,995.95.\n\nProposed Resolution\n20-62\nSee Emergency Act\nD.C. Act 20-21\n20 DCSTAT 479\n\nContract DCGD2009-C-0036\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-40, effective February 19, 2013\n\n20 DCSTAT 743\n\n(i) The OCP also seeks Council approval of Modification No. 11, which will exercise the\nremainder of option year 3, in the amount of $3,826,568.18 for the period from March 1, 2013,\nthrough June 30, 2013.\n(j) Council approval is necessary to allow the continuation of these vital services.\nWithout this approval, CTB/McGraw-Hill, LLC, cannot be paid for services provided in excess\nof $1 million for each of these option years.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract DCGD-2009-C-0036 Modifications Approval and Payment Authorization Emergency\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "743", 
  "name": "Resolution_20-40.pdf", 
  "title": "Contract No. Dcgd-2009-C-0036 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}