{
  "end": "582", 
  "name": "Resolution_19-767.pdf", 
  "start": "581", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-767, effective December 18, 2012\n\n20 DCSTAT 581\n\nA RESOLUTION\n\nProposed Resolution\n19-1171\n\nTo declare the existence of an emergency with respect to the need to authorize payments incurred in the\namounts of $16,596,598.30 under voided Contract No. DCKA-2009-C-0140 with Alta Bicycle\nShare, Inc. for the services and equipment received by the District for the Capital Bikeshare\nprogram.\n\nSee Emergency Act\nD.C. Act 19-586\n20 DCSTAT 302\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Capital Bikeshare Program Payment Authorization\nEmergency Declaration Resolution of 2012”.\n\nCapital Bikeshare\nProgram Payment\nAuthorization\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an immediate need to authorize payments for services and\nequipment rendered by Alta Bicycle Share, Inc. (\"Alta\") and received by the District Department\nof Transportation (\"DDOT\") under voided Contract No. DCKA-2009-C-0140 for the Capital\nBikeshare program.\n(b) On May 20, 2010, DDOT entered into a contract with Alta to establish and operate a\nBikeshare program throughout the District. The contract authorized Alta to retain certain\nrevenue from the Bikeshare program as a portion of its payments under the contract.\n(c) On May 19, 2011, DDOT exercised the first option year of the contract, and on May\n18, 2012, DDOT exercised the second and current option year of the contract. Neither option\nyear included the revenue payment provision.\n(d) Since its inception, the District’s Bikeshare program has become one of the premier\nbike sharing systems in the country. Currently there are 128 stations with 1275 bikes, 22,200\nannual members and 247,000 daily members, all of who take 3,360,000 bicycle trips each year.\n(e) On December 12, 2012, however, the Office of the Attorney General determined that the\ncontract with Alta was void ab initio as a result of the revenue payment provision in the base\nyear contract, stating that that provision constituted a violation of anti-deficiency laws.\n(e) Because the base year contract was determined to be void ab initio, the option year\ncontracts were also determined to be void.\n(f) Under the base year contract, DDOT made payments to Alta in the total amount of\n$6,464,470.64 for the purchase of equipment and the operation of the Bikeshare program.\n(g) Under the first year option contract, DDOT made payments to Alta in the total\namount of $4,405,968.56 for the purchase of equipment and the operation of the Bikeshare\nprogram.\n(h) Under the current year option contract, DDOT has made payments to Alta in the total\namount of $551,601.00 for the purchase of equipment and the operation of the Bikeshare\nprogram. In addition, DDOT has received invoices from Alta for the purchase of equipment and\nthe operation of the Bikeshare program in the total amount of $4,013,773.04, which have not yet\nbeen paid.\n(i) Council authorization is necessary to compensate Alta for services and goods\nprovided since execution of the contract, to ratify the payments already made to Alta under the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-767, effective December 18, 2012\n\n20 DCSTAT 582\n\nbase year and option year contracts, and to authorize payment to Alta in the amount of the\noutstanding invoices under the current option year contract.\n(j) Without this authorization, Alta cannot be paid fully for services and goods provided.\nIn addition, the District’s failure to timely make full payment to Alta for the goods provided and\nservices rendered could result in a lapse in the operation of the Bikeshare program, which would\ncreate a significant disruption in transportation options for District residents.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Capital\nBikeshare Program Payment Authorization Emergency Act of 2012 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Contract No. Dcka-2009-C-0140 for the Capital Bikeshare Program Payment Approval Authorization Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}