{
  "start": "710", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-16, effective January 8, 2013\n\n20 DCSTAT 710\n\nA RESOLUTION\n\nProposed\nResolution\n20-9\n\nTo approve, in part, and disapprove, in part, proposed rules to implement the District of Columbia’s\nprogressive Temporary Assistance for Needy Families Sanction Policy to provide a graduated\nreduction of the TANF grant to customers who despite District of Columbia Department of Human\nServices outreach and engagement efforts fail to demonstrate compliance with their TANF\nIndividualized Responsibility Plan.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Temporary Assistance for Needy Families Sanction Policy Rules\nApproval and Disapproval Resolution of 2013”.\nSec. 2. Pursuant to section 205(c) of the District of Columbia’s Public Assistance Act of\n1982, effective April 6, 1982 (D.C. Law 4-101; D.C. Official Code § 4-202.05(c)), the Mayor\ntransmitted to the Council the proposed rulemaking adopted by the Director of the Department of\nHuman Services to implement Temporary Assistance for Needy Families sanctions in\naccordance with subtitle C of title V of the Fiscal Year 2011 Supplemental Budget Support Act\nof 2010, effective April 8, 2011 (D.C. Law 18-370; D.C. Official Code § 4-202.05(c)). Except\nas provided in section 3, the Council approves the proposed rules.\nSec. 3. The Council disapproves the following provisions of the rules:\n(1) Section 5812.2(b) is disapproved. The Council recommends that the provision\nread as proposed by the Mayor but without the word “meaningful”.\n(2) Section 5812.2(c) is disapproved. The Council recommends that the\nprovision read as proposed by the Mayor but without the phrase “in a meaningful way”.\n(3) Section 5812.3 is disapproved. The Council recommends that the provision\nread as proposed by the Mayor but without the phrase “in a meaningful way”.\n(4) Section 5812.5 is disapproved. The Council recommends that the provision\nread as proposed by the Mayor but without the phrase “in a meaningful way”.\n(5) Section 5812.6(3)(B), (C), and (D) is disapproved. The Council recommends\nthat the provisions read as proposed by the Mayor but without the phrase “hard copy”.\n(6) Section 5812.8(d) is disapproved. The Council recommends that only 3 levels\nof sanctions be established and that the customer be allowed to re-negotiate their IRP at any time\nduring or following the sanction period.\n(7) Section 5812.12 is disapproved. The Council recommends that the provision\nread as follows: “The Level One, Level Two, or Level Three sanctions shall be lifted when the\nCustomer complies with the requirements of § 5812.1 for at least four (4) consecutive weeks.”.\n(8) Section 5812.13 is disapproved.\n(9) Section 5812.14 is disapproved.\n\nTemporary\nAssistance for\nNeedy\nFamilies\nSanction\nPolicy Rules\nApproval and\nDisapproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-16, effective January 8, 2013\n\n20 DCSTAT 711\n\nSec. 4. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor, the Director of the Department of Human Services, and the\nAdministrator of the Office of Documents and Administrative Issuances.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. This resolution shall take effect immediately.\n\n\f", 
  "end": "711", 
  "name": "Resolution_20-16.pdf", 
  "title": "Temporary Assistance for Needy Families Sanction Policy Rules Approval and Disapproval Resolution of 2013"
}