{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-357, effective December 3, 2013\n\n20 DCSTAT 2807\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize and provide for the\nissuance, sale, and delivery in an aggregate principal amount not to exceed $15 million of\nDistrict of Columbia revenue bonds in one or more series and to authorize and provide for the\nloan of the proceeds of the bonds to assist Mundo Verde Bilingual Public Charter School in the\nfinancing, refinancing, or reimbursing of costs associated with an authorized project pursuant to\nsection 490 of the District of Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Mundo Verde Bilingual Public Charter School Revenue Bonds\nProject Emergency Declaration Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) The Mundo Verde Bilingual Public Charter School (“Borrower”) has\nrequested that the District of Columbia issue revenue bonds.\n(2) The proposed financing will make available funds critically needed to\nfinance, refinance, and reimburse the Borrower for the following costs of an authorized project:\n(A) The renovation, expansion, construction and equipping of an\napproximately 36,800 square foot facility located at 44 P Street, N.W., Washington, D.C.,\n20001 (Lot 873 in Square 616) (“Existing Facility”);\n(B) The construction and equipping of a 10,800 square foot addition to\nthe Existing Facility, which together with the Existing Facility (“Facility”) will be used\nprimarily as a public charter elementary school campus;\n(C) The renovation, construction, repair, furnishing, and purchasing of\nequipment functionally related or subordinate to the Facility;\n(D) Funding certain working capital costs directly related to the bondfinanced Facility, to the extent financeable;\n(E) Funding any required debt service reserve fund or capitalized interest;\nand\n(F) Paying certain costs of issuance and other related costs to the extent\npermissible.\n(3) Due to the current economic uncertainty in the financial markets and the\ncontinued fluctuations of interest rates, it is important to expedite the process for the issuance of\nthe bonds and avoid any delay that could adversely affect the ability of the Borrower to market\nthe bonds to investors or to obtain an interest rate within the range contemplated by the project\nbudget.\n\nProposed\nResolution\n20-555\nSee Emergency\nD.C. Res. 20-358\n20 DCStat 2809\n\nMundo Verde\nBilingual\nPublic\nCharter\nSchool\nRevenue\nBonds Project\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-357, effective December 3, 2013\n\n20 DCSTAT 2808\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMundo Verde Bilingual Public Charter School Revenue Bonds Project Emergency Approval\nResolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Mundo Verde Bilingual Public Charter School Revenue Bonds Project Emergency Declaration Resolution of 2013",
  "end": "2808",
  "start": "2807",
  "name": "Resolution_20-357.pdf"
}