{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-76, effective March 19, 2013\n\n20 DCSTAT 799\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 25 to\nContract No. POKV-2006-C-0064 with Xerox State and Local Solutions, Inc. for ticket processing\nand related services and to authorize payment for goods and services received under that\ncontract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. POKV-2006-C-0064 Modification Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists a need to approve Modification No. 25 to Contract No. POKV2006-C-0064 with Xerox State and Local Solutions, Inc., to provide ticket processing and related\nservices and to authorize payment for goods and services received under the contract.\n(b) On December 30, 2011, the Council approved an extension of Contract No. POKV2006-C-0064 with Xerox State and Local Solutions, Inc. for ticket processing and related\nservices for the period from January 3, 2012 through January 2, 2013. in an amount not to exceed\n$9,407,690.76.\n(c) On December 27, 2012, by Modification No. 25, the Office of Contracting and\nProcurement (“OCP”) increased the contract ceiling for the period from January 3, 2012 to\nJanuary 2, 2013 by $1,567,378, from $9,407,690.76 to $10,975,068.76.\n(d) OCP now seeks Council approval to increase the total not-to-exceed amount for the\nperiod from January 3, 2012 to January 2, 2013 to $10,975,068.76.\n(e) Emergency Council approval is necessary to allow payment for the vital services that\nXerox State and Local Solutions, Inc. provided in excess of $1 million over the previously\napproved amount from January 3, 2012 to January 2, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. POKV-2006-C-0064 Modification Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-133\nSee Emergency Act\nD.C. Act 20-47\n20 DCSTAT 547\n\nContract No.\nPOKV-2006-C-0064\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\n\f",
  "title": "Contract Pokv-2006-C-0064 Modification Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "799",
  "start": "799",
  "name": "Resolution_20-76.pdf"
}