{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-453, effective April 8, 2014\n\n20 DCSTAT 3387\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the definition of a child\ndevelopment home to permit more than 2 children under 2 years of age in a child development\nhome with a ratio of one adult caregiver to 2 children under 2 years of age.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Child Development Home License Emergency Declaration\nResolution of 2014\".\n\nSec. 2. (a) There exists an immediate need to amend section 2 of the Day Care Policy\nAct of 1979 to permit more than 2 children under 2 years of age in a child development home\nwith a ratio of one adult caregiver to 2 children under 2 years of age.\n(b) At a hearing held March 20, 2014, parents of young children and operators of child\ndevelopment homes all expressed that there is a shortage of spaces for childcare for children\nunder 2 in licensed child development homes.\n(c) Parents testified that they have a strong and immediate need for expansion of the\nlimit on service to children under 2, so long as staffing is adequate to serve a greater number of\nyoung children safely.\n(d) Child development home operators indicated that due to the Pre-K expansion, they\nare having difficulty filling available spaces for children older than 2 years old, but they have\nwaiting lists of parents seeking care for their under-2-year-old children. Further, they indicated\nthat in many instances they have laid off paid caregivers because of the inability to fill the\nspaces for children 2 years old and up.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Child\nDevelopment Home License Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-730\nSee Emergency\nD.C. Act 20-318\n20 DCStat 3301\n\nChild\nDevelopment\nHome License\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Child Development Home License Emergency Declaration Resolution of 2014",
  "end": "3387",
  "start": "3387",
  "name": "Resolution_20-453.pdf"
}