{
  "end": "4551", 
  "name": "Resolution_20-643.pdf", 
  "start": "4551", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-643, effective October 28, 2014\n\n20 DCSTAT 4551\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to provide\nfor the removal of industrial revenue bonds as a government-assisted project as it pertains to\nsmall, local, and disadvantaged business development.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Small and Certified Business Enterprise Development and\nAssistance Clarification Congressional Review Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) Congressional review emergency legislation is necessary to prevent a gap in\nthe legal removal of industrial revenue bonds from the definition of government-assisted\nprojects in the Small, Local, and Disadvantaged Business Enterprise Development and\nAssistance Act of 2005, between the expiration of the Small and Certified Business Enterprise\nDevelopment and Assistance Clarification Emergency Amendment Act of 2014, effective July\n15, 2014 (D.C. Act 20-379; 61 DCR 7793) (“emergency act”) and the effective date of the\nSmall and Certified Business Enterprise Development and Assistance Clarification Temporary\nAmendment Act of 2014, enacted on July 31, 2014 (D.C. Act 20-419; 61 DCR 8318)\n(“temporary act”).\n(b) The emergency act expires on October 13, 2014, and the temporary act is not\nprojected to become law until November 26, 2014.\n(c) It is important that the provisions of the emergency act continue in effect, without\ninterruption, until the temporary act is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nSmall and Certified Business Enterprise Development and Assistance Clarification\nCongressional Review Emergency Amendment of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1117\nSee Emergency\nD.C. Act 20-465\n20 DCStat 4399\n\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nClarification\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Small and Certified Business Enterprise Development and Assistance Clarification Congressional Review Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}