{
  "start": "4512", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-615, effective September 23, 2014\n\n20 DCSTAT 4512\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Firearms Control\nRegulations Act of 1975 to permit individuals to register a firearm for self-defense in their place\nof business, to provide a Freedom of Information Act exception, to specify application\nrequirements for applying for a license to carry a concealed pistol, to specify the duration of such\nlicenses and requirements for renewal of licenses, to establish duties of licensees, to provide for\nrevocation of licenses, to create a criminal offense of carrying while impaired, to specify\nprohibitions on licensees, to establish a Concealed Pistol Licensing Review Board, to specify\npenalties for violations, and to require the Mayor to issue rules; and to amend An Act To control\nthe possession, sale, transfer and use of pistols and other dangerous weapons in the District of\nColumbia, to provide penalties, to prescribe rules of evidence, and for other purposes to\nauthorize the Chief of Police to issue licenses to carry a concealed pistol to District residents and\nnon-residents provided certain conditions are met.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “License to Carry a Pistol Emergency Declaration Resolution of\n2014”.\nSec. 2. (a) On July 24, 2014, the United States District Court for the District of\nColumbia (“Court”) issued a decision in the case of Palmer v. District of Columbia, finding the\nDistrict’s complete ban on the carrying of handguns in public is unconstitutional. This order\nwas made public on July 26, 2014.\n(b) The Court’s ruling enjoined the District from enforcing local law prohibiting the\ncarrying of firearms in public by District residents, and by non-residents based solely on the fact\nthat they are not residents of the District of Columbia.\n(c) On July 28, 2014, the District filed a motion to stay the Court’s ruling pending\nappeal or, in the alternative, for 180 days. The District also asked the Court to grant an\nimmediate stay of its ruling while it evaluated this motion.\n(d) In response, on July 29, 2014, the Court granted the District’s motion for a stay, for\n90 days or until October 22, 2014, in order to allow the Council an opportunity to enact\nlegislation consistent with the Palmer ruling.\n(e) The License to Carry a Pistol Emergency Amendment Act of 2014, passed on\nemergency basis on September 23, 2014 (Enrolled version of Bill 20-926), reflects the Council’s\nresponse to the Palmer case.\n(f) This legislation will create a scheme for the Chief of Police to issue licenses to carry\nconcealed pistols in the District to both residents and nonresidents.\n(g) A permanent version of this legislation will be introduced simultaneously, in order\nto allow the public full opportunity to comment on the measure with sufficient time for Council\napproval before the end of the Council Period.\n\nProposed\nResolution\n20-1043\nSee Emergency\nD.C. Act 20-447\n20 DCStat 4175\n\nLicense to\nCarry a Pistol\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-615, effective September 23, 2014\n\n20 DCSTAT 4513\n\n(h) Enacting Bill 20-926, the License to Carry a Pistol Emergency Amendment Act of\n2014, immediately will ensure that the District has a system in place for law-abiding and\nqualifying residents and nonresidents of the District to apply to carry a concealed pistol in\ncompliance with the Court’s order in Palmer, and pending the approval of permanent\nlegislation.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nLicense to Carry a Pistol Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "4513", 
  "name": "Resolution_20-615.pdf", 
  "title": "License to Carry a Pistol Emergency Declaration Resolution of 2014"
}