{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-159, effective June 18, 2013\n\n20 DCSTAT 1596\n\nA RESOLUTION\n\nProposed\nResolution\n20-338\n\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nWorkers' Compensation Act of 1979 to match federal statute of limitations for negligence claims\nbrought by private-sector employees who are injured at work.\n\nSee\nEmergency\nD.C. Act 20-98\n20 DCStat 1456\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Workers’ Compensation Statute of Limitations Emergency\nDeclaration Resolution of 2013”.\n\nWorkers’\nCompensation\nStatute of\nLimitations\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) Under District law, a private-sector employee who is injured on the job has\nonly 6 months to file a lawsuit against the party responsible for the employee’s injury. After 6\nmonths, the injured worker’s rights to recover damages are automatically assigned to the\nemployee’s employer and its insurance company.\n(b) A 6-month time limit to file a lawsuit is often too short for District residents who are\ninjured at work to address significant life issues following their accidents. Moreover, the injured\nworker’s employer and the employer’s insurance company may not take action or have the\ninterests of the injured worker in mind when doing so.\n(c) If an individual were injured in a District location other than a workplace, the\nindividual would have 3 years to file a lawsuit against the party responsible for the injury, as the\nstandard 3-year statute of limitations for negligence would apply.\n(d) The District’s private-sector workers compensation statute, which was enacted in\n1979, was modeled on the federal Longshore and Harbor Workers’ Compensation Act\n(“LHWCA”).\n(e) In 1984, Congress changed the corresponding section of the LHWCA. Under federal\nlaw, if an injured employee does not file a lawsuit within 6 months, the employee’s right to do so\nis still automatically assigned to the employee’s employer and its insurance company; however,\nif the employer and its insurance company do not take action within 90 days, the right to sue\nautomatically reverts back to the injured employee.\n(f) Although the District’s private-sector workers compensation statute was modeled on\nthe LHWCA, the District statute was never amended to reflect the 1984 amendment to the\nLHWCA. Because of this, District residents who are injured at work have only 6 months to file\na lawsuit, while residents who are injured outside of the workplace have 3 years to commence\nlegal action.\n(g) This legislation would amend the District’s private-sector workers’ compensation\nstatute to match the federal law on which it was based. With this change, if an injured employee\ndoes not file a lawsuit against the party responsible for the employee’s injury within 6 months,\nthe right to sue will automatically transfer to the employee’s employer and its insurance\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-159, effective June 18, 2013\n\n20 DCSTAT 1597\n\ncompany; however, as under federal law, if the employer and its insurance company do not take\naction within 90 days, the right to sue will revert back to the injured employee, and the District’s\nstandard 3-year statute of limitations will apply.\n(h) In addition to matching federal law, this legislation would make the District’s statute\nof limitations for injured workers similar to laws in neighboring jurisdictions. In Maryland, the\nstatute of limitations for injured workers to file suit is 3 years. In Virginia, the statute of\nlimitations is 2 years.\n(i) This emergency legislation is necessary to provide a fair opportunity for injured\nemployees to recover damages for injuries that they have received.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWorkers’ Compensation Statute of Limitations Emergency Amendment Act of 2013 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Workers' Compensation Statute of Limitation Emergency Declaration Resolution of 2013",
  "end": "1597",
  "start": "1596",
  "name": "Resolution_20-159.pdf"
}