{
  "end": "2101", 
  "name": "Resolution_20-245.pdf", 
  "start": "2101", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-245, effective July 10, 2013\n\n20 DCSTAT 2101\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend An Act To provide for\ncompulsory school attendance, for the taking of a school census in the District of Columbia, and\nfor other purposes to establish truancy procedures with inter-agency coordination, and to require\nthe Office of the Attorney General to submit an annual truancy status report; to amend the State\nEducation Office Establishment Act of 2000 to require that a truancy prevention resource guide\nbe available by August 1, 2013; to require the Office of the State Superintendent of Education to\nsubmit to the Mayor and the Secretary to the Council recommendations for eliminating out-ofschool suspensions and expulsions; and to amend the Safe Children and Safe Neighborhoods\nEducational Neglect Mandatory Reporting Amendment Act of 2010, An Act To provide for the\nmandatory reporting by physicians and institutions in the District of Columbia of certain physical\nabuse of children, and An Act To provide for compulsory school attendance, for the taking of a\nschool census in the District of Columbia, and for other purposes to make technical and\nconforming amendments.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Attendance Accountability Emergency Declaration Resolution\nof 2013”.\nSec. 2. (a) In June of 2013, the Council enacted the Attendance Accountability\nAmendment Act 0f 2013, signed by the Mayor on June 24, 2012 (D.C. Act 20-94; 60 DCR\n9839) (“permanent act”), which has new requirements for the Office of the Attorney General,\nOffice of the State Superintendent of Education, and educational institutions.\n(b) The permanent act must complete the 30-day review period required by section\n602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(1)), and is not projected to become law until after the\nschool year begins, which for the District of Columbia Public Schools is August 26.\n(c) It is of vital importance that the agencies referenced in subsection (a) of this section,\nin particular the educational institutions, be able to implement the requirements of the\npermanent act by the start of the 2013-2014 school year.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nAttendance Accountability Emergency Amendment Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-389\nSee Emergency\nD.C. Act 20-133\n20 DCStat 1973\n\nAttendance\nAccountability\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Attendance Accountability Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}