{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-517, effective June 24, 2014\n\n20 DCSTAT 3918\n\nA RESOLUTION\nTo declare, on an emergency basis, the need to amend the Small, Local, and Disadvantaged Business\nEnterprise Development and Assistance Act of 2005 to remove industrial revenue bonds from the\ndefinition of government-assisted project.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Small and Certified Business Enterprise Development and\nAssistance Clarification Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) On March 4, 2014, the Council approved the Small and Certified Business\nEnterprise Development and Assistance Amendment Act of 2014, effective June 10, 2014 (D.C.\nLaw 20-108; D.C. Official Code § 2-218.01 et seq.) (“Act”). The Act clarifies the functions of\nthe Department of Small and Local Business Development and the procedures for Certified\nBusiness Enterprises (“CBE”) by revising several provisions of the law.\n(b) The Act defines “government-assisted projects” to include projects receiving various\ntypes of bond financing. The intent of the definition is to require CBE Agreements for projects\nthat utilize District of Columbia funds.\n(c) The Industrial Revenue Bond Program (“IRB Program”) is a federal government\nprogram whereby a private bank supports a project by issuing bonds at a tax-exempt rate.\n(d) The District administers the IRB Program and collects a fee from the applicant for\nIRB bonds.\n(e) IRB bonds are not issued utilizing District funds, nor are they backed by the full faith\nand credit of the District. The District is merely a conduit for the transactions.\n(f) There are currently several IRB Program projects projected to close within the next 6\nmonths, for which there is no enforceable CBE agreement in place.\n(g) The proposed legislation will amend the definition of “government-assisted project”\nto exclude conduit transactions such as the IRB Program.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Small\nand Certified Business Enterprise Development and Assistance Clarification Emergency\nAmendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-881\nSee Emergency\nD.C. Act 20-379\n20 DCStat 3860\n\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nClarification\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Small and Certified Business Enterprise Development and Assistance Clarification Emergency Declaration Resolution of 2014",
  "end": "3918",
  "start": "3918",
  "name": "Resolution_20-517.pdf"
}