{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-317, effective November 5, 2013\n\n20 DCSTAT 2731\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. FY13015 through No. FY13-023 to Contract No. GM-10-S-0707D-FM between the District of\nColumbia government and HRGM Corporation for On-Call Small Capital Projects, and to\nauthorize payment to HRGM Corporation, in the aggregate amount of $1,594,309.60 for the\ngoods and services to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. FY13-015 through No. FY13-023 to\nContract No. GM-10-S-0707D-FM Approval and Payment Authorization Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders No. FY13-015\nthrough No. FY13-023 to Contract No. GM-10-S-0707D-FM for On-Call Small Capital Projects\nin the aggregate amount of $1,594,309.60 and to authorize payment for the goods and services\nto be received under these change orders.\n(b) The underlying contract was competitively bid and awarded to HRGM Corporation\n(“HRGM”), and the Council previously approved option year 2 with a not-to-exceed amount of\n$2,985,000 (CA 19-0459). The Council then approved Change Orders No. FY13-001 through\nFY13-014 with an aggregate value of $1,941,489 (B20-0355). Thereafter, the Department of\nGeneral Services issued Change Orders FY13-015 through FY13-022. The aggregate value of\nChange Orders No. FY13-015 through No. FY13-022 was under $1 million; thus, these change\norders did not require Council approval.\n(c) Change Order No. FY13-023 will cause the aggregate value of change orders issued,\nafter Council approval of Option Year #002 of Contract No. GM-10-S-0707D-FM and approval\nof Change Orders No. FY13-001 through FY13-014, to exceed the $1 million threshold\npursuant to section 451 of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. FY13-015 through No. FY13-023 in the aggregate\namount of $1,594,309.60 is necessary to compensate HRGM for work to be completed pursuant\nto its Contract No. GM-10-S-0707D-FM for On-Call Small Capital Projects.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders No. FY13-015 through No. FY13-023 to Contract No. GM-1\n0-S-0707D-FM Approval and Payment Authorization Emergency Act of 2013 be adopted after\na single reading.\n\nProposed\nResolution\n20-503\nSee Emergency\nD.C. Act 20-222\n20 DCStat 2611\n\nChange\nOrders No.\nFY13-015\nthrough No.\nFY13-023 to\nContract No.\nGM-10-S0707D-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-317, effective November 5, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2732\n\n\f",
  "title": "Change Order No. Fy13-015 Through No. Fy13-023 to Contract Gm-10-0707d-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2732",
  "start": "2731",
  "name": "Resolution_20-317.pdf"
}