{
  "start": "2020", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-189, effective June 26, 2013\n\n20 DCSTAT 2020\n\nA RESOLUTION\n\nProposed\nResolution\n20-337\n\nTo declare the existence of an emergency with respect to the need to approve measures that are necessary\nto support action taken on the District’s fiscal year 2014 proposed budget.\n\nSee Emergency\nD.C. Act 20-130\n20 DCStat 1827\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as “Fiscal Year 2014 Budget Support Emergency Declaration\nResolution of 2013”.\n\nFiscal Year\n2014 Budget\nSupport\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) The Fiscal Year 2014 Budget Support Act of 2013 contains measures\nnecessary to support the Fiscal Year 2014 Budget and Financial Plan.\n(b) There are several time-sensitive provisions contained in the Fiscal Year 2014 Budget\nSupport Act of 2013 that need to be in place in advance of October 1, 2013.\n(c) Certain provisions in the Fiscal Year 2014 Budget Support Act of 2013 will trigger\nthe extended 60-day review period set forth under section 602(c)(2) of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1206.02(c)(2)). This extended review period could result in the Fiscal Year 2014 Budget Support\nAct of 2013 becoming effective after the October 1, 2013 applicability date, which would\nprevent proper implementation of the District’s Fiscal Year 2014 Budget and Financial Plan.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\nYear 2014 Budget Support Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2020", 
  "name": "Resolution_20-189.pdf", 
  "title": "Fiscal Year 2014 Budget Support Emergency Declaration Resolution of 2013"
}