{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-751, effective December 18, 2012\n\n20 DCSTAT 559\n\nA RESOLUTION\nTo declare the existence of an emergency, with respect to the need amend the Omnibus Public Safety and\nJustice Amendment Act of 2009 to clarify that intentionally failing to charge a detection device is\nconsidered tampering for purposes of the offense; to amend An Act For the preservation of the\npublic peace and the protection of property within the District of Columbia to return prosecutorial\nauthority on certain matters to the Office of the Attorney General, and to permit a charge for a\nless serious offense where one or more persons demonstrate in an area where it is not permitted\nand remain or return to the area after receiving a warning from law enforcement; to amend the\nDistrict of Columbia Law Enforcement Act of 1953 in order to prohibit excessive noise and\ndisruptive conduct in public buildings and to return prosecutorial authority on certain matters to\nthe Office of the Attorney General; to amend An Act Regulating the issuance of checks, drafts, and\norders for the payment of money within the District of Columbia to increase the felony threshold\nfor a “bad check” to $1,000; to amend An Act To establish a Board of Indeterminate Sentence\nand Parole for the District of Columbia and to determine its functions, and for other purposes to a\nprovision related to escape from an institution or officer; to amend the Criminal Justice\nCoordinating Council for the District of Columbia Establishment Act of 2001 to designate the\nCriminal Justice Coordinating council as a criminal justice agency for purposes of accessing\ncriminal justice-related data and information; to amend Title 23 of the District of Columbia\nOfficial Code to conform the District’s Crime Victim’s Rights statute with the federal statute on\ncrime victims restitution, to modify the list of offenses for which pre-trial detention is authorized,\nand to allow law enforcement officers to arrest, without a warrant, an individual that he or she\nhas probable cause to believe has committed a misdemeanor offense outside of the officer’s\npresence; to amend the Federal Law Enforcement Officer Cooperation Act of 1999 to make\nconforming changes related to amendments in Title 23 related to law enforcement officers’ ability\nto arrest without a warrant; to amend the District of Columbia Uniform Controlled Substances\nAct of 1981 to clarify the Mayor’s authority to schedule substances, and to add to the list of\ncontrolled substances those substances that have recently been added to the federal controlled\nsubstances act; to amend An Act To establish a code of law for the District of Columbia to create\nan offense for assault on a public vehicle-for-hire inspector; to amend the District of Columbia\nTaxicab Commission Establishment Act of 1985 to create an offense for fleeing from a public\nvehicle-for-hire inspector; to amend the District of Columbia Comprehensive Merit Personnel Act\nto approve the compensation for the Director of the Department of Forensic Sciences; to amend\nThe District of Columbia Health Occupations Revision Act of 1985 to clarify the regulation of\nmassage therapists; to amend the Motor Vehicle Theft Prevention Act of 2008 to incorporate\ntechnical corrections; to amend the Access to Justice Initiative Establishment Act of 2010 in order\nto enlarge the number of eligible participants and improve civil legal services to low-income\nresidents; to amend the Omnibus Police Reform Amendment Act of 2000 to clarify the duties of the\nPolice Officers Standards and Training Board; to amend the Arson Investigators Amendment Act\nof 1988 regarding the authority related to ensuring compliance with the fire code; to amend the\nDepartment of Forensic Sciences Establishment Act of 2011 in order to clarify the membership of\nthe Science Advisory Board; to amend the Homeland Security, Risk Reduction, and Preparedness\nAmendment Act of 2006 to change the terms of commission members; to amend section 16-914 of\nthe District of Columbia Official Code to prohibit a person convicted of rape from obtaining legal\ncustody, physical custody, or any visitation rights with a child that has been conceived as a result\nof that rape; to amend; to amend the Innocence Protection Act of 2001 to amend the definition of\n“Biological material”; to repeal section 47-2811(b) of the District of Columbia Official Code; to\namend the Driver Privacy Protection Amendment Act of 2012 to make technical corrections; to\nrequire the Office of the Attorney General to develop and submit a report on drug screening and\n\nProposed Resolution\n19-1186\nSee Emergency Act\nD.C. Act 19-599\n20 DCSTAT 325\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-751, effective December 18, 2012\n\n20 DCSTAT 560\n\ndrug treatment programs for youth arrested for possession of a substance; and to repeal section\n401 of An Act To provide for the more effective prevention, detection, and punishment of crime in\nthe District of Columbia; the Criminal Justice Supervisory Board Act of 1978; and Chapter 10 of\nTitle 28 of the District of Columbia Municipal Regulations.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Criminal Code Amendments Emergency\nAmendment Declaration Resolution of 2012”.\n\nOmnibus Criminal\nCode Amendments\nEmergency\nAmendment\nDeclaration\nResolution of 2012\n\nSec. 2. (a) The Council unanimously approved on first reading Bill 19-645, the\nOmnibus Criminal Code Amendments Act of 2012, at the December 4, 2012 Legislative\nMeeting. This legislation will appear on the agenda for second reading at the December 18,\n2012 Legislative Meeting.\n(b) The provisions of Bill 19-645 make important amendments and clarifications to the\nDistrict’s criminal code and provide better tools for law enforcement to reduce crime.\n(c) Amendments to the criminal code require 60 days congressional review, which\nmeans that the improvements in Bill 19-645 would have to wait until the Spring of 2013.\n(d) It is especially important that a number of sections in Bill 19-645 become effective as\nquickly as possible. Those include:\n(1) Two sections make clarifications and returning prosecutorial authority to the\nOffice of the Attorney General for offenses related to Disturbances of the Public Peace (blocking\npassage and disorderly conduct);\n(2) One section updates the District’s Controlled Substances statute, including a\nnumber of substances that are already banned under federal law, but law enforcement is unable\nto bring charged in District court as the substances are not banned at the local level.\n(3) Clarifications of the law regarding tampering with a GPS tracking device; and\n(4) Clarifications of the law regarding licensed massage therapists so that they\nmay practice with minimal burden.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Criminal Code Amendments Emergency Amendment Act of 2012 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Omnibus Criminal Code Amendments Emergency Declaration Resolution of 2012",
  "end": "560",
  "start": "559",
  "name": "Resolution_19-751.pdf"
}