{
  "start": "1549", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-133, effective May 7, 2013\n\n20 DCSTAT 1549\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Saving D.C.\nHomes from Foreclosure Amendment Act of 2010 to provide a borrower the same rights\nfor a defective notice of default on residential mortgage as the law provides for a\ndefective notice of Intention to foreclose on a residential mortgage; to provide that a\nforeclosure sale of a property secured by a residential mortgage shall be void if a lender\nfiles a notice of intention to foreclose on a residential mortgage without a mediation\ncertificate; to provide for a new definition of residential mortgage; to provide for several\ntechnical changes to the text; and to amend the Foreclosure Mediation Fund to allow\nmortgage-related or foreclosure-related settlement funds to be transferred into the fund\nand allow those funds to be used for specified mortgage-related or foreclosure-related\nmatters.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Saving D.C. Homes from Foreclosure Enhanced Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) This emergency legislation is necessary to provide borrowers the same rights\nfor the defective notice of default on residential mortgage as the law provides for a defective\nnotice of intention to foreclose on a residential mortgage. It also provides that a foreclosure sale\nof a property secured by a residential mortgage shall be void if a lender files a notice of intention\nto foreclose on a residential mortgage without a mediation certificate, and it provides for a new\ndefinition of residential mortgage.\n(b) This emergency legislation clarifies the rights and obligations of the borrower and\nlender under Subchapter Two of Chapter Sixteen of An Act To establish a code of law for the\nDistrict of Columbia, approved March 3, 1901 (31 Stat. 1271; D.C. Official Code § 42-801 et\nseq.).\n(c) The current law is extremely broad and makes the subsequent sale of property that is\nthe subject of a foreclosure action void for any deficiency in the law. The emergency legislation\nnarrows the applicability of the current law to attempts to foreclose without a mediation\ncertificate.\n(d) The emergency legislation also protects the homeowner in the event of notice of\ndefects, but does not expand the risk beyond what title insurers already assume for a defective\nnotice of intention to foreclose on a residential mortgage.\n(e) In addition, the emergency legislation provides clarification regarding what\nconstitutes a residential mortgage.\n(f) Current law defines a residential mortgage as a loan secured by a deed of trust or\nmortgage, used to acquire or refinance real property which is improved by 4 or fewer single-\n\nProposed\nResolution\n20-201\nSee\nEmergency\nD.C. Act 20-71\n20 DCStat 1419\n\nSaving D.C.\nHomes from\nForeclosure\nEnhanced\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-133, effective May 7, 2013\n\n20 DCSTAT 1550\n\nfamily dwellings, including condominium or cooperative units, at least one of which is the\nprincipal place of abode of the debtor or his immediate family. This definition does not provide\nlenders and the title insurance industry with a sufficient framework which would allow them to\ndetermine when a residential property is actually owner-occupied.\n(g) The emergency legislation also amends the Foreclosure Mediation Fund (“Fund”) to\nallow for mortgage-related or foreclosure-related settlement funds to be transferred into the\nFund and allows those funds to be used for the specified mortgage-related or foreclosure-related\nmatters.\n(h) Recently, Citibank, N.A., Wells Fargo Bank, N.A., Ally Financial Inc. successor of\nGMAC Mortgage, LLC, Bank of America Corporation and the J.P. Morgan Chase & Co.\nentered into consent judgments.\n(i) Pursuant to the terms of the consent judgments, the District of Columbia’s share of\nthose proceeds shall be used to fund one or more of the following purposes:\n(1) Mortgage-related or foreclosure-related counseling;\n(2) Mortgage-related or foreclosure-related legal assistance or advocacy;\n(3) Mortgage-related or foreclosure-related mediation;\n(4) Outreach or assistance to help current and former homeowners secure the\nbenefits for which they are eligible under mortgage-related or foreclosure-related settlements or\njudgments; and\n(5) Enforcement work in the area of financial fraud or consumer protection.\n(j) Due to the ambiguity in the current law and the need to expand the use of the Fund by\nenabling it to accept settlement funds which are subject-matter appropriate, the Council has\ndetermined that the emergency legislation is necessary.\n(k) This emergency legislation would clarify that all properties that are residential (4\nunits or less) would be subject to mediation.\n(l) This emergency legislation will result in all residential properties threatened with\nforeclosure be subject to mediation and obtain a mediation certificate before a foreclosure can\nproceed legally.\n(l) This emergency legislation will provide for greater use of the Foreclosure Mediation\nFund.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Saving\nD.C. Homes from Foreclosure Enhanced Emergency Amendment Act of 2013 be adopted after\na single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "1550", 
  "name": "Resolution_20-133.pdf", 
  "title": "Saving D.C. Homes From Foreclosure Enhanced Emergency Declaration Resolution of 2013"
}