{
  "start": "2762", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-332, effective November 5, 2013\n\n20 DCSTAT 2762\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nOfficial Election Code to permit, on an emergency basis, the election of officials of political\nparties during any regularly scheduled primary election and to extend the deadline by which\nlocal party committees may file written communication with the Board of Elections identifying\nthe offices to be filled during the April 1, 2014, primary election.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Party Officer Elections Emergency Declaration Resolution of\n2013”.\nSec. 2. (a) The District of Columbia Official Election Code of 1955 states that elections\nfor political party officers “shall be held, at the request of the party, on either the 2nd Tuesday in\nFebruary of each presidential election year or the 1st Tuesday in April of each presidential\nelection year if there is a primary election already scheduled for other purposes on the date\nrequested.”\n(b) This provision is not a requirement for the Board of Elections to properly administer\nlocal elections.\n(c) The election of major party committee officials are required to take place in a\nprimary election already scheduled for other purposes. This requirement was established so that\nthe Board of Elections could efficiently administer elections and expend resources.\n(d) Mayoral primary election years qualify as “already scheduled elections” and\nremoving the requirement will not harm any major parties.\n(e) Major parties whose national rules require the election of party officials to take place\nin a presidential election year will not be harmed as those parties may elect to hold those\nelections in presidential election years.\n(f) Political parties whose national rules do not require that their primary election take\nplace in a presidential election year are restricted unnecessarily. Unforeseen circumstances may\nprevent the political party from holding an election during a presidential election year at all.\nOfficers whose terms are set to expire may feel compelled to continue to serve beyond the end\nof their terms, lest they leave their positions vacant.\n(g) Extended terms prevent the District residents from timely electing their party\nofficers.\n(h) Currently, some officers of major parties are serving even though their terms have\nexpired.\n(i) The date 180 days prior to the April 1, 2014, primary election has passed.\nConsequently, there is an emergency need to pass this provision in emergency form to extend\n\nProposed\nResolution\n20-550\nSee Emergency\nD.C. Act 20-210\n20 DCStat 2600\n\nParty Officer\nElections\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-332, effective November 5, 2013\n\n20 DCSTAT 2763\n\nthe deadline for local party committees to file written communication with the Board of\nElections identifying the offices to be filled during the April 1, 2014, primary election\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Party\nOfficer Elections Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2763", 
  "name": "Resolution_20-332.pdf", 
  "title": "Party Officer Elections Emergency Declaration Resolution of 2013"
}