{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-432, effective March 4, 2014\n\n20 DCSTAT 3131\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Advisory Neighborhood\nCommissions Boundaries Act of 2012 to authorize the District of Columbia Auditor to resume\nquarterly allotments to Advisory Neighborhood Commission 5C and forgive previous\ndisallowances occurring before December 31, 2012.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Advisory Neighborhood Commission 5C Allotments\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) District law sets procedures to govern the process of adjusting the boundaries\nof the Advisory Neighborhood Commission (“ANC”) areas to meet statutory requirements,\nbased on the 2010 census. Under District law, the Council of the District of Columbia is\nrequired to appoint ward task forces to recommend, through a final report, the adjustment of\nboundaries of ANCs and single-member districts.\n(b) In 2012, the subcommittee within the Council that had oversight over the\nredistricting process found that the Ward 5 task force’s recommended boundaries were\nconsiderably out of compliance with the requirements of District law, which lead to a near total\nre-drawing of the ANC/SMD boundaries of the entire Ward.\n(c) The boundaries that were redrawn for Ward 5 ANCs changed the landscape of ANCs\nwithin the ward. These changes allowed for an increased number of ANCs, which\ngeographically displaced some from their former locations and led to the creation of entirely\nnew ANCs.\n(d) As a result of the 2012 redistricting, the new ANC 5C shares no geographic\nboundaries with its predecessor in name.\n(e) Currently, within redistricting law, any financial obligation that is owed by a\ncommission to the District is transferred and owed by the new commission with the same name\neven if the new commission shares none of the prior commission’s boundaries and had no actual\ninvolvement with “pre-redistricting”obligations. Additionally, due to stringent following of\nD.C. Official Code § 1-309.13(j)(2), no quarterly allotment may be forwarded to a commission\nuntil all reports of financial activity for the quarters preceding the immediate previous quarter\nare approved by the District of Columbia Auditor.\n(f) Thus, the new ANC 5C is being held responsible for the old ANC 5C’s financial\nobligations, which presently total $18,388.82 due to disallowed grants. The new ANC 5C had\nno actual involvement with pre-redistricting grant allocations and is located in an entirely\ndifferent area within the ward. Moreover, as a result of its transferred financial obligation, the\n\nProposed\nResolution\n20-674\nSee Emergency\nD.C. Act 20-297\n20 DCStat 3064\n\nAdvisory\nNeighborhood\nCommission\n5C Allotments\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-432, effective March 4, 2014\n\n20 DCSTAT 3132\n\nnew ANC 5C has been required to forfeit several of its quarterly allotments, which has\nnegatively and unfairly affected the residents of the new ANC 5C.\n(g) To address this inequity resulting from an oversight and allow the new ANC 5C to\nmove forward, it is necessary to pass this emergency to forgive the new ANC 5C of this debt\nand allow for the District of Columbia Auditor to resume quarterly allotments.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nAdvisory Neighborhood Commission 5C Allotments Authorization Emergency Amendment Act\nof 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Advisory Neighborhood Commission 5C Allotments Authorization Emergency Declaration Resolution of 2014",
  "end": "3132",
  "start": "3131",
  "name": "Resolution_20-432.pdf"
}