{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-55, effective March 5, 2013\n\n20 DCSTAT 780\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. GF-2012-C0041 and Change Order No. 01 with JCo rand* Construction, for design-build renovation of the\nUniversity of the District of Columbia’s building 39, level 2, for Human Resources, General\nProcurement, and Finance and to authorize payment in the aggregate amount of $1,235,101 for\ngoods and services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. GF-2012-C-0041 and Change Order No.01\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists an immediate need to approve Contract No. GF-2012-C-0041\nand Change Order No. 01 with JCo rand* Construction for design-build renovation of the\nUniversity of the District of Columbia’s building 39, level 2, for Human Resources, General\nProcurement, and Finance, located at the Van Ness Campus, 4200 Connecticut Avenue,\nN.W., Washington, D.C. 20008, and authorize payment in the amount of $1,235,101 for goods\nand services received under the contract.\n(b) On May 3, 2013, the University of the District of Columbia awarded Contract No.\nGF-2012-C-0041, in the amount of $899,999, to JCo rand* Construction.\n(c) Additional scope of work under Change Order No.01 to the contract will cause the\naggregate value of the contract to exceed $1 million in a 12-month period.\n(d) Council approval of Contract No. GF-2012-C-0041 and Change Order No. 01 in the\naggregate amount of $1,235,101 is necessary to compensate JCo rand* Construction for work\nperformed and to be performed in completing the design-build renovation of the University of\nthe District of Columbia’s building 39, level 2, for Human Resources, General Procurement, and\nFinance.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. GF-2012-C-0041 and Change Order No. 01 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-103\nSee Emergency Act\nD.C. Act 20-28\n20 DCSTAT 491\n\nContract No.\nGF-2012-C0041 and\nChange Order\nNo.01\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Contract No. Gf-2012-C-0041 and Change Order No. 01 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "780",
  "start": "780",
  "name": "Resolution_20-55.pdf"
}