{
  "start": "2087", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-236, effective July 10, 2013\n\n20 DCSTAT 2087\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nAn Act For the retirement of public-school teachers in the District of Columbia to allow for\ninvoluntary retirement for all excessed permanent status teachers without regard to whether a\nteacher chose to reject other options available to him or her.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Teachers’ Retirement Congressional Review Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to implement Bill 20-64, the Teachers’\nRetirement Amendment Act of 2013, which was approved by the Council on 2nd reading on\nJune 4, 2013, designated as D.C. Act 20-93, and is pending Congressional review.\n(b) D.C. Act 20-93 provides that for purposes of involuntary retirement, the term\n“involuntarily separated” includes the excessing of a permanent status teacher, without regard to\nwhether the teacher chose to reject options available to him or her, such as finding placement\nelsewhere in the District of Columbia Public Schools (“DCPS”).\n(c) D.C. Act 20-93 defines “excessing” as the elimination of a teacher’s position at a\nparticular school, when such an elimination is not a reduction in force or abolishment, due to a:\ndecline in student enrollment; reduction in the local school budget; closing or consolidation;\nrestructuring; or change in the local school program. This definition mirrors that in the\nCollective Bargaining Agreement between the Washington Teachers’ Union and the District of\nColumbia Public Schools (“CBA”).\n(d) According to the CBA, excessed teachers whose most recent performance review\nwas “effective” or higher have options available to them after an excess, including a cash buyout or an extra year to find another placement.\n(e) Because of the existence of these options, teachers rated “effective” or higher were\nnot given a separation notice at the time of an excess, as teachers with less than “effective”\nratings were. Thus, teachers that were rated “effective” or higher typically did not have access\nto the involuntary retirement provisions in the law until one year later, after the extra year had\nexpired.\n(f) D.C. Act 20-93 clarifies that all excessed permanent status teachers have access to\ninvoluntary retirement after an excessing, regardless of whether the teacher had other options\navailable and rejected them. This ensures that all excessed permanent status teachers will have\naccess to an early retirement option, with certain penalties already in the law, after an excessing\noccurs.\n\nProposed\nResolution\n20-373\nSee Emergency\nD.C. Act 20-146\n20 DCStat 1998\n\nTeachers’\nRetirement\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-236, effective July 10, 2013\n\n20 DCSTAT 2088\n\n(g) D.C. Act 20-93 is particularly important in light of DCPS’s current consolidation of\n13 schools following the 2012-2013 school year, and plan to consolidate 2 schools at the end of\nthe 2013-2014 school year, which has resulted, and will continue to result, in the excessing of a\nsignificant number of teachers.\n(h) The last day of the current school year was June 21, 2013, which was the effective\ndate of an excessing for affected teachers. Because immediate implementation of D.C. Act 2093 was necessary to ensure that all eligible affected teachers would have access to an early\nretirement option, the Council passed the Teachers’ Retirement Emergency Amendment Act of\n2013 on May 7, 2013 (D.C. Act 20-72).\n(i) D.C. Act 20-72 implemented all of the provisions of D.C. Act 20-93.\n(j) D.C. Act 20-72 will expire on August 14, 2013.\n(k) This Congressional review emergency is necessary to prevent a gap in the law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTeachers’ Retirement Congressional Review Emergency Amendment Act of 2013 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2088", 
  "name": "Resolution_20-236.pdf", 
  "title": "Teachers’ Retirement Congressional Review Emergency Declaration Resolution of 2013"
}