{
  "end": "796", 
  "name": "Resolution_20-72.pdf", 
  "start": "796", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-72, effective March 19, 2013\n\n20 DCSTAT 796\n\nA RESOLUTION\n\nProposed\nResolution\n20-121\n\nTo declare the sense of the Council in support of March 23, 2013, as Earth Hour in the District of\nColumbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of Earth Hour Resolution of\n2013”.\nSec. 2. The Council finds that:\n(1) Earth Hour is the World Wildlife Fund’s annual campaign to raise awareness\nof the environmental challenges we all face, such as climate change.\n(2) On Saturday, March 23, 2013, at 8:30 p.m., thousands of cities around the\nworld will go dark for one hour during Earth Hour.\n(3) We are encouraged to take part in Earth Hour by turning off all non-essential\nlights in and around our government buildings and promote and encourage landmarks and\nbusinesses in our community to join us in recognizing Earth Hour.\n(4) Earth Hour participation is only the first step, and our city can gain\nrecognition for its efforts on climate change through the Earth Hour City Challenge.\n(5) Towns and cities across the country face staggering costs, which are weatherdriven by extremes due to climate change. The resulting power outages, flooding, shuttered\nbusinesses, and damaged homes are becoming more frequent than such occurrences have been in\nthe past.\n(6) Many people in cities across America understand these risks and are taking\npractical measures to prepare.\nSec. 3. It is the sense of the Council to recognize and support Earth Hour, to declare\nMarch 23, 2013, as “World Wildlife Fund Earth Hour City Challenge Day” in the District of\nColumbia, and to encourage participation of others by going dark for one hour, starting at 8:30\np.m.\nSec. 4. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the District of Columbia Delegate to the U.S. House of Representatives, to the\nmembers of the U.S. House of Representatives Committee on Government Oversight and\nReform, and to the Mayor.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\nSense of the\nCouncil in\nSupport of\nEarth Hour\nResolution of\n2013\n\n\f", 
  "title": "Sense of the Council in Support of Earth Hour Resolution of 2013", 
  "council_period": "20"
}