{
  "start": "3985", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-571, effective July 14, 2014\n\n20 DCSTAT 3985\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to the need to approve an extension of\ntime to dispose of District-owned real property located at 5131 Nannie Helen Burroughs Avenue,\nN.E., known as the Strand Theater.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Extension of Time to Dispose of the Strand Theater Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) On June 16, 2008, the Deputy Mayor for Planning and Economic\nDevelopment awarded Washington Metropolitan Community Development Corporation\n(“Developer”), exclusive rights to negotiate to redevelop the District-owned real property\nlocated at 5131 Nannie Helen Burroughs Avenue, N.E., known for tax and assessment purposes\nas Lot 801 in Square 5196 (“Strand Theater”), along with an adjacent developer-owned\nproperty, as part of a commercial-use project that will include vibrant, street-front retail, a\ncommunity and office space, and off-street parking.\n(b) Pursuant to the Land Disposition Agreement dated March 30, 2010, the Developer is\nrequired to secure all sources of financing for the Strand Theater as a condition precedent to\nclosing. Due to a risk-adverse market, lender underwriting standards were raised in terms of\nequity requirements and debt-service coverage ratios forcing a slight reduction in the project’s\nscale. Lender requirements that a retail tenant be secured before committing financing to the\nproject have led to further delays. Additionally, other sources of funding, including public\nlenders, would not have committed until the Developer secured a higher loan-to-value ratio.\n(c) The Mayor has recently allocated an additional $1 million to improve the physical\nstructure to make it more attractive to potential tenants. An affordable housing project has been\napproved across the street, which will also increase the site’s marketability. The closing on the\nproperty will not occur by the expiration of the Council’s extension to October 6, 2014, pursuant\nto the Extension of Time to Dispose of the Strand Theater Temporary Amendment Act of 2013,\neffective January 25, 2014 (D.C. Law 20-65; 61 DCR 1431).\n(d) The proposed legislation will extend the Mayor’s authority to dispose of the property\nuntil October 6, 2015, to allow the parties to meet the closing and pre-development deadlines.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nExtension of Time to Dispose of the Strand Theater Emergency Amendment Act of 2014 be\nadopted after a single reading.\n\nProposed\nResolution\n20-950\nSee Emergency\nD.C. Act 20-394\n20 DCStat 3873\n\nExtension of\nTime to\nDispose of the\nStrand\nTheater\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-571, effective July 14, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 3986\n\n\f", 
  "end": "3986", 
  "name": "Resolution_20-571.pdf", 
  "title": "Extension of Time to Dispose of the Strand Theater Emergency Declaration Resolution of 2014"
}