{
  "start": "3514", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-524, effective June 24, 2014\n\n20 DCSTAT 3514\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize salary increases under the\nterms of the negotiated compensation collective bargaining agreement for employees in\nCompensation Unit 33 as set forth in the affected pay schedules.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia\nOffice of the Attorney General and American Federation of Government Employees, Local\n1403, AFL-CIO (Compensation Unit 33) Emergency Declaration Resolution of 2014.”\n\nSec. 2. (a) The District of Columbia negotiated a compensation agreement for District\nof Columbia employees in Compensation Unit 33 that requires certain compensation increases\nover a period of 3 years. The Mayor proposes, as agreed with the Union, that the first such\ncompensation increase is made effective October 1, 2013, which constitutes a change to the A35 pay schedule and a resulting minimum increase of 1.5% in each bargaining unit member’s\ngross salary.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code §1-617.17(f)(1)), which provides that negotiations be completed prior to\nsubmission of a budget for the years covered by the agreement, this agreement must be acted on\nby Council immediately.\n(c) To effectuate the terms of the compensation agreement in Fiscal Year 2014, the\nMayor recommends that the Compensation Agreement between the District of Columbia and\nCompensation Unit 33 Emergency Approval Resolution of 2014 be approved on an emergency\nbasis.\n(d) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed under the terms of the negotiated agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia and Office of the Attorney General\n\nProposed\nResolution\n20-794\nSee Emergency\nD.C. Res. 20-525\n20 DCStat 3516\n\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia\nOffice of the\nAttorney\nGeneral and\nAmerican\nFederation of\nGovernment\nEmployees,\nLocal 1403,\nAFL-CIO\n(Compensation\nUnit 33)\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-524, effective June 24, 2014\n\n20 DCSTAT 3515\n\nand American Federation of Government Employees, Local 1403, AFL-CIO (Compensation\nUnit 33) Emergency Approval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3515", 
  "name": "Resolution_20-524.pdf", 
  "title": "Compensation Agreement between the District of Columbia Office of the Attorney General and American Federation of Government Employees, Local 1403, AFL-CIO (Compensation Unit 33) Emergency Declaration Resolution of 2014"
}