{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-476, effective May 6, 2014\n\n20 DCSTAT 3420\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to amend the Vending Regulation Act of\n2009 and Chapter 5 of Title 24 of the District of Columbia Municipal Regulations to establish\ncriminal penalty provisions for violations of regulations implementing the Vending Regulation\nAct of 2009.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Vending Regulations Emergency Declaration Resolution of\n2014”.\n\nSec. 2.(a) In 2009, the Council passed the Vending Regulation Act of 2009, effective\nJuly 28, 2009 (D.C. Law 18-71; D.C. Official Code § 37-131.01 et seq.)(“Vending Regulation\nAct”) , which authorized the Mayor to regulate vending in the District and required any\nproposed rules to be submitted to the Council for review and approval.\n(b) On March 8, 2013, the Vending Business License Regulation Resolution of 2013,\ndeemed disapproved on June 22, 2013 (D.C. Proposed Resolution 20-125) was introduced in the\nOffice of the Secretary by Chairman Mendelson at the request of the Mayor. Some of the\nregulations contained in PR20-125 were adopted by the Vending Regulation Emergency\nAmendment Act of 2013, effective June 19, 2013 (D.C. Act 20-84; 60 DCR 9534), and the\nsubsequent adoption of the Vending Regulation Second Emergency Amendment Act of 2013,\neffective September 18, 2013 (D.C. Act 20-90; 60 DCR 9551).\n(c) On September 20, 2013, the Office of the City Administrator published final rules in\nthe D.C. Register.\n(d) With the adoption of the Vending Business License Regulation Resolution of 2013 in\nMarch of 2013, the provisions establishing criminal penalties for violations of the vending\nregulations were superseded.\n(e) To permit complete enforcement of vending violations and avoid disruption of proper\nvending operations, it is necessary to enact emergency legislation establishing criminal penalty\nprovisions for violations of regulations implementing the Vending Regulation Act.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nVending Regulations Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-721\nSee Emergency\nD.C. Act 20-343\n20 DCStat 3340\n\nVending\nRegulations\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Vending Regulations Emergency Declaration Resolution of 2014",
  "end": "3420",
  "start": "3420",
  "name": "Resolution_20-476.pdf"
}