{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-85, effective April 9, 2013\n\n20 DCSTAT 1470\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to require\nthe Mayor to assess the potential safety impact from lower fines, to post general automated\nenforcement warning signs, to evaluate existing speed limits and revise existing speed limits\nthrough rulemaking, and to submit an automated enforcement expansion plan, to prohibit the\nMayor from adopting an order, regulation, or rule concerning posted speed limits by emergency\nrulemaking, and to repeal any such order, regulation, or rule adopted after December 15, 2012;\nto amend the District of Columbia Traffic Adjudication Act of 1978 to modify the process for\nCouncil approval of mayoral changes to the fine schedule; to amend the Pedestrian Protection\nAmendment Act of 1987 with regard to when a vehicle must stop for a pedestrian in a marked\ncrosswalk or unmarked crosswalk at an intersection; and to amend the District of Columbia\nMunicipal Regulations to reduce traffic fines for certain moving violations, including speeding,\nfailure to clear the intersection, failure to stop and give right-of-way to a pedestrian in a roadway,\nfailure to come to a complete stop before turning right on red, and failure to obey a “no turn on\nred” sign.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Safety-Based Traffic Enforcement Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to implement the provisions of Bill 191013, the Safety-Based Traffic Enforcement Amendment Act of 2012, which was approved by\nthe Council on 2nd reading on December 18, 2012.\n(b) Bill 19-1013 amends the District of Columbia Municipal Regulations to reduce the\nfines for several traffic violations, including speeding, failure to clear an intersection, right turn\non red violations, and failure to stop and give right of way to a pedestrian in a roadway. Bill 191013 further requires that the Mayor transmit to the Council an assessment of any safety impact\nresulting from the fine reductions under the bill, post signs identifying the District as a strict\ntraffic enforcement zone, transmit to the Council a plan for the expansion of automated traffic\nenforcement in the District, complete a District-wide assessment of speed limits, and revise\nexisting speed limits in the District through rulemaking. Bill 19-1013 also clarifies the\nrequirements for a vehicle stopping for a pedestrian in a crosswalk.\n(c) At the December 18, 2012, legislative meeting, the Council adopted the provisions of\nBill 19-1013 on an emergency basis, the Safety-Based Traffic Enforcement Emergency\nAmendment Act of 2012, signed by the Mayor on January 19, 2103 (D.C. Act 19-635; 60 DCR\n1731), but that measure is set to expire on April 19, 2013. As the permanent version of the bill is\nnot projected to become law until May 7, 2013, a Congressional review emergency is necessary\nto prevent a gap in the law.\n\nProposed Resolution\n20-175\nSee Emergency Act\nD.C. Act 20-50\n20 DCSTAT 1356\n\nSafety-Based\nTraffic\nEnforcement\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-85, effective April 9, 2013\n\n20 DCSTAT 1471\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the SafetyBased Traffic Enforcement Congressional Review Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Safety-Based Traffic Enforcement Congressional Review Emergency Declaration Resolution of 2013",
  "end": "1471",
  "start": "1470",
  "name": "Resolution_20-85.pdf"
}