{
  "end": "2111", 
  "name": "Resolution_20-253.pdf", 
  "start": "2111", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-253, effective July 10, 2013\n\n20 DCSTAT 2111\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. 001\nthrough No. 006 to Contract No. GM-10-DPR-0308B-FM for design-build services for Raymond\nRecreation Center between the District of Columbia government and AF/F&L, INC-SIGAL, LLC,\nand to authorize payment to AF/F&L, INC-SIGAL, LLC, in the aggregate amount of $3,049,148\nfor the goods and services to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. 001 through No. 006 to Contract No. GM10-DPR-0308B-FM Approval and Payment Authorization Emergency Declaration Resolution\nof 2013”.\nSec. 2.(a) There exists an immediate need to approve Change Orders No. 001 through\nNo. 006 to Contract No. GM-10-DPR-0308B-FM for design-build services and additional\nproject scope at Raymond Recreation Center in the aggregate amount of $3,049,148 and to\nauthorize payment for the goods and services to be received under these change orders.\n(b) The Council of the District of Columbia Council previously approved Contract No.\nGM-10-DPR-0308B-FM (CA 19-0320). Thereafter, the aggregate value of Change Orders No.\n001 through No. 005 was under $1 million; thus, these change orders did not require Council\napproval.\n(c) Change Order No. 006 will cause the aggregate value of change orders issued, after\nCouncil approval of the Contract, to exceed $1 million; thus Council approval is required\npursuant to section 451 of the District of Columbia Home Rule Act, approved December 24,\n1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. 001 through No. 006 in the aggregate amount of\n$3,049,148 is necessary to authorize AF/F&L-Sigal to proceed with the construction of a new\nplayground and athletic field at the Raymond Recreation Center, and changes to improve\naccessibility at Raymond Recreation Center.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders No. 001 through No. 006 to Contract No. GM-10-DPR-0308B-FM Approval\nand Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-333\nSee Emergency\nD.C. Act 20-124\n20 DCStat 1820\n\nChange\nOrders No.\n001 through\nNo. 006 to\nContract No.\nGM-10-DPR0308B-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Change Order No. 001 Through No. 006 to Contract No. Gm-10-Dpr-0308b-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}