{
  "start": "3919", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-518, effective June 24, 2014\n\n20 DCSTAT 3919\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to extend Contract No. CFOPD-05-C019 with ING Institutional Plan Services to continue to provide management, administration,\ninvestment, and trustee services for the District of Columbia’s 401(a) Defined Contribution\nPension Plan to the Office of the Chief Financial Officer, Office of Finance and Treasury, and to\nauthorize payment for the services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. CFOPD-05-C-019 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve the extension of Contract No.\nCFOPD-05-C-019 with ING Institutional Plan Services to continue to provide management,\nadministration, investment, and trustee services for the District of Columbia’s 401(a) Defined\nContribution Pension Plan to the Office of the Chief Financial Officer, Office of Finance and\nTreasury and to authorize payment for the services received and to be received under the\ncontract.\n(b) On July 12, 2013, the Contracting Officer executed modification No. 13, which\npartially exercised the second year of a 2-year option period from July 14, 2013, through\nOctober 31, 2013, in the amount of $874,998.\n(c) Modifications Nos. 14 through 20 partially exercised the second year of the option\nperiod from November 1, 2013, through June 30, 2014, at no cost.\n(d) Proposed modification No. 21 would exercise the remainder of the second option\nperiod from July 1, 2014, through July 13, 2014, in the not to exceed amount of $2,625,002,\nwhich with modification No. 13 equals a total amount of $3.5 million.\n(e) Council approval is necessary because modification No. 21 increases the contract to\none of more than $1 million during a 12-month period.\n(f) Council approval is further necessary to allow the continuation of these vital services\nand to allow ING Institutional Plan Services to continue performance under the contract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. CFOPD-05-C-019 Approval and Payment Authorization Emergency Act of 2014\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-862\nSee Emergency\nD.C. Act 20-375\n20 DCStat 3693\n\nContract No.\nCFOPD-05-C019 Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3919", 
  "name": "Resolution_20-518.pdf", 
  "title": "Contract No. CFOPD-05-C-019 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}