{
  "start": "2668", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-279, effective September 17, 2013\n\n20 DCSTAT 2668\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend Title 31 of the District of\nColumbia Municipal Regulations to amend the vehicle requirements for livery class vehicles used\nin for-hire service and to clarify the applicability of jurisdictional requirements; to amend the\nDistrict of Columbia Taxicab Commission Establishment Act of 1985 to require the District of\nColumbia Taxicab Commission industry panel to recommend rules and modifications to\nestablished rules for classes of for-hire and ride-sharing vehicles, and to implement interim\nrequirements for ride-sharing services pending commission rulemaking.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Livery Class Regulation and Ride-Sharing Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) Since 2011, for-hire transportation options in the District have increased\ndramatically. Consumers have an increasing number of ways to travel throughout the city. The\nubiquity of mobile devices with sophisticated web or application-based platforms has also\ndramatically changed the way that individuals move around the city, particularly regarding for-hire\ntransportation services like taxicabs and limousines as passengers can now request vehicles through\ntheir mobile phone applications. In light of these sweeping changes, many of the laws, rules, and\nregulations surrounding the for-hire industry needed to be reevaluated.\n(b) In 2012, the Council passed the Public Vehicle-for-Hire Innovation Amendment Act of\n2012 (“Innovation Act”), which ensured that innovative for-hire transportation services in the\nDistrict would be able to freely operate. This law provided basic consumer protections for\npassengers and ensured that the regulatory authority granted to the District of Columbia Taxicab\nCommission (“Commission”) was narrowly tailored to implement the basic consumer protections\nprovided in the law. However, the Commission’s recent rulemaking regarding colors, sizes, and\ntypes of vehicles that may be used in sedan and limousine class service (livery service) in the\nDistrict does not serve the ultimate consumer protection goals of the Innovation Act. These rules\nlimit the types of vehicles to larger, luxury sedans, and exclude smaller, more fuel efficient options\nfor consumers, without a convincing consumer protection rationale.\n(c) The Commission’s rules do the exact opposite of what the Innovation Act intended.\nRather than encouraging customer choice and innovative transportation services, the Commission\nhas eliminated entire colors, sizes, and classes of vehicles that may be operated as a sedan (e.g., the\nToyota Prius). Many of these vehicles are currently operating in the District without incident. The\nCommission’s rules discourage innovative transportation choices and send the symbolic message\nthat the District is uninterested in ensuring competition and consumer choice in for-hire services.\nThis emergency legislation is necessary to ensure that these rules are eliminated.\n\nProposed\nResolution\n20-423\nSee Emergency\nD.C. Act 20-169\n20 DCStat 2414\n\nLivery Class\nRegulation\nand RideSharing\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-279, effective September 17, 2013\n\n20 DCSTAT 2669\n\n(d) Additionally, the Commission recently created a panel to analyze and study different\nclasses of service available in the District and how best to regulate these classes of service,\nincluding ride-sharing services (companies or organizations that use a website or application-based\nplatform to connect passengers to drivers using their person, non-commercial vehicles). These\nride-sharing services have proliferated recently in the District, and the Commission must address\nhow these new services should be regulated, if at all. The Council should not impede this important\nwork; however, in the interim period it is necessary to implement basic consumer protections until\nthe Commission concludes its analysis and issues rulemaking. Therefore, this legislation not only\nsets out basic parameters under which ride-sharing services must operate in the interim period, but\nalso sets a January 2014 deadline for the Commission’s panel to submit its recommendations to the\nfull Commission. This emergency legislation is necessary to ensure that the Commission moves as\nswiftly as possible, and that consumers are protected in the interim.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Livery\nClass Regulation and Ride-Sharing Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2669", 
  "name": "Resolution_20-279.pdf", 
  "title": "Livery Class Regulation and Ride-Sharing Emergency Declaration Resolution of 2013"
}