{
  "end": "2093", 
  "name": "Resolution_20-240.pdf", 
  "start": "2092", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-240, effective July 10, 2013\n\n20 DCSTAT 2092\n\nA RESOLUTION\n\nProposed\nResolution\n20-324\n\nTo declare the sense of the Council to call upon the United States government to ensure that all private\nemployers employing workers in the District of Columbia to perform services or generate\nrevenues for the federal government are employed under fair and lawful terms and conditions of\nemployment.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council on Fair and Lawful Federally Contracted\nEmployment Resolution of 2013”.\nSec. 2. The Council finds that:\n(1) Agencies and instrumentalities of the United States government, including the\nGeneral Services Administration, the National Park Service, the Union Station Redevelopment\nCorporation, and the Smithsonian Institution, contract with private businesses to provide food,\nretail, and property services to their visitors and customers, to generate revenues for the upkeep\nof federal buildings, and to clean and maintain buildings leased by the government from private\nowners.\n(2) The workers employed by these private businesses are employed under\nsubstandard and sometimes unlawful terms and conditions in that:\n(A) Their wage rates are almost universally below the rate set by the\nLiving Wage Act of 2006, effective June 8, 2006 (D.C. Law 16-188; D.C. Official Code §2220.01 et seq.), currently set at $12.50 per hour;\n(B) Few of these workers receive employer-sponsored health insurance,\nretirement plans, or paid leave;\n(C) These workers’ wages and benefits are significantly below those paid\nto workers performing identical duties on federal and District of Columbia contracts covered by\nthe federal Service Contract Act of 1965 (41 U.S.C. § 351 et seq.);\n(D) Many of these workers are not receiving the wages and benefits to\nwhich they are entitled under federal and District of Columbia law, including minimum wages,\novertime pay, and paid sick leave; and\n(E) Many of these workers are forced to rely on federal and District\ngovernment benefits and services to support themselves and their families.\n(3) The United States government is the largest purchaser and beneficiary of\nprivate sector work in the District of Columbia, yet the District of Columbia suffers from some\nof the highest levels of poverty and income inequality in the nation.\n\nSense of the\nCouncil on\nFair and\nLawful\nFederally\nContracted\nEmployment\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-240, effective July 10, 2013\n\n20 DCSTAT 2093\n\nSec. 3. It is the sense of the Council to:\n(1) Call upon these employers and federal agencies, along with the United States\nDepartment of Labor and the President of the United States, to take all necessary actions to\nensure that all employees of private employers working within the District of Columbia under a\ncontract, lease, or other form of agreement to which a federal agency is directly or indirectly a\nparty or a beneficiary receive sufficient pay and benefits from their employers to adequately\nsupport themselves and their families in dignity and without public assistance. Such actions\nshould include:\n(A) Ensuring that current federal laws setting minimum terms and\nconditions of employment are fully and speedily enforced; and\n(B) Ensuring that current and prospective recipients of federal contracts,\nleases, and concession agreements and any private employers providing goods or services\npursuant to these arrangements comply fully with both federal and District of Columbia\nemployment and labor laws, including the Minimum Wage Act Revision Act of 1992, effective\nMarch 25, 1993 (D.C. Law 9-248; D.C. Official Code § 32-1001 et seq.) and the Accrued Sick\nand Safe Leave Act of 2008, effective May 13, 2008 (D.C. Law 17-152; D.C. Official Code §\n32-131.01 et seq.); and\n(2) Encourage the Department of Labor to:\n(A) Investigate and determine which of these workers are entitled to the\nwages and benefits payable to workers with comparable duties under the Service Contract Act of\n1965 and the Department of Labor’s current rules implementing that act; and\n(B) To the extent that they are not so entitled or that such entitlement\nwould not result in their being paid at least the wage rate set under the Living Wage Act of 2006,\nto revise these rules to ensure their entitlement to such a wage rate.\nSec. 4. The Secretary to the Council shall transmit copies of this resolution, upon its\nadoption, to the President of the United States, the Secretaries of the United States Departments\nof Labor, Transportation, and the Interior, the Board of Trustees of the Smithsonian Institution,\nthe Administrator of the General Services Agency, and the Mayor of the District of Columbia.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "title": "Sense of the Council on Fair and Lawful Federally Contracted Employment Resolution of 2013", 
  "council_period": "20"
}