{
  "end": "3466", 
  "name": "Resolution_20-495.pdf", 
  "start": "3465", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-495, effective June 3, 2014\n\n20 DCSTAT 3465\n\nA RESOLUTION\n\nProposed\nResolution\n20-629\n\nTo approve the disposition of District-owned real property located at 3825-29 Georgia Avenue, N.W.,\nknown for tax and assessment purposes as Lot 0818, in Square 3028.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “3825-29 Georgia Avenue, N.W. Property Disposition Approval\nResolution of 2014”.\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement with the District governing certain\nobligations of the Developer of the Property under the Small, Local, and Disadvantaged\nBusiness Enterprise Development and Assistance Act of 2005, effective October 20, 2005 (D.C.\nLaw 16-33; D.C. Official Code § 2-218.01 et seq.) (“CBE Act”), including the equity and\ndevelopment participation requirements set forth in section 2349a of the CBE Act (D.C. Official\nCode § 2-218.49a).\n(2) “Certified Business Enterprise” means a business enterprise or joint venture\ncertified pursuant to the CBE Act.\n(3) “Developer” means Donatelli Development, a developer with a business\naddress of 4416 East West Highway, Bethesda, Maryland, its successor, or one of its affiliates\nor assignees approved by the Mayor.\n(4) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Developer of the Property pursuant to section 4 of the First Source\nEmployment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official\nCode § 2-219.03), and Mayor’s Order 83-265, dated November 9, 1983, regarding job creation\nand employment generated as a result of construction on the Property.\n(5) “Property” means the real property located at 3825-29 Georgia Avenue,\nN.W., known for tax and assessment purposes as Lot 0818, in Square 3028, and consisting of\n5,757 square feet of land.\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1(b)(8)(F) of An Act Authorizing the sale of certain real estate in\nthe District of Columbia no longer required for public purposes , approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801(b)(8)(F)) (“Act”), the Mayor transmitted to the Council\n\n3825-29\nGeorgia\nAvenue, N.W.\nProperty\nDisposition\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-495, effective June 3, 2014\n\n20 DCSTAT 3466\n\na request for approval to dispose of the Property through a public or private sale to the\nDeveloper providing the most benefit to the District.\n(b) The intended use of the Property is a mixed-income residential development and any\nancillary uses allowed under applicable law.\n(c) The proposed disposition would include the following terms and conditions, in\naddition to other terms and conditions the Mayor considers necessary or appropriate:\n(1) The Developer shall enter into a CBE Agreement with the District. The CBE\nAgreement shall require the Developer to, at a minimum, contract with certified business\nenterprises for at least 35% of the contract dollar volume of the development of the Property and\nshall require at least 20% equity and 20% development participation of certified business\nenterprises.\n(2) The Developer shall enter into a First Source Agreement with the District.\n(3) At least 7 residential units on the Property shall be developed as affordable\nunits, with 4 units reserved for households with incomes at or below 30% of the area median\nincome, and 3 units reserved for households with incomes at or below 60% of the area median\nincome.\n(d) The Council finds that the Property is no longer required for public purposes.\n(e) All documents that are submitted with this resolution shall be consistent with the real\nproperty purchase agreement term sheet transmitted to the Council pursuant to section 1(b-1)(2)\nof the Act.\n(f) The Council approves the disposition of the Property.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "title": "3825-29 Georgia Avenue, N.W. Property Disposition Approval Resolution of 2014", 
  "council_period": "20"
}