{
  "end": "4553", 
  "name": "Resolution_20-644.pdf", 
  "start": "4552", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-644, effective October 28, 2014\n\n20 DCSTAT 4552\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with the respect to the need amend\nthe Legalization of Marijuana for Medical Treatment Initiative of 1998 to expand the definition of\na qualifying medical condition to allow physicians to determine whether a patient would benefit\nfrom medical marijuana treatment and to increase the number of living plants a medical\nmarijuana cultivation center can possess at any time.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Medical Marijuana Expansion Congressional Review\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In 2010, the Council passed the Legalization of Marijuana for Medical\nTreatment Initiative of 1998, effective February 25, 2010 (D.C. Law 13-315; D.C. Official Code\n§ 7-1671.01 et seq.), in order to “ensure that the cultivation, distribution, possession, and use of\nmedical marijuana is properly regulated.”\n(b) Four years later, the District’s medical marijuana program had only 452 registered\npatients.\n(c) On October 21, 2013, during a Committee on Health public roundtable on the\nmedical marijuana program and how the program can be improved, 2 primary suggestions\nemerged from that discussion: (1) Expanding the list of qualifying conditions; and (2) Allowing\ncultivation centers to possess more living marijuana plants.\n(d) At the time, the current law severely limited the qualifying conditions, leaving many\nDistrict residents suffering unnecessarily from significant pain, seizures, and numerous other\nconditions that are alleviated by medical marijuana use.\n(e) The limits on the number of plants impeded the ability of cultivators to provide\nmedical marijuana to patients in a manner other than smoking.\n(f) A joint hearing was held on June 12, 2014, between the Committee on the Judiciary\nand Public Safety and the Committee on Health. There was only one public witness who spoke\nin opposition to the legislation and the Executive was supportive.\n(g) On July 1, 2014, the Judiciary Committee marked up the combined bills and\nfavorably approved them. On September 17, 2014, the Committee on Health marked up the\ncombined bills and favorably approved them. On October 7, 2014, the Council favorably\napproved the legislation during first reading.\n(h) In light of the significant time for permanent legislation to work its way through the\ncongressional review period and the wrenching testimony of witnesses on conditions they are\nexperiencing, the Council passed emergency legislation, the Medical Marijuana Expansion\n\nProposed\nResolution\n20-1119\nSee Emergency\nD.C. Act 20-479\n20 DCStat 4403\n\nMedical\nMarijuana\nExpansion\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-644, effective October 28, 2014\n\n20 DCSTAT 4553\n\nEmergency Amendment Act of 2014, effective August 15, 2014 (D.C. Act 20-396; 61 DCR\n8255). It expires on October 27, 2014.\n(i) Temporary legislation, the Medical Marijuana Expansion Temporary Amendment\nAct of 2014, enacted on October 8, 2014 (D.C. Act 20-396; 61 DCR 8255), has not yet been\ntransmitted to Congress for the 30-day review period required by section 602(c)(1) of the\nDistrict of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 813; D.C. Official\nCode § 1-206.02(c)(1)).\n(j) A congressional review emergency is needed to prevent a gap in the law as the\nDepartment of Health has already begun accepting patient registrations for an expanded range of\nmedical conditions.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMedical Marijuana Expansion Congressional Review Emergency Amendment Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Medical Marijuana Expansion Congressional Review Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}