{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-193, effective June 26, 2013\n\n20 DCSTAT 2024\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 3 and 4 to\nHuman Care Agreement No. DCJZ-2010-H-0025 to provide therapeutic family homes services to\nthe District and to authorize payment for the services received under that agreement.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Option Year Two Modifications to Human Care Agreement No.\nDCJZ-2010-H-0025 Disapproval Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists a need to approve modification number 3 and modification\nnumber 4 to Human Care Agreement No. DCJZ-2010-H-0025 with Beyondvision, Inc., to\nprovide therapeutic family homes services to the District and to authorize payment for the\nservices received under that agreement.\n(b) On July 1, 2010, the Office of Contracting and Procurement (“OCP”) awarded\nHuman Care Agreement No. DCJZ-2010-H-0025 to Beyondvision, Inc.\n(c) During the second option year, OCP issued modification number 3 exercising\noption year 2 under Human Care Agreement No. DCJZ-2010-H-0025.\n(d) OCP now proposes to issue modification number 4 to increase the total not-toexceed amount to $1,901,419.80.\n(e) Council approval is necessary because these modifications increased the agreement\nby more than $1 million during a 12-month period.\n(f) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Beyondvision, Inc., cannot be paid for services provided in excess of $1 million\nduring the second option year.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Option\nYear Two Modifications to Human Care Agreement No. DCJZ-2010-H-0025 Disapproval\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-311\nSee Emergency\nD.C. Act 20-103\n20 DCStat 1810\n\nOption Year\nTwo\nModifications\nto Human\nCare\nAgreement\nNo. DCJZ2010-H-0025\nDisapproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Option Year Two Modifications to Human Care Agreement No. Dcjz-2010-H-0025 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2024",
  "start": "2024",
  "name": "Resolution_20-193.pdf"
}