{
  "start": "3990", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-574, effective July 14, 2014\n\n20 DCSTAT 3990\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to provide equitable real property tax\nrelief for the real property described as Lot 0860, Square 777 and owned by Mark Bezner and\nKuniko Yasuda.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Bezner Real Property Tax Relief Emergency Declaration\nResolution of 2014\".\n\nSec. 2. (a) There is an immediate need to provide equitable real property tax relief to\ncertain real property, described as Lot 0860, Square 777 and owned by Mark Bezner and\nKuniko Yasuda, for tax years 1991 through 2009.\n(b) Lot 0860, Square 777 is a very tiny strip of land (“additional lot”) abutting a\ntownhouse purchased by Mark Bezner and Kuniko Yasuda in 1991.\n(c) Although the additional lot was included in the description of the property in the deed\nthat conveyed the townhouse to Mark Bezner and Kuniko Yasuda, the separate lot number was\nnot set forth in the deed. Thus, the new property owners had no knowledge that they owned the\nadditional lot.\n(d) Further complicating matters, this additional lot was incorrectly assessed by Office of\nTax and Revenue (“OTR”) from 1991 to the present leaving the owners with inflated taxes\nconcomitant with the inflated and incorrect assessment.\n(e) OTR’s authority under current law allows it to make corrections going back 3 years.\nThe emergency legislation grants OTR the authority to make adjustments concerning the\nadditional lot from 1991 through 2009 to prevent substantial injustice to the property owners.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nBezner Real Property Tax Relief Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-958\nSee Emergency\nD.C. Act 20-397\n20 DCStat 3877\n\nBezner Real\nProperty Tax\nRelief\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3990", 
  "name": "Resolution_20-574.pdf", 
  "title": "Bezner Real Property Tax Relief Emergency Declaration Resolution of 2014"
}