{
  "start": "1575", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-152, effective June 18, 2013\n\n20 DCSTAT 1575\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. 001\nthrough No. 005 to Contract No. DCAM-12-M-1031K-FM between the District of Columbia\ngovernment and Whiting-Turner Contracting Company for design-build services for Stuart\nHobson Middle School, and to authorize payment to Whiting-Turner Contracting Company in the\naggregate amount of $1,299,135 for the goods and services to be received under these change\norders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. 001 through No. 005 to Contract No. DCAM12-M-1031K-FM Approval and Payment Authorization Emergency Declaration Resolution of\n2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders No. 001 through\nNo. 005 to Contract No. DCAM-12-M-1031K-FM for design-build services and additional\nproject scope as part of the Phase 1 modernization at Stuart Hobson Middle School in the\naggregate amount of $1,299,135 and to authorize payment for the goods and services to be\nreceived under these change orders.\n(b) The Council of the District of Columbia previously approved Contract No. DCAM12-M-1031K-FM (CA19-0366). The aggregate value of Change Orders No. 001 through No.\n004 was under $1 million; thus, these change orders did not require Council approval.\n(c) Change Order No. 005 will cause the aggregate value of change orders issued to\nexceed $1 million; thus, Council approval is required pursuant to section 451 of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1204.51).\n(d) Approval of Change Orders No. 001 through No. 005 in the aggregate amount of\n$1,299,135 is necessary to authorize Whiting-Turner Contracting Company to proceed with the\nadditional scope work at Stuart Hobson Middle School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders No. 001 through No. 005 to Contract No. DCAM-12-M-1031K-FM Approval and\nPayment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-308\nSee\nEmergency\nD.C. Act 20-96\n20 DCStat 1454\n\nChange\nOrders No.\n001 through\nNo. 005 to\nContract No.\nDCAM-12-M1031K-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1575", 
  "name": "Resolution_20-152.pdf", 
  "title": "Change Orders No. 001 Through No. 005 to Contract No. Dcam-12-M-1031k-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}