{
  "start": "1567", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-146, effective June 4, 2013\n\n20 DCSTAT 1567\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Order No. 2 to the\nContract for Design-Build Services for the Phase 1 Modernization of Leckie Elementary School\nbetween the District of Columbia government and Forney Enterprises, Inc., Contract No. DCAM12-M-1031F-FM, and to authorize payment to Forney Enterprises, Inc., in the amount of\n$1,833,339.67 for the goods and services received under this change order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Order No. 2 to Contract No. DCAM-12-M-1031F-FM\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Order No. 2 to Contract\nNo. DCAM-12-M-1031F-FM for design-build services, additional project scope, outstanding\nchange requests, and the close-out of the Phase 1 project at Leckie Elementary School and to\nauthorize payment in the aggregate amount of $1,833,339.67 for the goods and services received\nunder this change order.\n(b) The Council of the District of Columbia previously approved Contract No. DCAM12-M-1031F-FM (CA 19-0349) with a guaranteed maximum price (“GMP”) of $4,239,245.\nChange Order No. 1 was an administrative change that did not increase the Contract’s GMP.\nChange Order No. 2 in the amount of $1,833,339.67 causes the aggregate value of change orders\nissued after the Council’s approval to exceed the $1 million threshold pursuant to D.C. Official\nCode § 1-204.51; thus, Council approval is required. Of this increase to the Contract’s GMP,\n$440,000 was previously authorized by a partial release of work under Change Order No. 2 and\nis included in the $1,833,339.67 total.\n(c) Approval of Change Order No. 2 in the aggregate amount of $1,833,339.67 is\nnecessary to compensate Forney Enterprises, Inc., for work completed at Leckie Elementary\nSchool.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrder No. 2 to Contract No. DCAM-12-M-1031F-FM Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-245\nSee\nEmergency\nD.C. Act 20-79\n20 DCStat 1434\n\nChange Order\nNo. 2 to\nContract No.\nDCAM-12-M1031F-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1567", 
  "name": "Resolution_20-146.pdf", 
  "title": "Change Orders No. 002 to Contract No. Dcam-12-M-1031fm Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}