{
  "end": "4594", 
  "name": "Resolution_20-678.pdf", 
  "start": "4593", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-678, effective October 28, 2014\n\n20 DCSTAT 4593\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nProcurement Practices Act of 1985 to align minimum qualifications for the position of Inspector\nGeneral with federal standards.\n\nRESOLVED, BY COUNCIL OF THE DISTRICT OF COLUMBIA, That this resolution\nmay be cited as the “Inspector General Qualifications Emergency Declaration Resolution of\n2014”.\nSec. 2. (a) On April 21, 2014, Charles J. Willoughby, after 9 years of service, announced\nhis retirement from the position of Inspector General, effective May 19, 2014.\n(b) The position of Inspector General is vital to the efficient and effective operation of\nthe District government. The Inspector General serves in an independent role to investigate\nwaste, fraud, and abuse. Moreover, the Inspector General performs tasks such as managing the\nComprehensive Annual Financial Report.\n(c) A national survey by the Department of Human Resources revealed that section\n208(a)(1) of the District of Columbia Procurement Practices Act of 1985, effective February 21,\n1986 (D.C. Law 6-85; D.C. Official Code § 1-301.115a(a)(1)) (“Act”), as amended by the\nInspector General Qualifications Amendment Act of 2003, effective July 30, 2003 (D.C. Law\n15-26), includes onerous provisions regarding the requisite qualifications for appointment as\nInspector General that are not found in other state or federal statutes.\n(d) Among the 9 jurisdictions surveyed (Alexandria, VA; Atlanta, GA; Chicago, IL;\nDallas, TX; Fairfax County, VA; Philadelphia, PA; Montgomery County, MD; Prince George’s\nCounty, MD; and the Commonwealth of Virginia), none requires an Inspector General to be\nboth a lawyer and a certified public accountant (“CPA”). In fact, none of the survey participants\nrequire their Inspector General to be an attorney. Only 3 of the jurisdictions surveyed require\ntheir Inspector General to be a CPA, or any equivalent.\n(e) Before 2003, the requisite qualifications for appointment were substantively identical\nto the qualifications currently required for appointment as a federal Inspector General. The\nstatutes governing appointment of Inspectors General in many jurisdictions similar to the\nDistrict of Columbia require these qualifications, as well. Therefore, these qualifications are\ndetermined to be the standard for “best practices”.\n(f) The Department of Human Resources contracted a firm to conduct a national search\nbased on the current criteria for the position and did not find candidates who possessed these\nqualifications and who were also highly accomplished. However, using the best practices\ncriteria, extraordinary candidates were identified for consideration.\n\nProposed\nResolution\n20-1052\nSee Emergency\nD.C. Act 20-464\n20 DCStat 4398\n\nInspector\nGeneral\nQualifications\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-678, effective October 28, 2014\n\n20 DCSTAT 4594\n\n(g) Unless the requisite qualifications are amended to reflect best practices criteria, the\nDistrict will be in jeopardy of being unable to confirm the most highly accomplished candidate\nfor the position of Inspector General.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nInspector General Qualifications Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Inspector General Qualifications Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}