{
  "end": "789", 
  "name": "Resolution_20-64.pdf", 
  "start": "789", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-64, effective March 5, 2013\n\n20 DCSTAT 789\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the definition of an\n“egregious” first-time sale to minor violation and clarify that an Alcoholic Beverage Control\nBoard licensee that can be established to have had a pattern of prior alcoholic beverage sales or\nservice to minors has committed an “egregious” first-time sale to minor violation and is not\nentitled to a written warning.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Egregious First-Time Sale to Minor Clarification Emergency\nDeclaration Resolution of 2013\".\nSec. 2. There exists an immediate need to amend subsection 807.1 of Title 23 of the\nDistrict of Columbia Municipal Regulations to add to the definition of an “egregious first-time\nsale to minor violation” language that clarifies that when it can be established that a licensee has\nhad a pattern of prior alcoholic beverage sales or service to minors, the licensee is not entitled to\na written warning prior to issuance of a violation. This has been an ongoing problem that was\nhighlighted by the Channel 9 WUSA exposé́ last year, in which there was video footage which\nclearly established a pattern of ongoing sales to minors by the Town Square Market Liquor\nStore.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nEgregious First-Time Sale to Minor Clarification Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-120\nSee\nEmergency\nD.C. Act 20-34\n20 DCStat 507\n\nEgregious\nFirst-Time\nSale to Minor\nClarification\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Egregious First-Time Sale to Minor Clarification Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}