{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-516, effective June 24, 2014\n\n20 DCSTAT 3916\n\nA RESOLUTION\nTo declare, on an emergency basis, the need to standardize the licensing and registration application\nrequirements using the Nationwide Mortgage Licensing System and Registry, in order to ensure\nthat the Department of Insurance, Securities, and Banking has the necessary statutory authority\nto use the NMLS for all non-depository financial service providers.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Nationwide Mortgage Licensing System Conformity Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The Nationwide Mortgage Licensing System and Registry (“NMLS”) is a\nsecure, web-based licensing system that allows applications for, and the maintenance and\nrenewal of, state licenses in one or more states through a single record that is accessible to the\ngeneral public.\n(b) The NMLS provides improved coordination and information-sharing among\nregulators, enhanced consumer protection, and greater efficiency for industry.\n(c) When the NMLS became operational in 2008, it was limited to mortgage brokers and\nlenders.\n(d) In 2012, the NMLS expanded to include all non-depository financial service\nproviders. However, the Department of Insurance, Securities, and Banking (“DISB”) only has\nthe authority to use the NMLS for mortgage-related financial services.\n(e) DISB currently processes about 3,400 non-depository licenses eligible for renewal in\nDecember of 2014.\n(f) If DISB is unable to declare its participation in the expanded NMLS program by\nSeptember 1, 2014, the next opportunity will not be until March 2015, and would require the\nmanual input of the 3,400 renewals.\n(g) However, because the Council is on recess from July 15th until September 15th, the\nCouncil must authorize the Department to declare its participation before the start of the\nsummer recess if it is going to be able to participate in the expanded program this year.\n(h) Participation in the expanded NMLS program will improve regulatory efficiency,\nconserve financial and staff resources, and ease coordination with other participating state\nagencies.\n(i) Participation in the expanded program will also provide a streamlined platform for the\nsubmission and maintenance of annual reports and financial statements, and the processing of\ncriminal background checks and credit reports.\n\nProposed\nResolution\n20-880\nSee Emergency\nD.C. Act 20-374\n20 DCStat 3689\n\nNationwide\nMortgage\nLicensing\nSystem\nConformity\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-516, effective June 24, 2014\n\n20 DCSTAT 3917\n\n(j) The proposed legislation would authorize DISB to declare its participation by the July\n1st deadline, allowing its participation in the expanded program, easing the financial burden as\nwell as the inefficiency of a manual renewal process.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nNationwide Mortgage Licensing System Conformity Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Nationwide Mortgage Licensing System Conformity Emergency Declaration Resolution of 2014",
  "end": "3917",
  "start": "3916",
  "name": "Resolution_20-516.pdf"
}