{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-53, effective March 5, 2013\n\n20 DCSTAT 778\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Policemen and Firemen’s Retirement and Disability Act to comply with applicable tax\nqualification provisions of the Internal Revenue Code of 1986 for governmental retirement plans.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Police and Firefighter’s Retirement and Disability Omnibus\nCongressional Review Emergency Declaration Resolution of 2013”.\nSec. 2. (a) Bill 19-1019, the Police and Firefighter’s Retirement and Disability\nOmnibus Amendment Act of 2012, was approved by the Council on 2nd reading on December\n18, 2012, and signed by the Mayor on March 1, 2013.\n(b) The District of Columbia Retirement Board is the sponsor of retirement plans for\nDistrict police officers, fire fighters, and teachers (\"Plans\"), which are considered tax qualified,\ngovernmental retirement plans under the Internal Revenue Code of 1986, approved October 22,\n1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.) (\"Internal Revenue Code\"). The Plans will not\ncomply with recent non-discretionary changes to the requirements unless changes are made to\nthe Police and Firefighter's Retirement and Disability Act, approved September 1, 1916 (39 Stat.\n718; D.C. Official Code § 5-701 et seq.).\n(c) If the District is found to have failed to comply with these changes, which took effect\nDecember 31, 2011, it is subject to penalties and sanctions by the Internal Revenue Service.\n(d) On December 4, 2012, the Council passed the Police and Firefighter’s Retirement\nand Disability Omnibus Emergency Amendment Act of 2012, effective January 1, 2013 (D.C.\nAct 19-585; 60 DCR 151), in order to put the provisions of Bill 19-1019 into effect immediately.\n(e) The Police and Firefighter’s Retirement and Disability Omnibus Emergency\nAmendment Act of 2012 will expire on April 1, 2013.\n(f) A Congressional review emergency would continue to implement all of the\nprovisions of Bill 19-1019, which would ensure that the Plans comply with recent changes to the\nInternal Revenue Code, and is necessary to prevent a gap in the law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Police\nand Firefighter’s Retirement and Disability Omnibus Congressional Review Emergency\nAmendment Act 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-119\nSee Emergency Act\nD.C. Act 20-33\n20 DCSTAT 493\n\nPolice and\nFirefighter’s\nRetirement and\nDisability Omnibus\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\n\f",
  "title": "Police and Firefighter’s Retirement and Disability Omnibus Congressional Review Emergency Declaration Resolution of 2013",
  "end": "778",
  "start": "778",
  "name": "Resolution_20-53.pdf"
}