{
  "end": "1525", 
  "name": "Resolution_20-115.pdf", 
  "start": "1525", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-115, effective May 7, 2013\n\n20 DCSTAT 1525\n\nA RESOLUTION\n\nProposed\nResolution\n20-129\n\nTo approve proposed rules governing the process and criteria through which applicants may prove\neligibility for the purpose of gaining enrollment in the DC HealthCare Alliance program.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Eligibility Criteria Amendment for the DC HealthCare Alliance\nProgram Rules Approval Resolution of 2013”.\n\nSec. 2. Pursuant to section 7a of the Health Care Privatization Amendment Act of 2001,\neffective March 30, 2004 (D.C. Law 15-109; D.C. Official Code § 7-1405.01), on March 8,\n2013, the Mayor transmitted to the Council proposed rules of the Health Care Safety Net\nAdministration. The proposed rules will preserve the availability of resources and encourage\nappropriate administration of the DC HealthCare Alliance program by requiring program\nenrollees to bi-annually certify eligibility status through a face-to-face interview and provide\nproof of District residency. The Council approves the proposed rules, published at 59 DCR\n1791, to amend sections 3304 and 3305 of Title 22 of the District of Columbia Municipal\nRegulations.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor and the Director of the Department of Health Care Finance.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nEligibility\nCriteria\nAmendment\nfor the DC\nHealthCare\nAlliance\nProgram\nRules\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Eligibility Criteria Amendment for the D.C. Healthcare Alliance Program Approval Resolution of 2013", 
  "council_period": "20"
}