{
  "start": "4670", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-761, effective December 16, 2014\n\n20 DCSTAT 4670\n\nA RESOLUTION\n\nProposed\nResolution\n20-1212\n\nTo declare, on an emergency basis, the sense of the Council that Black Lives Matter.\n\nEmergency\nDeclaration\nRes. 20-760\n20 DCStat 4669\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council that Black Lives Matter Emergency\nResolution of 2014”.\n\nSense of the\nCouncil that\nBlack Lives\nMatter\nEmergency\nResolution of\n2014\n\nSec. 2. The Council finds that:\n(1) On August 9, 2014, in Ferguson, Missouri, Michael Brown, an 18-year old\nunarmed African-American teenager, was fatally shot by Darren Wilson, a white Ferguson\npolice officer. On November 24, 2014, the prosecutor publicly announced that the grand jury\ndecided not to indict Darren Wilson.\n(2) On July 17, 2014, in Staten Island, New York, Eric Garner, a 43-year-old\nAfrican-American man, was fatally choked by Daniel Pantaleo, a white New York City police\nofficer who put him in an illegal chokehold. On December 3, 2014, a Staten Island grand jury\ndecided not indict Daniel Pantaleo.\n(3) The deaths of Michael Brown, Eric Garner and the failure of grand juries to\nindict have inspired several protests nation-wide as part of a national dialogue.\n(4) Though violence often begets violence, the best response is the choice to\nengage in non-violent problem solving.\n(5) Peaceful protests and other speech protected by the First Amendment to the\nConstitution of the United States must be protected and received with a listening ear, an open\nmind, a willing heart, and other resources to effect change.\n(6) A great measure of courage and resolve are necessary to correct unjust laws,\nenhance fairness in our criminal justice system and create a more perfect Union.\n(7) Our nation continues to struggle with issues of race, bias, racial prejudice and\nracism.\n(8) Black Lives Matter is a declaration and movement that has been embraced by\npersons from various cities, cultures, socio-economic backgrounds and races. It is spoken,\ntyped, displayed, and otherwise communicated in recognition of the historical and cultural\ncontext in which recent events have occurred, with the understanding that the lives of people of\ncolor in this nation have not been appropriately valued, to the detriment of their lives and to the\nharm of this nation as a whole, and with the hope that this will change.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-761, effective December 16, 2014\n\n20 DCSTAT 4671\n\nSec. 3. It is the sense of the Council that Black Lives Matter, as do the lives of all\nresidents of the District of Columbia.\nSec. 4. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, to the Mayor.\nSec. 5. This resolution shall take effect immediately.\n\n\f", 
  "end": "4671", 
  "name": "Resolution_20-761.pdf", 
  "title": "Sense of the Council that Black Lives Matter Emergency Resolution of 2014"
}