{
  "end": "752", 
  "name": "Resolution_20-44.pdf", 
  "start": "747", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 747\n\nA RESOLUTION\n\nProposed\nResolution\n20-100\n\nTo formally reprimand Councilmember Jim Graham for conduct adversely affecting the confidence of the\npublic in the integrity of the government.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Council Reprimand of Councilmember Jim Graham Resolution\nof 2013”.\nSec. 2. (a) Inherent in the position of Member of the Council of the District of Columbia\nis the responsibility to act, at all times, with the highest standards of ethical conduct, honesty,\nintegrity, and impartiality. A Councilmember must act in the public interest. A Councilmember\nmust perform the duties of the office to which he or she is elected in a manner that maintains the\nconfidence of the public in the integrity of the District government. A Councilmember must take\nno action that violates or threatens the public trust. These governing principles are embodied in\nDistrict statute and regulations, in the Council of the District of Columbia Code of Official\nConduct, and are incontrovertible to holding elected office.\n(b)(1) Section 1801(a) of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code § 1618.01(a)) (“CMPA”), is applicable to Councilmembers. It requires that:\nEach employee, member of a board or commission, or a public official of the\nDistrict government must at all times maintain a high level of ethical conduct in\nconnection with the performance of official duties, and shall refrain from taking,\nordering, or participating in any official action which would adversely affect the\nconfidence of the public in the integrity of the District government.\n(2) This requirement of law is reinforced in the Council’s Code of Official\nConduct, which states, in part, that: “Councilmembers and staff shall maintain a high level of\nethical conduct in connection with the performance of their official duties and shall refrain from\ntaking, ordering, or participating in any official action that would adversely affect the confidence\nof the public in the integrity of the District government….” Rule 202(a) of the Rules of\nOrganization and Procedure for the Council of the District of Columbia, Council Period 20,\nResolution of 2013, effective January 2, 2013 (Res. 20-1; 60 DCR 627) (“Council Rules”).\n(c) Section 6B-1803.1(a) of the District of Columbia Municipal Regulations (“DCMR”),\nwhich sets forth the employee conduct regulations applicable to all District of Columbia\nemployees, requires:\n\nCouncil Reprimand\nof Councilmember\nJim Graham\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 748\n\nAn employee shall avoid action, whether or not specifically prohibited by this\nchapter, which might result in or create the appearance of the following:\n(1) Using public office for private gain;\n(2) Giving preferential treatment to any person;\n(3) Impeding government efficiency or economy;\n(4) Losing complete independence or impartiality;\n(5) Making a government decision outside official channels; or\n(6) Affecting adversely the confidence of the public in the integrity of\ngovernment.\n(d) Adherence to the ethical principles underlying these statutes and regulations is vital\nto maintaining the public trust on which the Council of the District of Columbia operates.\nSec. 3. (a) Rule 654 of the Council Rules provides the Council with a formal process for\nissuing a reprimand to one of its members “based on a particular action or set of actions that is\ndetermined to be in violation of the Council’s Rules, law, or policy. . . .” A reprimand is a\nformal statement of the Council officially disapproving the conduct of one of its members.\n(b) The Council has a duty to consider reprimanding one of its members when it\ndetermines that that member acted contrary to the CMPA, the employee conduct regulations\nembodied in the DCMR, or the Council Rules. A reprimand should not be easily adopted, but\nmust be considered when the Council, as a body, is embarrassed by a member’s actions, the\npropriety of those actions is questionable, and the public confidence in the Council is harmed.\nSec. 4. (a) In 2008, while serving as both the Ward 1 representative to the Council of the\nDistrict of Columbia and as a member of the Board of Directors for the Washington\nMetropolitan Area Transit Authority (“WMATA”), Councilmember Jim Graham was a voting\nmember in the process of 2 separate projects, having a vote to approve or reject the underlying\ncontract for each project. The first was a property development project before WMATA, the\nsecond a lottery contract before the Council.\n(b) Two distinct companies bidding on each of the contracts, Banneker Ventures, which\nsought the WMATA development project, and W2Tech (which formed a joint venture with\nanother entity called W2I), which sought to administer the District’s lottery, shared a common\nprincipal in Warren Williams. Councilmember Graham stated repeatedly and publicly his dislike\nfor Mr. Williams.\n(c) On or about May 29, 2008, a meeting was arranged between Councilmember Graham\nand Mr. Williams, with others in attendance. From the depositions of those present at the\nmeeting, it appears that Councilmember Graham used the occasion to vent his personal issues\nwith Mr. Williams. However, it is alleged that Councilmember Graham also stated at this\nmeeting his willingness to barter his support. Specifically, that he would support Mr. Williams\nfor the lottery contract if Mr. Williams withdrew from the WMATA development project.\n(d) Although Councilmember Graham minimizes the significance of his remark, 3\nseparate reports conclude that the remark was made:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 749\n\n(1) In its Report of Investigation into the Office of the Chief Financial Officer’s\nLottery Contract Award, OIG No. 2010-0492 (“OIG Report”), dated January 20, 2012, the\nDistrict Government’s Inspector General found:\nDuring the course of W2I’s meeting with a councilmember, who at the time also\nwas a member of the board of a quasi-public entity, the councilmember indicated\nthat he could not or was not inclined to go along with voting for or awarding the\nlottery contract to W2I because W2I’s participating local partner had been\nawarded a contract with the quasi-public entity. The councilmember told W2I\nexecutives that he would support W2I’s bid for the lottery contract if its local\npartner withdrew from the quasi-public entity’s contract because he could not\ngive the local partner everything.\nOIG Report at 7.\n(2) In its Report of Investigation for the Board of Directors for the Washington\nMetropolitan Area Transit Authority (“WMATA Report”), dated October 11, 2012, the law firm\nof Cadwalader, Wickersham & Taft LLP found:\nAlthough Councilmember Graham’s exact statements at the May 29, 2008\nmeeting are unclear ... it appears that Councilmember Graham suggested or, at the\nvery least, implied that he would consider supporting W2I’s bid for the lottery\nbefore the D.C. Council only if Banneker Ventures withdrew from the Florida\nAvenue Project. Indeed, Councilmember Graham has not outright denied making\nthe statement, instead positing that he may have said something in passing that\nwas misinterpreted by the participants of the May 29, 2008 meeting.\nWMATA Report at 40.\n(3) In its Memorandum Opinion In Re: Jim Graham, Case No.: AI-002-12\n(“BEGA Opinion”), dated February 7, 2013, the District of Columbia Board of Ethics and\nGovernment Accountability (“BEGA”) stated:\nThe weight of the evidence supports a finding by substantial evidence that\nCouncilmember Graham did, in fact, offer to support Mr. Williams and W2I if he\nand Banneker Ventures withdrew from the WMATA development project.\nBEGA Opinion at 13.\nBEGA’s review was based on the WMATA Report, the evidence amassed in support of\nthat report, Councilmember Graham’s written response to BEGA, and the arguments made\nby Mr. Graham’s counsel before BEGA.\n(e) The meeting participants, as evidenced by their sworn testimony in depositions and\nsupported by contemporaneous e-mails and communications, took Mr. Graham’s statement to be\na quid pro quo offer with regard to the 2 pending contracts. This understanding is expressed in\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 750\n\ne-mails to Councilmember Graham, to which he did not express surprise or make an effort to\ncorrect.\n(f) In addition to his dislike for Mr. Williams, it has also been suggested that\nCouncilmember Graham sought Banneker Ventures’ withdrawal from the WMATA\ndevelopment project because of his preference for another development company, LaKritz Adler.\n(g) Councilmember Graham’s preference for LaKritz Adler, which was not the\npreference of the WMATA Board as a whole, appears initially to have taken the form of his\npressuring Banneker Ventures to withdraw from the project. However, when that appeared\nunlikely, Councilmember Graham appeared to pressure Banneker to bring on LaKritz Adler as a\npartner or purchase LaKritz Adler’s interest in an adjacent property.\nSec. 5. (a) Within several days of the May 29th meeting, an attorney with Mr. Williams\nof W2I sent an email to his clients in which he said, “this is complete bs [sic] and we are getting\nvery close to corruption, bid rigging, and other inappropriate conduct ... perhaps the us atty [sic]\nshould make the call on this by speaking with Mr. Graham about his request. Am I clear on\nth[i]s. To even consider it is placing each of us at risk. Period.” BEGA Opinion at 11.\n(b) Councilmember Graham’s conduct in relation to the approval process for the\nWMATA Florida Avenue development project and the award of the District’s lottery contract\nprompted 3 independent investigations:\n(1) OIG Report: While not the primary scope of the investigation, the Inspector\nGeneral evaluated allegations regarding Councilmember Graham’s conduct. Although the\nInspector General concluded that he did not find sufficient evidence to support or conclude that\nthe Councilmember acted improperly, he did state that “the councilmember’s action, in his\ncapacity as a councilmember and as a member of the quasi-public entity’s board, may give the\nappearance that he lost complete independence or impartiality, and may have affected adversely\nthe confidence of the public in the integrity of government… .” OIG Report at 7.\n(2) WMATA Report: A report prepared by the law firm of Cadwalader,\nWickersham & Taft LLP at the request of WMATA concluded that “Councilmember Graham\nacted in a manner contrary to [WMATA’s] Standards of Conduct” in that he “pitted the interests\nof the Council of the District of Columbia against the interests of [WMATA], and thereby\nunnecessarily created a conflict of interest, or, at the least, the appearance of a conflict of\ninterest” and that he “acted contrary to his duty to appear impartial.” As a result, the report\nconcluded, “Councilmember Graham’s action resulted in a breach of his duty to place the public\ninterest foremost in any dealings involving [WMATA].” WMATA Report at 53.\n(3) BEGA Opinion: The Memorandum Opinion issued by BEGA on February 7,\n2013, based only on a preliminary investigation, concludes that there is a “substantial body of\nevidence” suggesting that Councilmember Graham “violated at least three provisions of the\nDistrict of Columbia Code of Conduct.” BEGA Opinion at 26.\nSec. 6. (a) Only last year, legislation was enacted to establish the District of Columbia\nBoard of Ethics and Government Accountability (D.C. Law 19-124). The committee report\naccompanying this legislation makes clear the legislative intent: “to ensure that the ethics\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 751\n\nreforms contemplated by this bill will be enforced vigorously and without fear of reprisal or\nundue influence, the Committee establishes an independent Board of Ethics and Government\nAccountability.” Report on Bill 19-511, the Board of Ethics and Government Accountability\nEstablishment and Comprehensive Ethics Reform Amendment Act of 2011, December 5, 2011,\nat 21.\n(b)(1) The BEGA notified Councilmember Graham, in writing, on November 14, 2012,\nthat it had commenced a preliminary investigation into his conduct as described in the October\n11, 2012 WMATA Report. BEGA requested that Councilmember Graham explain: (1) whether\nhe disputed any of the factual findings contained in the WMATA Report; and (2) whether he\nbelieved his conduct violated the District’s Code of Conduct for employees. BEGA Opinion at\n2.\n(2) Through counsel, Councilmember Graham responded in a letter dated\nDecember 11, 2012, that he disagreed with the core factual finding in the WMATA Report that\nhe offered to support the bidder’s effort to secure the lottery contract if the bidder simultaneously\nwithdrew from the WMATA project. He further argued that, even if true, his actions would not\nbe a violation of the District’s Code of Conduct. BEGA Opinion at 2-3.\n(c) Importantly, BEGA disagreed. The conclusion of BEGA’s 27-page Memorandum\nOpinion is that the allegations do comprise conduct that violates 3 different provisions in the\nDistrict of Columbia Code of Conduct.\n(d) For jurisdictional reasons, BEGA declined to proceed to a formal investigation, but it\nfound preliminarily “there to be sufficient evidence to conclude that Councilmember Graham\ncommitted one or more violations of the District of Columbia Code of Conduct, justifying a\nformal investigation... .” BEGA Opinion at 4. Specifically, the BEGA Opinion states that:\n(1) Councilmember Graham displayed a complete lack of impartiality in\nviolation of 6B DCMR § 1803.1(a)(4), as his actions were motivated in significant part by\npersonal animus against Mr. Williams and a desire to secure a contract for a particular company.\nBEGA Opinion at 17-18;\n(2) Councilmember Graham gave preferential treatment in violation of 6B\nDCMR § 1803.1(a)(2), in that he tried to secure a role for LaKritz Adler in the WMATA\ndevelopment deal months after LaKritz Adler was eliminated from the competition. BEGA\nOpinion at 19;\n(3) Councilmember Graham engaged in conduct adversely affecting the\nconfidence of the public in the integrity of government in violation of 6B DCMR § 1803.1(a)(6),\nby his “sharp-elbowed political behavior.” BEGA Opinion at 19-20.\nSec. 7. (a) Councilmember Graham’s actions constitute a clear violation of Council Rule\n202(a), which requires that, as a Councilmember, he “maintain a high level of ethical conduct”\nand “refrain from taking, ordering, or participating in any official action that would adversely\naffect the confidence of the public in the integrity of the District government.” The Council\nfinds, following 2 years of controversy, 3 investigations, and widespread public comments, that\nCouncilmember Graham’s actions have adversely affected the confidence of the public in the\nintegrity of the District government.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-44, effective February 25, 2013\n\n20 DCSTAT 752\n\n(b) It should be noted that while the violations discussed in this resolution are serious\nand a breach of the public trust, there is no indication of criminal conduct by Councilmember\nGraham.\nSec. 8. To maintain the confidence of the public in the integrity of the legislative branch\nof government, the Council expresses disapproval of the conduct of Councilmember Jim Graham\nas detailed in this resolution, and hereby reprimands Councilmember Jim Graham for affecting\nadversely the confidence of the public in the integrity of government, in violation of D.C.\nOfficial Code § 1-618.01(a), 6B DCMR § 1803.1(a)(6), and Council Rule 202.\nSec. 9. The Council shall transmit a copy of this resolution, upon its adoption, to\nCouncilmember Jim Graham.\nSec. 10. This resolution shall take effect immediately.\n\n\f", 
  "title": "Council Reprimand of Councilmember Jim Graham Resolution of 2013", 
  "council_period": "20"
}