{
  "end": "3968", 
  "name": "Resolution_20-560.pdf", 
  "start": "3968", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-560, effective July 14, 2014\n\n20 DCSTAT 3968\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 9 to\nContract No. CFOPD-08-C-023 with Calvert Investment Distributors, Inc., to continue to\nprovide plan management services for the District of Columbia’s 457 College Savings Plan to the\nOffice of the Chief Financial Officer, Office of Finance and Treasury, and to authorize payment\nfor the services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. CFOPD-08-C-023 Modification Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 9 to Contract\nNo. CFOPD-08-C-023 with Calvert Investment Distributors, Inc., to continue to provide\nrecordkeeping, administration, investment management, marketing, customer service, and\ncustodial services for the District of Columbia’s 457 College Savings Plan to the Office of the\nChief Financial Officer, Office of Finance and Treasury, and to authorize payment for the\nservices received and to be received under the contract.\n(b) On June 28, 2013, the Contracting Officer executed Modification No. 2, which\npartially exercised the 1st year of a 2- year option period, Option Period One, from July 1, 2013,\nthrough October 31, 2013, in the amount of $833,332. Modifications Nos. 3 through 8 partially\nexercised the remainder of the 1st year of Option Period One from November 1, 2013, through\nJuly 31, 2014, at no cost.\n(c) Proposed Modification No. 9 would exercise the 2nd year of Option Period One from\nAugust 1, 2014, through June 30, 2015, in the not-to-exceed amount of $4,166,668.\n(d) Council approval is necessary because Modification No. 9 increases the contract to\nmore than $1 million during a 12-month period. Council approval is further necessary to allow\nthe continuation of these vital services and to allow Calvert Investment Distributors, Inc., to\ncontinue performance under the contract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. CFOPD-08-C-023 Modification Approval and Payment Authorization Emergency\nAct of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-947\nSee Emergency\nD.C. Act 20-408\n20 DCStat 3888\n\nContract No.\nCFOPD-08-C023\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No. CFOPD-08-C-023 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}