{
  "end": "4520", 
  "name": "Resolution_20-619.pdf", 
  "start": "4520", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-619, effective September 23, 2014\n\n20 DCSTAT 4520\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to symbolically designate the public\nalley in Square 2655, bounded by Colorado Avenue, N.W., and Blagden Avenue, N.W., in Ward\n4, as Zion Baptist Church Way.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Zion Baptist Church Way Emergency Declaration Resolution of\n2014”.\nSec. 2. (a) On February 10, 2014, Bill 20-683, the Zion Baptist Church Way\nDesignation Act of 2014, was introduced by Councilmember Bowser. Bill 20-683 would\nsymbolically designate the public alley in Square 2655, bounded by Colorado Avenue, N.W.,\nand Blagden Avenue, N.W., in Ward 4, as Zion Baptist Church Way. That legislation was\nreferred to the Committee of the Whole, which held a hearing on the bill on July 2, 2014.\n(b) Zion Baptist Church has long served not only the Ward 4 community where it is\nlocated, but residents across the District of Columbia. For 30 years, the church has partnered\nwith the District Office on Aging to provide senior daycare services for District residents at the\nGenevieve N. Johnson Senior Day Care Center near the church on Blagden Avenue. It has also\nworked with other organizations across the city to meet the needs of the community.\n(c) Zion Baptist Church has been a community fixture 52 years at its current location, as\nwell as throughout its history. The congregation plans to celebrate its 150-year anniversary on\nSunday, September 28, 2014.\n(d) The Committee of the Whole marked up Bill 20-683 at its regular meeting on\nSeptember 23, 2014, and the measure is on the consent agenda for first reading for a legislative\nmeeting following the Committee of the Whole.\n(e) Approval of emergency legislation will allow the symbolic designation of the alley\nto coincide with its sesquicentennial celebration.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Zion\nBaptist Church Way Emergency Designation Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1036\nSee Emergency\nD.C. Act 20-432\n20 DCStat 4149\n\nZion Baptist\nChurch Way\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Zion Baptist Church Way Emergency Declaration Resolution of 201", 
  "council_period": "20"
}