{
  "start": "2102", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-246, effective July 10, 2013\n\n20 DCSTAT 2102\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend An Act To classify the officers\nand members of the fire department of the District of Columbia to clarify “major changes” to the\nprovision of fire protection, fire prevention, or emergency medical services.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fire and Emergency Medical Services Major Changes\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to clarify the phrase “major changes” in\norder to resolve any confusion or concerns of the Fire and Emergency Medical Services\nDepartment (“Department”) regarding its ability to fill its funded vacancies and spend its\nallocated capital funds in order to provide fire and emergency medical services in the District of\nColumbia.\n(b) The phrase “major changes” was not intended to prevent the Department from\nutilizing its approved budget to fill vacancies, staff up paramedics as necessary, purchase\napparatus required to meet the needs of the District, and include those additions in its\ndeployment.\n(c) For the current fiscal year, the Mayor proposed, and the Council approved, an\noperating and capital budget for Fire & Emergency Medical Services that would meet the needs\nof the District with regard to fire suppression and emergency medical care. The Department\nsupported this budget and did not request additional resources.\n(d) For fiscal year 2014, the Mayor presented an operating and capital budget for Fire &\nEmergency Medical Services that was similar to the current fiscal year. The Department\nsupported this proposal and did not request additional resources. The Council approved a\nbudget that included additional resources for emergency medical services staffing and the\npurchase of additional apparatus.\n(e) The Department has continued to maintain a large percentage of vacancies in\noperations, and has failed to keep up with a fleet maintenance and replacement schedule.\nStaffing and purchasing apparatus at the level the Mayor and the Department identified as\nappropriate in the fiscal year 2013 and 2014 budget proposals would not be a “major change.”\nIt would, however, equip the Department to meet current service delivery needs.\n(f) Accordingly, the Department should not interpret “major changes” to prohibit the\nDepartment from filling those budgeted vacancies and purchasing those budgeted ambulances\nand then adding both to its deployment; provided, that there is no reduction or downgrade to the\nexisting deployment plan.\n\nProposed\nResolution\n20-390\nSee Emergency\nD.C. Act 20-150\n20 DCStat 2002\nFire and\nEmergency\nMedical\nServices\nMajor\nChanges\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-246, effective July 10, 2013\n\n20 DCSTAT 2103\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fire\nand Emergency Medical Services Major Changes Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2103", 
  "name": "Resolution_20-246.pdf", 
  "title": "Fire and Emergency Medical Services Major Changes Emergency Declaration Resolution of 2013"
}