{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-501, effective June 3, 2014\n\n20 DCSTAT 3474\n\nA RESOLUTION\n\nProposed\nResolution\n20-753\nSee Emergency\nD.C. Res. 20-502\n20 DCStat 3475\n\nTo declare the existence of an emergency with respect to the need to approve the transfer of jurisdiction\nover Lot 802, Square 4325, from the District of Columbia to the United States by the Department\nof the Interior, National Park Service.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Transfer of Jurisdiction Over Lot 802, Square 4325, within Fort\nLincoln New Town Emergency Declaration Resolution of 2014”.\n\nSec. 2 (a) The District proposes to transfer administrative jurisdiction of 0.92 acres of\nland in Lot 803,Square 4325, within Fort Lincoln New Town (the “parcel”), to the United States\nso that it may combine the parcel with additional property to be used for additional residential\ndevelopment at Fort Lincoln New Town.\n(b) The proposed additional residential development will provide needed additional\nhousing in the District and contribute to the overall success of the Fort Lincoln New Town\ndevelopment and to economic development in the surrounding areas.\n(c) The proposed transfer of jurisdiction requires approval of the Council and the\nNational Capital Planning Commission (“NCPC”). Prompt approval is needed by the Council\nso that the NCPC may consider the transfer at its next meeting.\n(d) Timely progress of the proposed additional development will contribute to the\noverall success of Fort Lincoln New Town. The proposed transfer of jurisdiction is necessary in\norder for the proposed additional development to proceed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTransfer of Jurisdiction Over Lot 802, Square 4325, within Fort Lincoln New Town Emergency\nApproval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nTransfer of\nJurisdiction\nOver Lot 802,\nSquare 4325,\nwithin Fort\nLincoln New\nTown\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Transfer of Jurisdiction Over Lot 802, Square 4325, within Fort Lincoln New Town Emergency Declaration Resolution of 2014",
  "end": "3474",
  "start": "3474",
  "name": "Resolution_20-501.pdf"
}