{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-675, effective October 28, 2014\n\n20 DCSTAT 4590\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978 to require each administrative law\njudge, hearing officer, or attorney who is required to be a member of the District of Columbia\nBar as a prerequisite of District government employment to file a Certificate of Good Standing\nfrom the District of Columbia Court of Appeals on an annual basis.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"District Government Certificate of Good Standing Filing\nRequirement Emergency Declaration Resolution of 2014\".\n\nSec. 2.(a) In a hearing held by the Committee on Business, Consumer and Regulatory\nAffairs on September 26, 2014, on the District’s private workers’ compensation program, it was\ndetermined that an administrative law judge had issued hundreds of workers’ compensation\nrulings even though the administrative law judge had been disbarred from the practice of law for\nover 16 years.\n(b) This has created a tremendous sense of confusion and frustration, and has\nundermined the confidence of the public in the District’s workers’ compensation program.\n(c) Emergency legislation is needed to insure that each administrative law judge,\nhearing officer, and attorney who is required to be a member of the District of Columbia Bar is\nrequired to file an annual Certificate of Good Standing from the District of Columbia Court of\nAppeals to prevent the unethical practice of law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDistrict Government Certificate of Good Standing Filing Requirement Emergency Amendment\nAct of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1120\nSee Emergency\nD.C. Act 20-480\n20 DCStat 4404\n\nDistrict\nGovernment\nCertificate of\nGood\nStanding\nFiling\nRequirement\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "District Government Certificate of Good Standing Filing Requirement Emergency Declaration Resolution of 2014",
  "end": "4590",
  "start": "4590",
  "name": "Resolution_20-675.pdf"
}