{
  "end": "4626", 
  "name": "Resolution_20-710.pdf", 
  "start": "4626", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-710, effective December 2, 2014\n\n20 DCSTAT 4626\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to the District of Columbia Health\nOccupations Revision Act of 1985 to extend the transition period for persons currently meeting\nthe requirements for licensure as trauma technologists in the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Trauma Technologists Licensure Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) On January 25, 2014, the Trauma Technologists Licensure Amendment Act,\nD.C. Law 20-0064, went into effect. Its intent, among other things, was to require the Board of\nMedicine to draft regulations that would require trauma technologists to become licensed.\n(b) A provision of that act allows individuals who have already met certain\nqualifications to be deemed trauma technologists for a period of 12 months following January\n25, 2014. The purpose of this provision was to cover individuals who have already been\nworking full-time as trauma technologists.\n(c) The Department of Health’s Board of Medicine planned to have the regulations in\nplace prior to January 25, 2014, but have recently acknowledged that they will not have them\ncompleted by this time.\n(d) Without this emergency measure, hundreds of individuals who have done the work\nof trauma technologists will be prevented from obtaining a license for work that they have\nalready done for years.\n(e) The Trauma Technologists Licensure Emergency Amendment Act of 2014 will\nextend the transition period by an additional 12 months, thus allowing for the Board of\nMedicine to complete the regulations and to permit individuals who are already doing the work\nof trauma technologists to do so without interruption.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTrauma Technologists Licensure Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1142\nSee Emergency\nD.C. Act 20-523\n20 DCStat 4437\n\nTrauma\nTechnologists\nLicensure\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Trauma Technologists Licensure Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}