{
  "start": "3126", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-429, effective March 4, 2014\n\n20 DCSTAT 3126\n\nA RESOLUTION\n\nProposed\nResolution\n20-651\n\nTo declare the sense of the Council that the United States Forest Service should prohibit horizontal\nhydraulic fracturing in the George Washington National Forest to protect regional water quality\nand supply.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of a Prohibition on Fracking in\nthe George Washington National Forest Resolution of 2014”.\n\nSec. 2. The Council finds that:\n(1) The George Washington National Forest is located in the Potomac River\nwatershed and plays a vital role in protecting downstream water quality.\n(2) The Potomac River is the sole source of water for the residents, visitors, and\nworkers in the District of Columbia.\n(3) The United States Army Corps of Engineers Washington Aqueduct draws\nwater from the Potomac River and is responsible for producing drinking water that meets water\nquality standards established by the U.S. Environmental Protection Agency (“EPA”) under the\nfederal Safe Drinking Water Act.\n(4) DC Water purchases water from the Washington Aqueduct and is\nresponsible for its delivery to the District, as well as complying with Safe Drinking Water Act\nstandards and monitoring water quality.\n(5) The Marcellus Shale geological formation, a potential source of natural gas\nthat can be mined by horizontal hydraulic fracturing, lies underneath over half of the George\nWashington National Forest.\n(6) Mining by horizontal hydraulic fracturing, also known as “fracking,”\nrequires millions of gallons of water per well. This water is combined with sand and numerous\nchemical additives and injected into wells to break up the shale and access natural gas. Waste\nwater from this process is often disposed of through underground injection. This process has\nbeen linked to significant adverse environmental impacts, including surface and drinking water\ncontamination.\n(7) The EPA is currently conducting a study of the impacts of hydraulic\nfracturing on drinking water resources, which will provide information and answer questions for\nlocal, state and federal decision makers. The draft report is expected to be released for public\ncomment and peer review this year.\n\nSense of the\nCouncil in\nSupport of a\nProhibition on\nFracking in\nthe George\nWashington\nNational\nForest\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-429, effective March 4, 2014\n\n20 DCSTAT 3127\n\n(8) The U.S. Forest Service is currently in the process of updating its George\nWashington National Forest Land and Resource Management Plan, which will direct natural\nresource management for the Forest for the next 10 to 15 years, including the possibility of\nmining the Marcellus Shale by horizontal hydraulic fracturing.\n(9) In October of 2011, Thomas P. Jacobus, General Manager of the Washington\nAqueduct, wrote a letter to Kenneth Landgraf, Acting Forest Supervisor of the George\nWashington National Forest, strongly supporting a prohibition on horizontal hydraulic\nfracturing for natural gas development in the George Washington National Forest. In the letter,\nMr. Jacobus stated that hydraulic fracturing in the George Washington National Forest gave\n“great cause for concern about the potential for degradation of the quality of our raw water\nsupply as well as impact to the quantity of the supply.”\n(10) In September of 2013, George Hawkins, General Manager of DC Water,\nwrote a letter to Thomas Vilsack, Secretary of the U.S. Department of Agriculture, expressing\nconcerns about allowing horizontal drilling in the George Washington National Forest. In the\nletter, Mr. Hawkins stated: “Uncertainties exist about the impacts of hydraulic fracturing on the\nDistrict’s source water and treatment process. Changes in source water quality can directly\naffect our customers, including increased costs for drinking water treatment, monitoring and\ncompliance. . . . It is my hope that the U.S. Forest Service will prohibit horizontal drilling in the\nGeorge Washington National Forest until it can be proven that the practice will not negatively\nimpact water quality.”\n(11) Numerous other counties, cities, and local and federal officials have written\nto or filed comments with the U.S. Forest Service supporting the prohibition of or expressing\nconcerns about horizontal fracturing in the George Washington National Forest, including the\nU.S. EPA, the National Park Service, Fairfax County Water Authority, U.S. Senators Tim Kaine\nand Mark Warner, and Mayor Vincent Gray.\nSec. 3. It is the sense of the Council that the United States Forest Service should\nprohibit horizontal hydraulic fracturing in the George Washington National Forest in its\nupcoming Revised Land and Resource Management Plan to protect water quality and supply in\nthe Potomac River watershed.\nSec. 4. The Secretary to the Council of the District of Columbia shall transmit copies of\nthis resolution upon its adoption to the Secretary of the United States Department of\nAgriculture, the Chief of the United States Forest Service, and the Director of the District\nDepartment of the Environment.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "end": "3127", 
  "name": "Resolution_20-429.pdf", 
  "title": "Sense of the Council in Support of a Prohibition on Fracking in the George Washington National Forest Resolution of 2014"
}