{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-254, effective July 10, 2013\n\n20 DCSTAT 2112\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve an extension of time to\ndispose of District-owned real property located at 310 7th Street, S.E.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Extension of Time to Dispose of Hine Junior High School\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) On September 15, 2009, the Office of the Deputy Mayor for Planning and\nEconomic Development (“DMPED”) awarded Stanton-Eastbanc LLC (“Developer”) exclusive\nrights to negotiate the redevelopment of District-owned real property located at 310 7th Street,\nS.E. (“Hine School” or “Property”).\n(b) The Council approved the Mayor’s authority to dispose of the Property pursuant to\nthe Hine Junior High School Disposition Approval Resolution of 2010, effective July 13, 2010\n(Res. 18-555; 57 DCR 7628).\n(c) In accordance with the Land Disposition and Development Agreement (“LDDA”)\ndated October 27, 2010, the District’s obligation to convey the Property to the Developer is\nsubject to the Developer meeting closing requirements, including: (1) obtaining necessary\napprovals from the Historic Preservation Review Board (“HPRB”) and the Zoning Commission;\n(2) obtaining permits for demolition, sheeting, and shoring for the project; and (3) securing\nfinancing necessary to fully perform development and construction obligations set forth in the\nconstruction and use covenant.\n(d) In accordance with the LDDA, the Developer submitted to HPRB its application for\napproval in February 2010. In September 2011, the Developer made a timely submission to the\nZoning Commission for approval of its Planned Unit Development (“PUD”) application. In\naddition, the Developer has applied for all permits necessary for demolition, sheeting, and\nshoring. However, in relation to the project schedule, the HPRB process required nearly 60\nadditional days, the PUD process required nearly 90 more days, and once the PUD was\napproved, it was published almost 30 days after the end of the 45-day time frame required for\npublishing, causing additional unforeseen delays.\n(e) In March 2013, residents filed a motion to reconsider the PUD approval for the\nproject with the Zoning Commission. The Zoning Commission denied the motion on the\ngrounds that the residents did not have party status. Following the Zoning Commission’s denial\nof the motion to reconsider, the residents filed an appeal with the D.C. Court of Appeals (the\n“Appeals Court”) of the PUD approval for the project. As of May 28, 2013, the Zoning\n\nProposed\nResolution\n20-350\nSee Emergency\nD.C. Act 20-113\n20 DCStat 1814\nExtension of\nTime to\nDispose of\nHine Junior\nHigh School\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-254, effective July 10, 2013\n\n20 DCSTAT 2113\n\nCommission had not yet provided to the Court of Appeals a certified copy of the PUD order to\nallow the project to have an expedited hearing in front of the Appeals Court.\n(f) Due to the extraordinary delays experienced throughout the entitlement process and\nbeyond the Developer’s control, the Developer will not have secured all necessary permits,\napprovals, or project financing before the expiration of the existing disposition authority on July\n13, 2013.\n(g) There is an immediate need to approve the extension of the Mayor’s authority to\ndispose of the Property to allow the District to preserve the projected hiring of District workers\n– the project will generate nearly 2,000 construction and project-related jobs – and all of the\nassociated economic and social benefits to these individuals and the District resulting from their\nemployment. An extension of the Mayor’s disposition authority will also allow the District to\nfurther its affordable and workforce housing goals and provide necessary senior housing at the\nsite, by creating at least 46 affordable housing units, 17 of which shall be reserved for seniors.\n(h) The proposed legislation will extend the Mayor’s authority to dispose the Property\nuntil July 13, 2014 and will enable the District and the Developer to meet the remaining closing\nrequirements for the District to transfer the Property to the Developer for redevelopment.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nExtension of Time to Dispose of Hine Junior High School Emergency Approval Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Extension of Time to Dispose of Hine Junior High School Emergency Declaration Resolution of 2013",
  "end": "2113",
  "start": "2112",
  "name": "Resolution_20-254.pdf"
}