{
  "end": "2662", 
  "name": "Resolution_20-274.pdf", 
  "start": "2662", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-274, effective September 17, 2013\n\n20 DCSTAT 2662\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend Chapter 13 of Title 47 of the\nDistrict of Columbia Official Code to freeze any July 2013 tax sale that has occurred of a\nresident’s real property who is a senior citizen, veteran, or disabled individual, to establish a\n$2,000 threshold of taxes owed for any real property to go to a tax sale, to require the District to\npay the owner of record before the tax sale any amount received by the District at the tax sale in\nexcess of the amount of taxes due to the District, and to cap attorney fees at $1,500.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “District Real Property Tax Sale Emergency Declaration\nResolution of 2013”.\n\nSec. 2. (a) The emergency legislation will cancel any July 2013 tax sale that has\noccurred of real property owned by a District of Columbia resident who is a senior citizen,\nveteran, or disabled individual, require the District to pay to the owner of record before a tax\nsale the difference between the amount the owner owed the District in taxes and the amount\npaid by the new owner, cap attorney fees at $1,500, and establish a $2,000 threshold of taxes\nowed before real property can to go to tax sale.\n(b) Emergency legislation is necessary to establish these equitable measures in law\nimmediately.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDistrict Real Property Tax Sale Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-430\nSee Emergency\nD.C. Act 20-179\n20 DCStat 2435\n\nDistrict Real\nProperty Tax\nSale\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "District Real Property Tax Sale Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}