{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-23, effective February 5, 2013\n\n20 DCSTAT 719\n\nA RESOLUTION\n\nProposed Resolution\n20-74\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nsection 47-2829 of the District of Columbia Official Code to authorize the District of Columbia\nTaxicab Commission to charge and collect reasonable fees to provide educational services for the\npublic vehicle-for-hire industry, with funds to be deposited into the Public Vehicles-for-Hire\nConsumer Service Fund.\n\nSee Emergency Act\nD.C. Act 20-16\n20 DCSTAT 471\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Public Vehicle-for-Hire Educational Services Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nPublic Vehicle-forHire Educational\nServices\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) The District of Columbia Taxicab Commission (“Commission”), which regulates\nthe public vehicle-for-hire industry in the District of Columbia, is statutorily required to provide\neducational services in the form of training courses, refresher courses, and testing for public vehiclefor-hire operators. These courses and examinations are prerequisites for obtaining a public vehiclefor-hire license.\n(b) In the past, these training courses and examinations were coordinated between the\nCommission and the University of the District of Columbia (\"UDC\") and offered at UDC.\nHowever, the course and examination have not been offered for some time. The Taxicab Service\nImprovement Amendment Act of 2012, effective October 22, 2012 (D.C. Law 19-184; 59 DCR\n9431), requires the Commission to revamp the required course and examination and offer it to\npublic vehicle-for-hire operators; however, the legislation does not authorize the Commission to\ncharge or collect fees to provide this course or the examination. Given the urgent need for the\nCommission to reopen the training course and examination as required by law, the Commission\nneeds to have the authority to charge and collect fees to operate the course and examination, as its\nexisting funds would not cover the expenses. The fees charged and collected would be used to\ndevelop and administer the course and examinations, offset the cost of using facilities to house the\ncourse and examinations, as well as create materials and provide instructors.\n(c) All of the fees that would be charged and collected from the course would be deposited\nin the Public Vehicle-For-Hire Consumer Service Fund, a special purpose revenue fund created by\nsection 20a of the District of Columbia taxicab Commission Establishment Act of 1985, effective\nMay 10, 1988 (D.C. Law 7-107; D. C. Official Code § 50-320), that contains all of the funds\navailable to the Commission, as it no longer receives local funds. The rental fee discussed in\nsubsection (b) of this section was not listed in the Master Fee Schedule, as required by the Fiscal\nYear 2013 Budget Submission Requirements Resolution of 2011, effective December 6, 2011 (Res.\n19-449; 58 DCR 11027), thus depriving the public and the Council of formal notice of this fee.\n(d) This Congressional review emergency legislation is necessary to authorize the\nCommission to charge and collect the fees described in subsection (b) of this section, as the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-23, effective February 5, 2013\n\n20 DCSTAT 720\n\nCommission is statutorily required to provide these courses and examination. Without this\nlegislation, the Commission would not be able to offer these courses and examinations to grant new\npublic vehicle-for-hire operator licenses. Furthermore, this Congressional review legislation is\nnecessary to ensure that there is no gap between when the emergency and temporary versions of this\nbill take effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Public\nVehicle-for-Hire Educational Services Congressional Review Emergency Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "‎Public Vehicle‎-‎For‎-‎Hire Educational Services Congressional Review Emergency of 2013 Congressional Review Emergency Declaration Resolution of 2013",
  "end": "720",
  "start": "719",
  "name": "Resolution_20-23.pdf"
}