{
  "start": "779", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-54, effective March 5, 2013\n\n20 DCSTAT 779\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. M0002 to\nContract No. CW14591 with Precision Truck Repair, Inc. to provide school bus maintenance\nservices and to authorize payment for the services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. M0002 to Contract No. CW14591 Approval\nand Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. M0002 to\nContract No. CW14591 to provide school bus maintenance services and to authorize payment for\nthe services received and to be received under the contract.\n(b) On June 1, 2012, Contract No. CW14591 was awarded to Precision Truck Repair,\nInc., to run from June 1, 2012, to May 31, 2013, in an amount not to exceed $900,000.\n(c) On October 1, 2012, Modification No. M0001 was issued extending the contract\nceiling to $999,000.\n(d) Modification No. M0002 proposes to extend the contract ceiling to $1,499,000.\n(d) Council approval is necessary because the value of Modification No. M0002 would\nincrease the contract value to more than $1million during a 12-month period.\n(e) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Precision Truck Repair, Inc. cannot be paid for services provided in excess of $1\nmillion.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. M0002 to Contract No. CW14591 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-90\nSee Emergency Act\nD.C. Act 20-27\n20 DCSTAT 490\n\nModification No.\nM0002 to Contract\nNo. CW14591\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\n\f", 
  "end": "779", 
  "name": "Resolution_20-54.pdf", 
  "title": "Modification No. M0002 to Contract Number Cw14591 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}