{
  "start": "2817", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-359, effective December 3, 2013\n\n20 DCSTAT 2817\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve multiyear Contract No.\nDCAM-13-NC-0112 with LimnoTech, Inc. to provide a consolidated total maximum daily load\nimplementation plan and revised monitoring program for the District Department of the\nEnvironment (DDOE), in response to the Municipal Separate Storm Sewer System permit that the\nEnvironmental Protection Agency issued to the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Proposed Multiyear Contract No. DCAM-13-NC-0112 Approval\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve multiyear Contract No. DCAM13-NC-0112 with LimnoTech, Inc. in an amount not to exceed $3,532,485.00, to provide a\nconsolidated total maximum daily load implementation plan and revised monitoring program for\nthe District Department of the Environment (“DDOE”), in response to the Municipal Separate\nStorm Sewer System permit that the Environmental Protection Agency issued to the District.\n(b) The proposed multiyear contract was competitively bid by the Department of\nGeneral Services on behalf of DDOE and awarded to LimnoTech, Inc.\n(c) The proposed multiyear contract requires Council approval pursuant to section\n451(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n803; D.C. Official Code §1-204.51(c)(3)).\n(d) Emergency approval of multiyear Contract No. DCAM-13-NC-0112 is to continue\nLimnoTech, Inc.’s services relative to the development of a consolidated total maximum daily\nload implementation plan and revised monitoring program for the DDOE.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProposed Multiyear Contract No. DCAM-13-NC-0112 Emergency Approval Resolution of\n2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-528\nSee Emergency\nD.C. Res. 20-360\n20 DCStat 2818\n\nProposed\nMultiyear\nContract No.\nDCAM-13NC-0112\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2817", 
  "name": "Resolution_20-359.pdf", 
  "title": "Proposed Multiyear Contract No. Dcam-13-Nc-0112 Emergency Declaration Resolution of 2013"
}