{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-769, effective December 18, 2012\n\n20 DCSTAT 584\n\nA RESOLUTION\n\nProposed Resolution\n19-1114\n\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. M0004 and\nM0005 to Contract Number DCAM-2011-C-0115 to provide biodiesel fuel to designated District\nfuel sites as needed, and to authorize payment for the services received and to be received under\nthe contract.\n\nSee Emergency Act\nD.C. Act 19-594\n20 DCSTAT 306\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. M0004 and Modification No. M0005 to\nContract Number DCAM-2011-C-0115 Approval and Payment Authorization Emergency\nDeclaration Resolution of 2012”.\n\nModification No.\nM0004 and\nModification No.\nM0005 to Contract\nNumber DCAM2011-C-0115\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. M0004\nand M0005 to Contract Number DCAM-2011-C-0115 to provide biodiesel fuel to\ndesignated District fuel sites and to authorize payment for the services received and to be\nreceived under the contract.\n(b) On June 28, 2011, Contract Number DCAM-2011-C-0115 was awarded to Tri Gas &\nOil Co., Inc. to expire on September 30, 2011 in the amount of $4.5 million.\n(c) On October 19, 2011, Modification No. 0001 was issued exercising partial option year\none of Contract Number DCAM-2011-C-0115 from October 28, 2011 through December 31,\n2011 in an amount not to exceed $999,999.00.\n(d) On December 19, 2011, Modification No. 0002 was issued exercising the balance of\nthe first option period from January 1, 2012 through October 27, 2012. The total estimated\namount for the full option year (Modification No. 0001 and Modification No. 0002) was\n$7,037,370.00.\n(e) On October 26, 2012, Modification No. 0004 was issued exercising partial option year\n2 from October 28, 2012 through December 31, 2012 in an amount not to exceed $999,999.00.\n(f) The District is now requesting approval of proposed Modification No. 00005 for the\nperiod of January 1, 2013 through October 27, 2013. The total estimated amount for the full\nsecond year option period (Modification No. 00004 & Modification No. 00005) is\n$5,890,713.00.\n(g) Council approval is necessary to allow the continuation of vital services provided by\nTri Gas & Oil Co., Inc. Without Council approval, Tri Gas & Oil Co., Inc. cannot be paid for\nservices provided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. M0004 and Modification No. M0005 to Contract Number DCAM-2011-C0115 Approval and Payment Authorization Emergency Act of 2012 be adopted after a single\nreading.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-769, effective December 18, 2012\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 585\n\n\f",
  "title": "Modification to Contract No. Dcam-2011-C-0115 Approval and Payment Authorization Emergency Declaration Resolution of 2012",
  "end": "585",
  "start": "584",
  "name": "Resolution_19-769.pdf"
}