{
  "end": "722", 
  "name": "Resolution_20-24.pdf", 
  "start": "721", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-24, effective February 5, 2013\n\n20 DCSTAT 721\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to approve\nan extension of time to dispose of District-owned real property located at 400-414 Eastern\nAvenue, N.E. and in the 6100 block of Dix Street, N.E., known for tax and assessment purposes as\nLots 17, 18, 19, and 806 in Square 5260.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Extension of Time to Dispose of Eastern Avenue Property\nCongressional Review Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-75\nSee Emergency Act\nD.C. Act 20-10\n20 DCSTAT 462\n\nExtension of Time to\nDispose of Eastern\nAvenue Property\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) In April 2009, the District concluded a competitive solicitation process by\nselecting Dix Street Corridor Revitalization Partners, LLC (“Developer”) to construct 63\ntownhome units on District-owned real property located at 400-414 Eastern Avenue, N.E., and in\nthe 6100 block of Dix Street, N.E., known for tax and assessment purposes as Lots 17, 18, 19,\nand 806 in Square 5260 (the “Property”). The two-phased project will be an entirely affordable\nmixed-income community consisting exclusively of newly constructed townhomes with offstreet parking.\n(b) Pursuant to the Land Disposition and Development Agreement (“LDDA”) dated\nOctober 16, 2009, the Developer’s ability to evidence documents required to close on all of the\ndebt financing and any additional funding sources for construction of the project is a condition\nprecedent to each closing phase. Due to delays caused by the parties’ agreement after execution\nof the LDDA that the Developer would provide more affordable housing at deeper levels of\naffordability and the resultant difficulty in securing qualified buyers at these new lower\naffordability levels, the funding of the second phase of the project will not occur before the\nexpiration of the Council’s previous approval, October 6, 2012, and therefore, closing before that\ndate will not be possible. The District and the Developer agree that the Developer will need\nadditional time beyond October 6, 2012 to secure and evidence funding for the second phase of\nthe project.\n(c) There is an immediate need to approve the extension of the Mayor’s authority to\ndispose of the Property to allow the District to further its affordable housing goals and be made\nwhole with respect to its project-based investment, and to provide the benefits of affordable and\nworkforce housing to the community.\n(d) On October 4, 2012, the Council enacted the Extension of Time to Dispose of the\nEastern Avenue Property Emergency Amendment Act of 2012, effective October 4, 2012 (D.C.\nAct 19-456; 59 DCR 11746) (\"emergency legislation\"), which remedied the above-referenced\nissues. The emergency legislation expired on January 2, 2013.\n(e) Accompanying temporary legislation has not completed the 30-day Congressional\nreview period required by section 602(c)(1) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)), and is not\nprojected to become law until March of 2013.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-24, effective February 5, 2013\n\n20 DCSTAT 722\n\n(f) The emergency legislation extended the Mayor’s disposition authority for the Property\nuntil October 6, 2013, to allow the parties to meet the remaining closing deadlines and avert the\nsubstantial harm and loss to the District. It is important that the provisions of the emergency\nlegislation remain in effect with minimal interruption until the temporary legislation takes effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nExtension of Time to Dispose of Eastern Avenue Property Congressional Review Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Extension of Time to Dispose of Eastern Avenue Property Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}