{
  "end": "2685", 
  "name": "Resolution_20-292.pdf", 
  "start": "2685", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-292, effective September 17, 2013\n\n20 DCSTAT 2685\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Contract No . CWI 7400 to\nprovide loan servicing, loan collection, and foreclosure services for District residents' loans under\nvarious Department of Community Housing and Development programs and to authorize payment\nfor services received and to be received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Contract No. CW l7400 Approval and Payment Authorization\nEmergency Declaration Resolution of 2013\".\n\nSec. 2. (a) There exists an immediate need to approve Contract No. CWl 7400 with\nAmeriNational Community Services, Inc. (\"AmeriNational\") to provide loan servicing, loan\ncollection, and foreclosure services for District residents' loans under various Department of\nHousing and Community Development (“DHCD”) programs and to authorize payment for\nservices received and to be received under that contract.\n(b) On October 3, 2012, the Office of Contracting and Procurement (\"OCP\"), on behalf\nof DHCD, entered into Contract No. CW J 7400 with AmeriNational to provide loan servicing, loan\ncollection, and foreclosure services for District residents' loans under various DHCD programs\nfrom October 3, 2012 through October 2, 2013 in an amount not to exceed $750,00000.\n(c) On June 7, 2012, by Modification No. 2, OCP increased the contract ceiling\namount to $999,000.00.\n(d) OCP now desires to increase the contract ceiling amount to $1.4 million for the\nperiod from October 3, 2012 through October 2, 2013.\n(e) Council approval is necessary since the contract is more than $1 million during a\n12-month period.\n(f) C o u n c i l a pproval is also necessary to allow the continuation of these vital\nservices. Without this approval, AmeriNational cannot be paid for services provided in\nexcess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. CWl 7400 Approval and Payment Authorization Emergency Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-371\nSee Emergency\nD.C. Act 20-174\n20 DCStat 2428\n\nContract No.\nCWl7400\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Contract No. Cw17400 Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}