{
  "start": "718", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-22, effective February 5, 2013\n\n20 DCSTAT 718\n\nA RESOLUTION\n\nProposed Resolution\n20-72\n\nTo declare the existence of an emergency, due to Congressional review, to amend Chapter 46 of Title 47 of\nthe District of Columbia Official Code to abate the real property taxes on the real property known\nas the Parkside Parcel E and J Mixed-Income Apartments.\n\nSee Emergency Act\nD.C. Act 20-15\n20 DCSTAT 469\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Parkside Parcel E and J Mixed-Income Apartments Tax\nAbatement Congressional Review Emergency Declaration Resolution of 2013”.\n\nParkside Parcel E\nand J Mixed-Income\nApartments Tax\nAbatement\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) In December 2012, the Council enacted the Parkside Parcel E and J\nMixed-Income Apartments Tax Abatement Emergency Act of 2012, effective December 2, 2012\n(D.C. Act 19-556; 59 DCR 14782) (“emergency legislation”) and the Parkside Parcel E and J\nMixed-Income Apartments Tax Abatement Temporary Act of 2012, signed by the Mayor on\nDecember 20, 2012 (D.C. Act 19-573; 60 DCR 00101) (“temporary legislation”). The Parkside\nParcel E and J Mixed-Income Apartments are part of a large, 15-acre mixed-use development\nproject in the Kenilworth-Parkside neighborhood of Ward 7. A tax abatement is necessary to\nfacilitate a speedy closing process in order to break ground on these buildings as soon as\npossible. In absence of this tax abatement, the funding sources may not be available to make this\nproject a reality.\n(b) The emergency legislation will expire on March 2, 2013, before the temporary\nlegislation is in effect and before the permanent legislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nParkside Parcel E and J Mixed-Income Apartments Tax Abatement Congressional Review\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "718", 
  "name": "Resolution_20-22.pdf", 
  "title": "Parkside Parcel E and J Mixed‎-‎Income Apartments Tax Abatement Congressional Review Emergency Declaration Resolution of 2013"
}