{
  "end": "3112", 
  "name": "Resolution_20-415.pdf", 
  "start": "3112", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-415, effective February 4, 2014\n\n20 DCSTAT 3112\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend section 9 the Animal Control\nAct of 1979 to clarify that an educational institution is permitted to have animals for educational\nand instructional purposes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Classroom Animal for Educational Purposes Clarification\nEmergency Declaration Resolution of 2014\".\n\nSec. 2. (a) There is an immediate need to amend section 9(h) of the Animal Control Act\nof 1979, effective October 18, 1979 (D.C. Law 3-30; D.C. Official Code § 8-1808(h)), to make\nclear that animals at educational institutions are permitted for educational and instructional\npurposes.\n(b) The Department of Health has previously notified schools across the District that\nthey must remove animals – such as geckos, frogs, toads, tadpoles, and other species historically\nused for instructional purposes but not specifically cited in section 9 of the Animal Control Act\nof 1979 – or the District will seize and destroy them.\n(c) This interpretation has caused concern among educators and school administrators\nand potentially disrupts the teaching and learning opportunities for students.\n(d) This emergency action will prevent classroom and instructional animals from being\nremoved and ensure that the schools can continue teaching sciences and biology with living\ncreatures that are treated and maintained humanely and safely.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nClassroom Animal for Educational Purposes Clarification Emergency Amendment Act of 2014\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-648\nSee Emergency\nD.C. Act 20-274\n20 DCStat 3034\n\nClassroom\nAnimal for\nEducational\nPurposes\nClarification\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Classroom Animal for Educational Purposes Clarification Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}