{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-475, effective May 6, 2014\n\n20 DCSTAT 3418\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Option Period Three of a\nMemorandum of Understanding with the Defense Logistics Agency, Defense Supply Center\nPhiladelphia to continue to provide critical pharmaceuticals for participants in the District’s\nHIV/AIDS Drug Assistance Program and other indigent care programs and to authorize payment\nfor the services received and to be received under the Memorandum of Understanding.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Option Period Three of Memorandum of Understanding with the\nDefense Logistics Agency, Defense Supply Center Philadelphia Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Option Period Three of a\nMemorandum of Understanding with the Defense Logistics Agency, Defense Supply Center\nPhiladelphia to continue to provide critical pharmaceuticals for participants in the District’s\nHIV/AIDS Drug Assistance Program and other indigent care programs and to authorize\npayment for the services received and to be received under the Memorandum of Understanding.\n(b) On June 25, 2005, the District entered into a Memorandum of Understanding with\nthe Defense Logistics Agency, Defense Supply Center Philadelphia to provide pharmaceutical\nand pharmaceutical supplies for a base period of April 1, 2005 through September 30, 2007.\n(c) The first option period for the Memorandum of Understanding was from October 1,\n2007 through March 31, 2010.\n(d) The second option period for the Memorandum of Understanding was from April 1,\n2010 through September 30, 2012.\n(e) The third option period for the Memorandum of Understanding is from October 1,\n2012 through March 31, 2015 for a total of $144,332,292.79.\n(f) Council approval is necessary because the value of Option Period Three would\nincrease the contract value to more than $1 million during a 12-month period.\n(g) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Defense Logistics Agency, Defense Supply Center Philadelphia cannot be paid for\nservices provided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Option\nPeriod Three of Memorandum of Understanding with the Defense Logistics Agency, Defense\nSupply Center Philadelphia Approval and Payment Authorization Emergency Act of 2014 be\nadopted after a single reading.\n\nProposed\nResolution\n20-704\nSee Emergency\nD.C. Act 20-327\n20 DCStat 3308\n\nOption Period\nThree of\nMemorandum\nof\nUnderstanding\nwith the\nDefense\nLogistics\nAgency,\nDefense Supply\nCenter\nPhiladelphia\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-475, effective May 6, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 3419\n\n\f",
  "title": "Option Period Three of Memorandum of Understanding with the Defense Logistics Agency, Defense Supply Center Philadelphia Approval and Payment Authorization Emergency Declaration Resolution of 2014",
  "end": "3419",
  "start": "3418",
  "name": "Resolution_20-475.pdf"
}