{
  "start": "709", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-15, effective January 8, 2013\n\n20 DCSTAT 709\n\nA RESOLUTION\n\nProposed Resolution\n20-34\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to clarify\nthe applicability date for the implementation of the Processing Sales Tax Clarification Act of\n2010.\n\nSee Emergency Act\nD.C. Act 20-6\n20 DCSTAT 455\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Processing Sales Tax Clarifying Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nProcessing Sales Tax\nClarifying\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) The Processing Sales Tax Clarification Act of 2010, effective March 12,\n2011 (D.C. Law 18-707; 58 DCR 3) (“2010 act”), was enacted to clarify the application of the\nsales tax exemption for utilities used for refrigeration in a restaurant or hotel restaurant.\n(b) There was an unfunded fiscal impact based on restaurants no longer having to\ndemonstrate predominant use in order to qualify for the sales tax exemption. Inadvertently, the\n2010 act did not include a provision making the act subject to its fiscal effect being included in\nan approved budget and financial plan.\n(c) In late 2012, the Council enacted emergency and temporary legislation to include an\napplicability provision to account for the unfunded fiscal impact.\n(d) The emergency legislation will expire on January 24, 2013, before the temporary\nlegislation is law. It is important that this technical amendment continues to amend the 2010 act\nuntil the temporary is law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProcessing Sales Tax Clarifying Congressional Review Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "709", 
  "name": "Resolution_20-15.pdf", 
  "title": "Processing Sales Tax Clarifying Congressional Review Emergency Declaration Resolution of 2013"
}