{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-318, effective November 5, 2013\n\n20 DCSTAT 2733\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. FY13007 through No. FY13-013 to Contract No. GM-10-S-0707A-FM between the District of\nColumbia government and Keystone Plus Construction Corporation for On-Call Small Capital\nProjects, and to authorize payment to Keystone Plus Construction Corporation, in the aggregate\namount of $1,352,252.58 for the goods and services to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. FY13-007 through No. FY13-013 to\nContract No. GM-10-S-0707A-FM Approval and Payment Authorization Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders No. FY13-007\nthrough No. FY13-013 to Contract No. GM-10-S-0707A-FM for On-Call Small Capital Projects\nin the aggregate amount of $1,352,252.58 and to authorize payment for the goods and services\nto be received under these change orders.\n(b) The underlying contract was competitively bid and awarded to Keystone Plus\nConstruction Corporation (“Keystone”), and the Council previously approved option year 2 with\na not-to-exceed amount of $2,450,000 (CA 19-0460). The Council then approved Change\nOrders No. FY13-001 through FY13-006 with an aggregate value of $2,168,675.58 (B20-0351).\nThereafter, the Department of General Services issued Change Orders FY13-007 through FY13012. The aggregate value of Change Orders No. FY13-007 through No. FY13-012 was under\n$1 million; thus, these change orders did not require Council approval.\n(c) Change Order No. FY13-013 will cause the aggregate value of change orders issued\nafter Council approval of Option Year 2 of Contract No. GM-10-S-0707A-FM and approval of\nChange Orders No. FY13-001 through FY13-006 to exceed the $1 million threshold pursuant to\nsection 451 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. FY13-007 through No. FY13-013 in the aggregate\namount of $1,352,252.58 is necessary to compensate Keystone for work to be completed\npursuant to Contract No. GM-10-S-0707A-FM for On-Call Small Capital Projects.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Orders No. FY13-007 through No. FY13-013 to Contract No. GM-10-S-0707A-FM\nApproval and Payment Authorization Emergency Act of 2013 be adopted after a single reading.\n\nProposed\nResolution\n20-504\nSee Emergency\nD.C. Act 20-223\n20 DCStat 2612\n\nChange\nOrders No.\nFY13-007\nthrough No.\nFY13-013 to\nContract No.\nGM-10-S0707A-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-318, effective November 5, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2734\n\n\f",
  "title": "Change Order No. Fy13-007 Through No. Fy13-013 to Contract Gm-10-0707a-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2734",
  "start": "2733",
  "name": "Resolution_20-318.pdf"
}