{
  "start": "3392", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-458, effective April 8, 2014\n\n20 DCSTAT 3392\n\nA RESOLUTION\nTo approve, on an emergency basis, Modification Nos. 8 and 9 under Task Order No. DCKA-2013-T-0006\nto Alta Bicycle Share, Inc. for services and equipment received by the District Department of\nTransportation for the Capital Bikeshare Program and to authorize payment for the services and\nequipment received and to be received under the modifications.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 8 and 9 to Task Order No. DCKA-2013-T0006 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 8 and 9 to\nTask Order No. DCKA-2013-T-0006 for the Capital Bikeshare Program for the District\nDepartment of Transportation and to authorize payments for the services and equipment\nreceived and to be received under the modifications.\n(b) On December 21, 2013, the District Department of Transportation (“DDOT”)\nexercised a partial option for one month in the amount of $897,103.00 under Task Order No.\nDCKA-2013-T-0006 with Alta Bicycle Share, Inc. (“Alta”).\n(c) On January 21, 2014, DDOT exercised the remainder of option year one for the\nperiod of January 21, 2014, through December 20, 2014, in the amount of $7,689,959.30, for a\ntotal amount of $8,567,062.30 for option year one.\n(d) Council approval of Modification Nos. 8 and 9 to Task Order No. DCKA-2013-T0006 is necessary, as the total amount of option year one is over $1 million during a 12-month\nperiod.\n(e) Without Council approval, Alta cannot be paid for services and equipment provided\nin excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 8 and 9 to Task Order No. DCKA-2013-T-0006 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-708\nSee Emergency\nD.C. Act 20-314\n20 DCStat 3297\n\nModification\nNos. 8 and 9\nto Task Order\nNo. DCKA2013-T-0006\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3392", 
  "name": "Resolution_20-458.pdf", 
  "title": "Modifications No. 8 and 9 to Task Order No. DCKA-2013-T-0006 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}