{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-384, effective January 7, 2014\n\n20 DCSTAT 3079\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to create\na separate fund for fees for project review and mitigation measures by developers, property\nowners, and utility companies in connection with projects on private property or public space\nthat may impact the District Department of Transportation's ability to manage and maintain the\ntransportation infrastructure in the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Transportation Infrastructure Mitigation Congressional Review\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. The District Department of Transportation (“DDOT”) needs authority to receive\nfunds from developers, property owners, and utility companies in connection with projects on\nprivate property or public space that may impact the safe flow of buses, trucks, passenger vehicles,\nand other modes of transportation through the District. Pursuant to Board of Zoning orders or\nsimilar directives from outside agencies, developers and property owners are required, from time to\ntime, to provide DDOT with funds to study and mitigate the impact of their projects on the\ntransportation infrastructure. Until recently, those funds were transferred to the District using the\ndonation system. However, recent legal review has determined that DDOT must receive those\nfunds through an appropriation approved by Congress. This legislation will enable DDOT to\ncontinue receiving these funds and installing the necessary traffic mitigation measures, which in\nturn will ensure the public safety at or near new or improved developments. Without this\nlegislation, DDOT will not have enough funds to study the impact of new or improved\ndevelopments and install the necessary traffic signals or other devices to ensure pedestrian and\nvehicular safety at those locations. Furthermore, this Congressional review emergency legislation is\nnecessary to ensure that there is no gap between the expiration of the emergency version of this\nlegislation and the enactment of the temporary version of this legislation.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTransportation Infrastructure Mitigation Congressional Review Emergency Amendment Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-611\nSee Emergency\nD.C. Act 20-268\n20 DCStat 3030\n\nTransportation\nInfrastructure\nMitigation\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Transportation Infrastructure Mitigation Congressional Review Emergency Declaration Resolution of 2014",
  "end": "3079",
  "start": "3079",
  "name": "Resolution_20-384.pdf"
}