{
  "end": "4541", 
  "name": "Resolution_20-636.pdf", 
  "start": "4541", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-636, effective October 7, 2014\n\n20 DCSTAT 4541\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor for employees employed by District of Columbia Public Schools who are\nrepresented by Teamsters Local 639, affiliated with the International Brotherhood of Teamsters.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Public Schools and Teamsters Local 639, Affiliated with the International\nBrotherhood of Teamsters Emergency Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the compensation agreement and related pay\nschedules negotiated through collective bargaining between the District of Columbia Public\nSchools and the Teamsters Locals 639, affiliated with the International Brotherhood of\nTeamsters, which were transmitted to the Council by the Mayor on September 16, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto Teamsters Local 639 and the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-1018\nEmergency\nDeclaration\nRes. 20-635\n20 DCStat 4539\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nPublic Schools\nand\nTeamsters\nLocal 639,\nAffiliated with\nthe\nInternational\nBrotherhood\nof Teamsters\nEmergency\nApproval\nResolution of\n2014\n\n\f", 
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Public Schools and Teamsters Local 639, Affiliated with the International Brotherhood of Teamsters Emergency Approval Resolution of 2014", 
  "council_period": "20"
}