{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-283, effective September 17, 2013\n\n20 DCSTAT 2676\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. M005 to\nContract No. DCFA-2009-C-2292 with PFC Associates, LLC, to provide occupational and\nemergency medical services, in a managed care environment, for up to 6,600 covered employees,\nprimarily in the Metropolitan Police Department and Fire and Emergency Medical Services\nDepartment, and to authorize payment for the services received and to be received under these\nmodifications.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCFA-2009-C-2292 Modification No. M005\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve a contract modification to\nprovide occupational and emergency medical services to the Metropolitan Police Department,\nthe Fire and Emergency Medical Services Department, and covered law enforcement and public\nsafety personnel of partner District and federal agencies that receive medical services under\nContract No. DCFA-2009-C-2292.\n(b) The Office of Contracting and Procurement (“OCP”), on behalf of the Metropolitan\nPolice Department, awarded a contract to PFC Associates, LLC, on July 13, 2010, to provide\nthese services. The term of the contract was for 3 base years and 2 option years.\n(c) On June 28, 2013, OCP issued Modification No. M005 that exercised Option Year\nOne for the period July 1, 2013, through June 30, 2014, for an amount not to exceed\n$12,629,255.00.\n(d) OCP now seeks Council approval for Modification No. M005, thereby approving the\nexercise of Option Year One for the period July 1, 2013, through June 30, 2014, in an amount\nnot to exceed $12,629,255.00.\n(e) Council approval is necessary to allow the District to continue to receive the benefit\nof these critical services from PFC Associates, LLC.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCFA-2009-C-2292 Modification No. M005 Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-402\nSee Emergency\nD.C. Act 20-164\n20 DCStat 2407\n\nContract No.\nDCFA-2009C-2292\nModification\nNo. M005\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Contract No. Dcfa-2009-C-2292 Modification No. M005 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2676",
  "start": "2676",
  "name": "Resolution_20-283.pdf"
}