{
  "start": "1544", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-130, effective May 7, 2013\n\n20 DCSTAT 1544\n\nA RESOLUTION\n\nProposed\nResolution\n20-241\n\nTo declare, on an emergency basis, as no longer required for public purposes the District-owned real\nproperty located at 5901 9th Street, N.W., commonly known as the Paul School and designated for\ntax and assessment purposes as Lot 0814, Square 2985.\n\nEmergency\nDeclaration\nResolution\n20-130\n20 DCStat 1543\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Paul School Surplus Property Declaration Emergency Resolution\nof 2013”.\n\nPaul School\nSurplus\nProperty\nDeclaration\nEmergency\nResolution of\n2013\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 5901 9th Street, N.W.,\ncommonly known as the Paul School and designated for tax and assessment purposes as Lot\n0814, Square 2985 (“Property”). The Property is comprised of a building containing\napproximately 128,400 square feet.\n(b) The Property is currently occupied by the Paul Public Charter School (“Paul School”),\nand has been since 2003, pursuant to a lease that expires on August 31, 2018. The Paul School\napproached the District through the Department of General Services about entering into a new\nlong-term lease in exchange for completely renovating and remodeling the Property without any\nDistrict funds and expanding its operation to include a high school program benefiting many of\nthe residents of Ward 4.\n(c) The Paul School is the only charter school conversion in the District, which began as\na public school. The Property has served as a public school, either traditional or charter, since\napproximately 1930. Given the current use of the Property as a high-performing charter school, it\nis not in the best interest of the District to change the use of the Property.\n(d) The most viable option for the Property is to maintain its continued use as a public\neducation facility. Declaring that the Property is no longer required for public purposes and\ndisposing of it under a long-term ground lease, or other method, is the most expedient and costeffective solution to:\n(1) Reactivate the Property;\n(2) Provide public benefits, such as a charter school;\n(3) Allow the District to retain long-term fee-simple ownership of the Property;\nand\n(4) Provide residents with outstanding educational services.\n(e) Pursuant to section 1(a-1)(4) of an Act Authorizing the sale of certain real estate in the\nDistrict of Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-130, effective May 7, 2013\n\n20 DCSTAT 1545\n\n1211; D.C. Official Code §10-801(a-1)(4)) (“Act”), a public hearing was held on January 10,\n2012, regarding the finding that the real property is no longer required for public purposes.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council finds that the Property is no\nlonger required for public purposes.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "1545", 
  "name": "Resolution_20-130.pdf", 
  "title": "Paul School Surplus Emergency Approval Resolution of 2013"
}