{
  "end": "740", 
  "name": "Resolution_20-38.pdf", 
  "start": "740", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-38, effective February 19, 2013\n\n20 DCSTAT 740\n\nA RESOLUTION\n\nProposed\nResolution\n20-97\n\nTo declare the existence of an emergency with respect to the need to allow the District of Columbia Board\nof Ethics and Government Accountability to issue advisory opinions upon its own initiative and\nexpand the range of penalties that may be imposed for a violation of the Code of Conduct.\n\nSee Emergency\nAct\nD.C. Act 20-24\n20 DCSTAT 483\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Board of Ethics and Government Accountability Emergency\nDeclaration Resolution of 2013”.\n\nBoard of\nEthics and\nGovernment\nAccountability\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) There exists an emergency regarding the authority of the District of\nColumbia Board of Ethics and Government Accountability (the “Ethics Board”) to issue\nadvisory opinions upon its own initiative.\n(b) Although section 219 of the Board of Ethics and Government Accountability\nEstablishment and Comprehensive Ethics Reform Amendment Act of 2011, effective April 27,\n2012 (D.C. Law 19-124; D.C. Official Code § 1-1162.19), grants the Ethics Board the authority\nto issue advisory opinions, that authority only extends to circumstances in which an application\nis made by an employee or public official for such an opinion.\n(c) The Ethics Board has requested clarification as to whether it may issue advisory\nopinions upon its own initiative.\n(d) Expressly granting the Ethics Board authority to issue advisory opinions upon its own\ninitiative would allow it to provide prospective guidance on the laws over which it has\njurisdiction and would better inform the public of the District’s ethics standards.\n(e) In addition, expanding the range of penalties that may be imposed for a violation of\nthe Code of Conduct allows the Ethics Board to impose a penalty commensurate with the\nseriousness of the violation.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Ethics and Government Accountability Emergency Amendment Act of 2013 be adopted after\na single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Board of Ethics and Government Accountability Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}