{
  "end": "4604", 
  "name": "Resolution_20-685.pdf", 
  "start": "4603", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-685, effective November 18, 2014\n\n20 DCSTAT 4603\n\nA RESOLUTION\n\nProposed\nResolution\n20-1103\n\nTo approve the proposed Mid City East Small Area Plan.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Mid City East Small Area Plan Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 4(c)(4) of the District of Columbia Comprehensive Plan Act\nof 1984 Land Use Element Amendment Act of 1984, effective March 16, 1985 (D.C. Law 5187; D.C. Official Code § 1-306.03(c)(4)), the Mayor transmitted to the Council the proposed\nMid City East Small Area Plan, dated October 10, 2014 (“Plan”).\nSec. 3. The Council finds that:\n(1) The Plan area is located in Wards 1, 5, and 6, and includes the\nneighborhoods of Bates/Truxton Circle, Bloomingdale, Eckington, Hanover, LeDroit Park, and\nSursum Corda, as well as portions of Edgewood and Stronghold. The planning area is defined\nby the following boundaries: Channing Street, N.W., to the north to The Glenwood Cemetery,\nsouth to Bryant Street N.E., west to North Capitol Street, N.E., south to V Street, N.E., east to\nRhode Island Avenue, N.E., northeast to 4th Place, N.E., south to W Street, N.E., east to 5th\nPlace, N.E., south to V Street, N.E., east to CSX Railroad Tracks, south to R Street, N.E., west\nto Eckington Place, N.E., south to Q Street, N.E., west to North Capitol Street, N.E., south to L\nStreet, N.W., west to New Jersey Avenue, N.W., north to Florida Avenue, N.W., west to 6th\nStreet, N.W., north to U Street, N.W., east to 5th Street, N.W., north to Oakdale Place, N.W.,\neast to 4th Street, N.W., north to V Street, N.W., west to 5th Street, N.W., north to W Street,\nN.W., east midblock between 4th Street, N.W., and 2nd Street, N.W., north to Bryant Street,\nN.W., east to 1st Street, N.W., and north to Channing Street, N.W.\n(2) The Plan was initiated in February of 2013 by the Office of Planning. The\nComprehensive Plan for the National Capital: District Elements calls for the preparation of a\nsmall area plan/revitalization strategy for the North Capitol/Florida Avenue business district,\nincluding recommendations for streetscape improvements, land use and zoning changes, parking\nmanagement and pedestrian safety improvements, retail development, and opportunities for new\nhousing and public services. (Policy MC-2.72: Eckington/Bloomingdale 2017.6).\n(3) The proposed Plan was published and made available to the public on July 7,\n2014, and a Mayoral hearing was conducted on July 29, 2014.\n\nMid City East\nSmall Area\nPlan Approval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-685, effective November 18, 2014\n\n20 DCSTAT 4604\n\n(4) The purpose of the Plan is to provide a framework for conservation,\ndevelopment, sustainability and connectivity in the neighborhoods of Bates/Truxton Circle,\nBloomingdale, Eckington, Hanover, LeDroit Park, and Sursum Corda, as well as portions of\nEdgewood and Stronghold. The vision is to improve quality of life and enhance neighborhood\namenities and character while supporting a community of culturally, economically, and\ngenerationally diverse residents.\n(5) The Plan uses specific land use analysis and incorporates the broadest range\nof planning techniques and practical solutions to achieve the District’s goals and objectives.\n(6) The Plan goals are to revitalize North Capitol Street, Rhode Island Avenue,\nand Florida Avenue as thriving and pedestrian friendly corridors, and preserve the individual\ncharacter of Bates/Truxton Circle, Bloomingdale, Eckington, Hanover, LeDroit Park, and\nSursum Corda. The Plan outlines strategies to provide recommendations under 6 core themes as\nfollows:\n(A) Neighborhood Character – opportunities to conserve the architectural\ncharacter and cultural resources of each neighborhood;\n(B) Commercial Revitalization – opportunities to revitalize\nneighborhood commercial areas including retail, dining, and small office space;\n(C) Redevelopment Opportunities and Housing – opportunities to\nimprove the neighborhoods through infill, new development, and the provision of affordable\nhousing;\n(D) Neighborhood Placemaking and Public Realm – opportunities to\nenhance neighborhood identity and improve sidewalks and public spaces;\n(E) Parks, Green Space, and Stormwater – opportunities to add or\nenhance parks and green space while reducing stormwater runoff; and\n(F) Connectivity – opportunities to improve connectivity and mobility\nbetween neighborhoods and from the neighborhoods to other District destinations.\n(7) The Plan defines near and mid-term strategies for revitalization and\narticulates broad development goals, urban design, and definitive priority actions deemed\ncritical to the revitalization of the neighborhoods and commercial corridors within the Plan area.\n(8) Once approved, the Plan will provide supplemental guidance to the Zoning\nCommission and other District agencies in carrying out the policies of the District of Columbia\nComprehensive Plan.\nSec. 4. The Plan, as submitted, is approved by the Council as a small area action plan.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. This resolution shall take effect immediately.\n\n\f", 
  "title": "Mid City East Small Area Plan Approval Resolution of 2014", 
  "council_period": "20"
}