{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-626, effective October 7, 2014\n\n20 DCSTAT 4528\n\nA RESOLUTION\n\nProposed\nResolution\n20-1064\nSee Emergency\nD.C. Act 20-449\n20 DCStat 4188\n\nTo declare the existence of an emergency, due to congressional review, with respect to the need to make\nminor, technical, and clarifying amendments to various budget-related provisions of law.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fiscal Year 2015 Budget Support Congressional Review\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) On June 24, 2014, the Council passed D.C. Act 20-377, the Fiscal Year 2015\nBudget Support Emergency Act of 2014. The act was vetoed by the Mayor on July 11, 2014, and\nthe Council overrode the veto on July 14, 2014. D.C. Act 20-377 will expire on October 12, 2014.\n(b) On June 24, 2014, the Council also passed Bill 20-750, the Fiscal Year 2015 Budget\nSupport Act of 2014. The Mayor returned that permanent legislation unsigned, and it is currently\nundergoing congressional review. The Fiscal Year 2015 Budget Support Act of 2014, enacted on\nSeptember 23, 2014 (D.C. Act 20-424; 61 DCR 9990), is likely to go into effect at some point in\nthe fall of 2014.\n(c) The congressional review period for the permanent legislation will create a gap in\nauthority between D.C. Act 20-377 and D.C. Act 20-424. This gap must be avoided for the proper\nimplementation and balancing of the Fiscal Year 2015 Budget and Financial Plan.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\nYear 2015 Budget Support Congressional Review Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nFiscal Year\n2015 Budget\nSupport\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Fiscal Year 2015 Budget Support Congressional Review Emergency Declaration Resolution of 2014",
  "end": "4528",
  "start": "4528",
  "name": "Resolution_20-626.pdf"
}