{
  "start": "3974", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-565, effective July 14, 2014\n\n20 DCSTAT 3974\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve multiyear Contract No.\nDCPL-2013-C-0004 with Martinez and Johnson Architecture to provide architectural and\nengineering design services for the Martin Luther King Jr. Memorial Library, and to authorize\npayment for those services to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as “Proposed Multiyear Contract No. DCPL-2013-C-0004 Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve multiyear Contract DCPL-2013C-0004 with Martinez & Johnson Architecture for architectural and engineering design services,\nincluding programming and conceptual design services, for the renovation of and addition to the\nMartin Luther King Jr. Memorial Library for a performance period of 791 calendar and to\nauthorize payment for the services to be received under the contract.\n(b) On February 16, 2014, the Technical Evaluation Panel recommended the award to\nMartinez & Johnson Architecture of Contract No. DCPL-2013-C-0004 and transmitted its\nresults to the Chief Procurement Officer and the former interim Chief Librarian. After an\nindependent evaluation, the Chief Procurement Officer recommended that the contract be\nawarded to Martinez & Johnson Architecture, for a performance period of 791 calendar days.\n(c) The estimated total expenditure under this multiyear contract with Martinez &\nJohnson Architecture is $2,700,300.\n(d) Council approval is necessary for the contract is one in excess of $1 million and to\nallow the performance and payment for these vital services. Without this approval, Martinez &\nJohnson Architecture cannot perform the multiyear services or be paid for the services to be\nprovided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProposed Multiyear Contract No. DCPL-2013-C-0004 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-943\nSee Emergency\nD.C. Act 20-382\n20 DCStat 3865\n\nProposed\nMultiyear\nContract No.\nDCPL-2013C-0004\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3974", 
  "name": "Resolution_20-565.pdf", 
  "title": "Proposed Multi-Year Contract No. DCPL-2013-C-0004 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}