{
  "end": "3959", 
  "name": "Resolution_20-554.pdf", 
  "start": "3958", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-554, effective July 14, 2014\n\n20 DCSTAT 3958\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 001\nthrough 003 to Contract No. DCAM-12-CS-0165 between the District of Columbia government\nand Prince Construction Company/W.M. Schlosser Company, Inc. JV, for the renovation and\nexpansion of the inmate processing center at the DC Central Detention Facility, and to authorize\npayment to Prince Construction Company/W.M. Schlosser Company, Inc. JV, in the aggregate\namount of $1,794,168 for the goods and services received and to be received under these change\norders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 001 through 003 to Contract No. DCAM12-CS-0165 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 001 through\n003 to Contract No. DCAM-12-CS-0165 for the renovation and expansion of the inmate\nProcessing Center at the DC Central Detention Facility in the aggregate amount of $1,794,168\nand to authorize payment for the goods and services received and to be received under these\nchange orders.\n(b) The underlying contract was previously approved by the Council (CA19-0481).\nThereafter, the Department issued Change Order No. 001 with a value of $225,000 and Change\nOrder No. 002 with a value of $766,068. The value of these Change Orders was less than $1\nmillion; thus, Change Orders Nos. 001 through 002 did not require Council approval.\n(c) Change Order No. 003 will cause the aggregate value of the change orders issued,\nafter Council’s approval of the Contract, to exceed the $1 million threshold under section 451 of\nthe District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C.\nOfficial Code § 1-204.51).\n(d) Approval of Change Orders Nos. 001 through 003 in the aggregate amount of\n$1,794,168 is necessary to compensate Prince Construction Company/W.M. Schlosser\nCompany, Inc. JV, for work completed and to be completed pursuant to Change Orders Nos.\n001 through 003 to Contract No. DCAM-12-CS-0165 for the renovation and expansion of the\ninmate processing center at the DC Central Detention Facility.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that Change\nOrders Nos. 001 through 003 to Contract No. DCAM-12-CS-0165 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\n\nProposed\nResolution\n20-901\nSee Emergency\nD.C. Act 20-407\n20 DCStat 3887\n\nChange\nOrders Nos.\n001 through\n003 to\nContract No.\nDCAM-12CS-0165\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-554, effective July 14, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 3959\n\n\f", 
  "title": "Change Order Nos. 001 through 003 to Contract DCAM-12-CS-0165 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}