{
  "start": "2759", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-330, effective November 5, 2013\n\n20 DCSTAT 2759\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nAdministrative Procedure Act to exempt from disclosure certain critical infrastructure\ninformation.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Critical Infrastructure Freedom of Information Emergency\nDeclaration Resolution of 2013”.\nSec. 2. (a) On February 12, 2013, the President of the United States, Barack Obama,\nissued an Executive Order regarding Improving Critical Infrastructure Cybersecurity.\n(b) The Executive Order noted that the Nation’s critical infrastructure has suffered\nrepeated cyber intrusions, and that the cyber threat represents one of the most serious national\nsecurity challenges to the United States.\n(c) There is a heightened need to protect critical infrastructure in the District of\nColumbia given its saturation of federal agencies.\n(d) In assessing rate change cases the Public Service Commission has a need to receive\nand consider information regarding improvements to the critical infrastructure of certain utilities\nit regulates.\n(e) The National Association of Regulatory Utility Commissioners, in a February 2013\nreport, noted that proceedings before regulatory bodies can be a valuable source of information\nfor cyber attackers because the proceedings may be subject to lax FOIA laws.\n(f) Currently, there is no means by which information regarding critical infrastructure\nmay be redacted from responses to Freedom of Information Act (FOIA) requests.\n(g) Thus, the Public Service Commission is presented with the choice of receiving little\nto no useful information regarding critical infrastructure improvements, or potentially exposing\ncritical information.\n(h) Several states have enacted critical infrastructure statutes to protect against this\nvulnerability.\n(i) The proposed emergency and temporary acts are narrowly tailored to protect sensitive\ncritical infrastructure information from being released, thus protecting the District from this\npotential vulnerability.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCritical Infrastructure Freedom of Information Emergency Amendment Act of 2013 be adopted\nafter a single reading.\n\nProposed\nResolution\n20-548\nSee Emergency\nD.C. Act 20-229\n20 DCStat 2630\n\nCritical\nInfrastructure\nFreedom of\nInformation\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-330, effective November 5, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2760\n\n\f", 
  "end": "2760", 
  "name": "Resolution_20-330.pdf", 
  "title": "Critical Infrastructure Freedom of Information Emergency Declaration Resolution of 2013"
}