{
  "start": "1672", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-173, effective June 18, 2013\n\n20 DCSTAT 1672\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize salary increases and other\nbenefits under the terms of the negotiated compensation collective bargaining agreement for\nDistrict of Columbia Department of Mental Health employees represented by the 1199 Service\nEmployees International Union United Healthcare Workers East, MD/DC Region.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia\nDepartment of Mental Health and 1199 Service Employees International Union United\nHealthcare Workers East, MD/DC Region, Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The District of Columbia Department of Mental Health negotiated a\ncompensation agreement with 1199 Service Employees International Union United Healthcare\nWorkers East, MD/DC Region, that requires certain compensation increases over a period of 3\nyears. The Mayor proposes, as agreed with the Union, that the first such compensation increase\nis made effective April 1, 2013, which constitutes a change to the X95 pay schedule and a\nresulting minimum increase of 3% in each bargaining unit member’s gross salary.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(f)(1)), which provides that negotiations be completed before\nsubmission of a budget for the years covered by the agreement, this agreement must be acted on\nby Council immediately.\n(c) To effectuate the terms of the compensation agreement in fiscal year 2013, the Mayor\nrecommends that the compensation agreement between the District of Columbia Department of\nMental Health and 1199 Service Employees International Union United Healthcare Workers\nEast, MD/DC Region, Emergency Approval Resolution of 2013 be approved on an emergency\nbasis.\n(d) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia government and its\nleadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\n(f) The employees covered by the agreement provide a variety of services to the residents\nand visitors of the District of Columbia.\n(g) Unless legislative action is immediately taken to approve the negotiated compensation agreement, a negative impact upon the financial well-being and personal morale of the\n\nProposed\nResolution\n20-268\nSee\nEmergency\nD.C. Res.\n20-174\n20 DCStat 1674\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nMental Health\nand 1199\nService\nEmployees\nInternational\nUnion United\nHealthcare\nWorkers East,\nMD/DC\nRegion,\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-173, effective June 18, 2013\n\n20 DCSTAT 1673\n\nmembers of the compensation collective bargaining unit may compromise the delivery of\nservices, affecting the residents and visitors to the District of Columbia.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of Mental Health and\n1199 Service Employees International Union United Healthcare Workers East, MD/DC Region,\nEmergency Approval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "1673", 
  "name": "Resolution_20-173.pdf", 
  "title": "Compensation Agreement between the District of Columbia Department of Mental Health and 1199 Service Employees International Union United Healthcare Workers East, MD/DC Region, Emergency Declaration Resolution of 2013"
}