{
  "end": "4000", 
  "name": "Resolution_20-581.pdf", 
  "start": "4000", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-581, effective July 14, 2014\n\n20 DCSTAT 4000\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. GAGA-2013C-0010 with Teach Plus, Inc., to implement the Teachers Turnaround Teams Initiative, and to\nauthorize payment for the goods and services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. GAGA-2013-C-0010 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. GAGA-2013-C0010 with Teach Plus, Inc., to implement the Teachers Turnaround Teams Initiative and to\nauthorize payment for the goods and services received and to be received under the contract.\n(b) By letter contract dated June 3, 2013, the District of Columbia Public Schools\n(”DCPS”) awarded Contract No. GAGA-2013-C-0010 to Teach Plus, Inc., to implement the\nTeachers Turnaround Teams Initiative.\n(c) On September 13, 2013, DCPS definitized Contract No. GAGA-2013-C-0010 in an\namount of $465,284 for the base period from June 3, 2013, through September 30, 2013.\n(d) By Modification No. 1, dated September 30, 2013, DCPS exercised the first option\nperiod from October 1, 2013, through June 30, 2014 in an amount of $936,269.\n(e) By Modification No.2, dated November 27, 2013, DCPS and the contractor agreed\nto reduce the amount for the first option period to $932,903.\n(f) DCPS now proposes Modification No. 4, which will exercise the second option\nperiod in the amount of $1,191,873 from July 1, 2014, through June 30, 2015.\n(g) Council approval is necessary for the contract is one in excess of $1 million and to\nallow the continuation of these vital services. Without this approval, Teach Plus, Inc., cannot be\npaid for goods and services provided in excess of $1 million for the period from June 3, 2013,\nthrough June 30, 2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. GAGA-2013-C-0010 Approval and Payment Authorization Emergency Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-887\nSee Emergency\nD.C. Act 20-391\n20 DCStat 3870\n\nContract No.\nGAGA-2013C-0010\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No. GAGA-2013-C-0010 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}