{
  "end": "1670", 
  "name": "Resolution_20-171.pdf", 
  "start": "1669", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-171, effective June 18, 2013\n\n20 DCSTAT 1669\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to authorize salary increases under the\nterms of the negotiated compensation collective bargaining agreement between the District of\nColumbia Department of Mental Health and the National Union of Hospital and Health Care\nEmployees (“NUHHCE”) 1199, American Federation of State, County, and Municipal Employees\n(“AFSCME”), Local 3758, AFL-CIO.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia\nDepartment of Mental Health and NUHHCE 1199, AFSCME Local 3758, Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) The District of Columbia negotiated a compensation agreement for District of\nColumbia Department of Mental Health employees in NUHHCE 1199, AFSCME, Local 3758\nthat requires certain compensation increases over a period of 3 years. The Mayor proposes, as\nagreed with the Union, that the first such compensation increase is made effective on the first full\npay period beginning on or after April 1, 2013, which constitutes a change to the applicable pay\nschedule and a resulting minimum increase of 3% in each bargaining unit member’s gross salary.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(f)(1)), which provides that negotiations be completed before\nsubmission of a budget for the years covered by the agreement, this agreement must be acted on\nby the Council immediately.\n(c) To effectuate the terms of the compensation agreement in fiscal year 2013, the Mayor\nrecommends that the compensation agreement be approved on an emergency basis.\n(d) Failure to effectuate the express terms of the compensation agreement may result in\nundermining the confidence of the union members in the District of Columbia government and\nits leadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the compensation agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of Mental Health and\nNUHHCE 1199, AFSCME, Local 3758 Emergency Approval Resolution of 2013 be adopted on\n\nProposed\nResolution\n20-266\nSee\nEmergency\nD.C. Res.\n20-172\n20 DCStat 1671\n\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nMental Health\nand NUHHCE\n1199,\nAFSCME\nLocal 3758,\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-171, effective June 18, 2013\n\nan emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 1670\n\n\f", 
  "title": "Compensation Agreement between the District of Columbia Department of Mental Health and NUHHCE 1199, AFSCME Local 3758, Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}