{
  "end": "745", 
  "name": "Resolution_20-42.pdf", 
  "start": "745", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-42, effective February 19, 2013\n\n20 DCSTAT 745\n\nA RESOLUTION\n\nProposed Resolution\n20-92\n\nTo declare the existence of an emergency with respect to the need to approve emergency rules to amend\ncertain moving violation fines by extending emergency rulemaking that became effective on\nNovember 5, 2012 and decreased the fines for driving up to 10 miles per hour in excess of the\nspeed limit and 11 to 15 miles per hour in excess of the speed limit and increased the fine for\ndriving over 25 miles per hour in excess of the speed limit.\n\nSee Emergency\nD.C. Res.\n20-43\n20 DCSTAT 746\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Civil Fines For Moving Infractions Emergency Declaration\nResolution of 2013\".\n\nCivil Fines For\nMoving Infractions\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) This emergency rulemaking is an extension of emergency rulemaking that\nwas adopted on November 2, 2012, became effective on November 5, 2012, and was published\nalong with a Notice of Proposed Rulemaking in the D.C. Register on November 9, 2012 at 59\nDCR 12903. The November 2012 emergency rulemaking will expire on March 2, 2013.\n(b) On December 18, 2012, the Council passed the Civil Fines for Moving Infractions\nDisapproval Resolution of 2012, effective December 18, 2012 (Res. 19-732; 60 DCR 293),\nwhich disapproved the proposed rulemaking.\n(c) Also on December 18, 2012, the Council passed the Safety-Based Traffic\nEnforcement Amendment Emergency Act of 2012, signed by the Mayor on January 19, 2013\n(D.C. Act 19-635) (“Traffic Enforcement Emergency Act”), which sets forth a different set of\nfines than the emergency and proposed rulemaking published on November 9, 2012, and requires\nthat the schedule of speeding fines may not be amended until the Council has approved proposed\nrules or proposed rules have been deemed approved. Pursuant to section 401(b)(1) of the Traffic\nEnforcement Emergency Act, the applicable fine amounts set forth in that act shall not apply\nbefore April 1, 2013, leaving a gap between the expiration of the fines adopted in the emergency\nrulemaking on November 2, 2012 and the effective date of the fines set forth in the Traffic\nEnforcement Emergency Act.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Civil\nFines For Moving Infractions Emergency Approval Resolution of 2013 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Civil Fines for Moving Infractions Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}