{
  "start": "3137", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-436, effective March 4, 2014\n\n20 DCSTAT 3137\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. M0020 to\nContract No. DCTO-2008-C-0135 to provide IT Staff Augmentation Services and to authorize\npayment for the services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. M0020 to Contract No. DCTO-2008-C-0135\nApproval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. M0020 to\nContract No. DCTO-2008-C-0135 to provide IT Staff Augmentation Services and to authorize\npayment for the services received and to be received under the contract.\n(b) On August 19, 2008, Contract No. DCTO-2008-C-0135 was awarded to OST, Inc.,\nfor a term from August 19, 2008, through August 18, 2009, with 4 option years, in an amount\nnot to exceed $150 million with a minimum guarantee of $100,000.\n(c) The District exercised all 4 option years through August 18, 2013.\n(d) By Modification No. M0019, the District extended the term of Contract Number\nDCTO-2008-C-0135 from August 19, 2013, through January 18, 2014, in an amount not to\nexceed $20 million, with a minimum guarantee of $100,000.\n(e) By Modification No. M0020, the District extended Contract No. DCTO-2008-C0135 from January 19, 2014, through May 31, 2014, in an amount not to exceed $20 million,\nwith a minimum guarantee of $100,000, in order to provide time to award a replacement\ncontract.\n(f) Council approval is necessary because the value of Modification No. M0020 would\nincrease the contract value to more than $1 million during a 12-month period.\n(g) Approval is necessary to allow the continuation of these vital services. Without this\napproval, OST, Inc., cannot be paid for services provided in excess of $1 million.\nSec. 3. The Council determines that the circumstances enumerated in section 2\nconstitute emergency circumstances making it necessary that the Modification No. M0020 to\nContract No. DCTO-2008-C-0135 Approval and Payment Authorization Emergency Act of\n2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-638\nSee Emergency\nD.C. Act 20-295\n20 DCStat 3062\n\nModification\nNo. M0020 to\nContract No.\nDCTO-2008C-0135\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3137", 
  "name": "Resolution_20-436.pdf", 
  "title": "Modification No. M0020 to Contract N. DCTO-2008-C-0135 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}