{
  "end": "4017", 
  "name": "Resolution_20-589.pdf", 
  "start": "4017", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-589, effective July 14, 2014\n\n20 DCSTAT 4017\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to approve the negotiated compensation collective\nbargaining agreement submitted by the Mayor for certain employees in Compensation Unit 19.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia and\nCompensation Unit 19 Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia negotiated a compensation agreement for District\nof Columbia employees in Compensation Unit 19 that requires certain compensation increases\nover a period of 5 years. The Mayor proposes, as agreed with the Union, that the first such\ncompensation increase is made effective retroactively to April 1, 2013, which constitutes\nimplementation of a new pay schedule and a resulting minimum increase of 3% in each\nbargaining unit member’s gross salary. In order for this to occur in accordance with the terms\nof the negotiated agreement, the new pay schedule must be authorized as quickly as possible.\n(b) In order to effectuate the terms of the compensation agreement in Fiscal Year 2014,\nthe Mayor recommends that the Compensation Agreement between the District of Columbia\nand Compensation Unit 19 Emergency Approval Resolution of 2014 be approved on an\nemergency basis.\n(c) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed under the terms of the negotiated agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia and Compensation Unit 19\nEmergency Approval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-838\nSee Emergency\nD.C. Res. 20-590\n20 DCStat 4018\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia and\nCompensation\nUnit 19\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Compensation Agreement between the District of Columbia and Compensation Unit 19 Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}