{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-528, effective July 14, 2014\n\n20 DCSTAT 3925\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to limit\nlegal fees in tax sales, to provide for distribution of equity to former owners where the property\nwas sold at tax sale and occupied by owners, to provide for clean hands and tax compliance by\ntax sale purchases, to clarify that the District may abate penalty and interest associated with a\ntax sale property, to clarify and limit the amount of interest paid to tax sale purchasers, to allow\nfor refunds to tax sale purchasers pending payment of legal fees to them, to deem a tax sale\nproperty’s taxes current for purposes of redemption when paid to within $100, to provide for\nrecordation and transfer tax exemptions for a transfer pursuant to a transfer on death deed, to\nprotect the District’s interest as ground lessor from the tax sale, to provide effective means for\nbilling and collecting energy efficiency loans, and to allow a tax sale purchaser to appeal the\nassessment of vacant and blighted properties purchased at tax sale.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Residential Real Property Equity and Transparency\nCongressional Review Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In May 2014, the Council enacted the Residential Real Property Equity and\nTransparency Emergency Amendment Act of 2014, effective May 28, 2014 (D.C. Act 20-342;\n61 DCR 5691) (“emergency legislation”), which enacted provisions of the permanent version of\nthis legislation that were without a fiscal year 2014 effect. The emergency legislation expires\non August 26, 2014.\n(b) In June 2014, the Council enacted the permanent legislation, the Fiscal Year 2015\nBudget Support Act of 2014, passed on 2nd reading on June 24, 2014 (Enrolled version of Bill\n20-750) (“BSA”), which must still complete the 30-day review period required by section\n602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n813; D.C. Official Code § 1-206.02(c)(1)), and it or a concomitant BSA emergency version\nshall not be in effect until October 1.\n(c) It is important that the provisions in the emergency legislation remain in effect for the\nremainder of Fiscal Year 2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nResidential Real Property Equity and Transparency Congressional Review Emergency\nAmendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-952\nSee Emergency\nD.C. Act 20-409\n20 DCStat 3889\n\nResidential\nReal Property\nEquity and\nTransparency\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Residential Real Property Equity and Transparency Congressional Review Emergency Declaration Resolution of 2014",
  "end": "3925",
  "start": "3925",
  "name": "Resolution_20-528.pdf"
}