{
  "start": "3092", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-396, effective January 7, 2014\n\n20 DCSTAT 3092\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the Council’s support in requesting that\nthe executive branch update the living wage under the Living Wage Act of 2006 to\n$13.70 per hour by March 1, 2014.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of the Living Wage Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) Under the Living Wage Act of 2006 (\"Act\"), the executive branch is\nrequired by March 1st of every year to recalculate, according to the consumer price index, the\npay of employees of companies that are recipients of government contracts or government\nassistance in the amount of $100,000 or more.\n(b) Just recently, for the first time in 3 years, the executive branch increased the living\nwage from $12.50 an hour to $13.40 an hour. However, another recalculation must be made on\nMarch 1, 2014.\n(c) Of particular concern is that the Director of the Department of Employment\nServices (“DOES”) has left the agency and a new or interim director will be in charge of\nimplementing an updated living wage by March 1, 2014.\n(d) The executive branch's prior lack of urgency on this issue has caused harm to\nworking families, costing them over $3,500 in lost wages.\n(e) It is important for the Council to stay on top of this issue and pass this resolution on\nan emergency basis to make clear to the new or the interim Director of DOES that the\nimplementation of the most up-to-date living wage by March 1, 2014 should be a top priority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Sense\nof the Council in Support of the Living Wage Emergency Resolution of 2014 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-617\nSee Emergency\nD.C. Res. 20-397\n20 DCStat 3093\n\nSense of the\nCouncil in\nSupport of the\nLiving Wage\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3092", 
  "name": "Resolution_20-396.pdf", 
  "title": "Sense of the Council in Support of the Living Wage Emergency Declaration Resolution of 2014"
}