{
  "end": "3478", 
  "name": "Resolution_20-503.pdf", 
  "start": "3477", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-503, effective June 3, 2014\n\n20 DCSTAT 3477\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Option Period Four of Task\nOrder No. DCTO-2010-T-0100 with Sprint Communications Company, L.P. to continue to supply\nthe District with wireless telecommunications products and services and other products and\nsupport services related to enterprise communications and information technology, and to\nauthorize payment for the services received and to be received under the Task Order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Option Period Four of Task Order No. DCTO-2010-T-0100 with\nSprint Communications Company, L.P., Approval and Payment Authorization Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Option Period Four of Task\nOrder DCTO-2010-T-0100 with Sprint Communications Company, L.P., to continue to supply\nthe District with wireless telecommunications products and services and other products and\nsupport services related to enterprise communications and information technology, and to\nauthorize payment for the services received and to be received under the Contract.\n(b) On September 1, 2010, the District issued Task Order No. DCTO-2010-T-0100 to\nSprint pursuant to the terms included in Sprint’s GSA contract GS-35-F-0329L. The initial term\nof the Task Order was from September 1, 2010, to April 6, 2011.\n(c) The first option period for Task Order No. DCTO-2010-T-0100 was from April 7,\n2011, to April 6, 2012.\n(d) The second option period for Task Order No. DCTO-2010-T-0100 was from April 7,\n2012, to April 6, 2013.\n(e) The third option period for Task Order No. DCTO-2010-T-0100 was from April 7,\n2013, to April 6, 2014.\n(f) Modification No. 9 to Task Order No. DCTO-2010-T-0100 was issued on April 6,\n2014, to continue performance for the period of April 7, 2014, through April 25, 2014, in the\namount of $107,802.\n(g) Modification No. 10 to Task Order No. DCTO-2010-T-0100 was issued to continue\nperformance for the period of April 26, 2014, through May 9, 2014, in the amount of $83,846.\n(h) Modification No. 11 to Task Order No. DCTO-2010-T-0100 proposes to continue\nperformance for the period of May 10, 2014, through April 6, 2015, in an amount not to exceed\n$1,832,762.83.\n(i) Option Period Four encompasses Modifications Nos. 9, 10, and 11, and authorizes the\ncontinuation of services from April 7, 2014 through April 6, 2015.\n\nProposed\nResolution\n20-752\nSee Emergency\nD.C. Act 20-358\n20 DCStat 3349\n\nOption Period\nFour of Task\nOrder No.\nDCTO-2010T-0100 with\nSprint\nCommunications\nCompany,\nL.P.,\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-503, effective June 3, 2014\n\n20 DCSTAT 3478\n\n(j) Council approval is necessary pursuant to section 451(b)(1) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code §1204.51(b)(1)), because the value of Option Period Four would increase the Task Order value by\nmore than $1 million during a 12-month period.\n(k) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Sprint Communications Company, L.P., cannot be paid for services provided in\nexcess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Option\nPeriod Four of Contract No. DCTO-2010-T-0100 with Sprint Communications Company, L.P.,\nApproval and Payment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Option Period Four of Task Order No. DCTO-2010-T-0100 with Sprint Communications Company, L.P., Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}