{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-334, effective November 5, 2013\n\n20 DCSTAT 2765\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the negotiated compensation\ncollective bargaining agreement for District of Columbia Department of General Services\nemployees who are represented by the Teamsters Locals 639 and 730, affiliated with the\nInternational Brotherhood of Teamsters.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia\nDepartment of General Services and Teamsters Locals 639 and 730, affiliated with the\nInternational Brotherhood of Teamsters Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The District of Columbia Department of General Services negotiated a\ncompensation agreement with Teamsters Locals 639 and 730 that requires certain wage\nincreases and other compensation and benefits over a period of 4 years. The Mayor proposes, as\nagreed with the union, that the first such compensation increase is made effective April 1, 2013,\nwhich constitutes a change to the pay schedule and a resulting minimum increase of 3% in each\nbargaining unit member’s gross salary. To comply with section 1717(f) of the District of\nColumbia Government Comprehensive Merit Personnel Act of 1978, effective March 3, 1979\n(D.C. Law 2-139; D.C. Official Code § 1-617.17(f)(1)), which provides “that negotiations shall\nbe completed prior to submission of a budget” for the years covered by the agreement, this\nagreement must be acted on by the Council immediately.\n(b) To effectuate the terms of the compensation agreement in fiscal year 2013, the\nMayor recommends that the Compensation Agreement between the District of Columbia\nDepartment of General Services and Teamsters Locals 639 and 730, affiliated with the\nInternational Brotherhood of Teamsters Emergency Approval Resolution of 2013 be approved\non an emergency basis.\n(c) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of General Services\n\nProposed\nResolution\n20-501\nSee Emergency\nD.C. Res. 20-335\n20 DCStat 2767\n\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nGeneral\nServices and\nTeamsters\nLocals 639\nand 730,\naffiliated\nwith the\nInternational\nBrotherhood\nof Teamsters\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-334, effective November 5, 2013\n\n20 DCSTAT 2766\n\nand Teamsters Locals 639 and 730, affiliated with the International Brotherhood of Teamsters\nEmergency Approval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Compensation Collective Bargaining Agreement Between the District of Columbia Department of General Service and Teamster Locals 639 and 730, Affiliated With the International Brotherhood of Teamsters Emergency Declaration Resolution of 2013",
  "end": "2766",
  "start": "2765",
  "name": "Resolution_20-334.pdf"
}