{
  "start": "2127", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-262, effective July 10, 2013\n\n20 DCSTAT 2127\n\nA RESOLUTION\nTo approve, on an emergency basis, a Memorandum of Agreement which modifies the 2007-2012\nCollective Bargaining Agreement between the District of Columbia Public Schools and the\nWashington Teachers’ Union, Local 6.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Washington Teachers’ Union Voluntary Employee Beneficiary\nAssociation Fund Emergency Approval Resolution of 2013”.\n\nSec. 2. (a) Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code 1-617.17(j)), the Council approves the Washington Teachers’ Union Voluntary\nEmployee Beneficiary Association Fund, which was transmitted to the Council by the Mayor on\nJune 6, 2013.\n(b) This resolution applies to bargaining unit employees represented by the Washington\nTeachers” Union, Local 6 (“WTU”) and employed by the District of Columbia Public Schools\n(“DCPS”).\n(c) The Memorandum of Agreement, which amends the collective bargaining agreement\nbetween WTU and DCPS by funding the Washington Teachers’ Union Voluntary Employee\nBeneficiary Association Fund, provides as follows:\nSection 1: Overview\n1.1\n\n1.2\n\nThe District of Columbia Public Schools (DCPS) and the Washington Teachers Union,\nLocal #6 (WTU) hereby enter into this Memorandum of Agreement (MOA), modifying,\nand adding to, certain terms of the 2007-2012 Collective Bargaining Agreement (CBA)\nbetween them.\nThis MOA addresses only the terms of Section 4.5.5.3.2 of the parties’ 2007-2012 CBA,\nwhich shall be modified as follows:\n4.5.5.3.2 – Option 2: Supplemental Unemployment Benefits\n4.5.5.3.2.1 – Starting in FY 2013 for WTU members excessed in the spring of 2012,\nand for each of the following five successive school years thereafter\nincluding FY 2018, excessed permanent status Teachers with twenty (20)\nor more years of service shall have the option of receiving Supplemental\nUnemployment Benefits (Option 2 Supplemental Unemployment Benefits)\nin accordance with the governing documents of a Voluntary Beneficiary\nAssociation established, operated and administered by the WTU (WTU\n\nProposed\nResolution\n20-327\nEmergency\nDeclaration\nRes. 20-261\n20 DCStat 2126\nWashington\nTeachers’\nUnion\nVoluntary\nEmployee\nBeneficiary\nAssociation\nFund\nEmergency\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-262, effective July 10, 2013\n\n20 DCSTAT 2128\n\nVEBA) in accordance with Section 501(c)(9) of the Internal Revenue\nCode.\n4.5.5.3.2.2 An excessed permanent status Teacher who opts for Option 2\nSupplemental Unemployment Benefits shall not be eligible for reemployment with DCPS.\n4.5.5.3.2.3 This option shall only be available to permanent status Teachers whose\nmost recent evaluations was “Effective” or higher.\nSection 2: DCPS Commitments\n2.1 DCPS agrees to contribute $1.7 million dollars annually (through FY 18) from its\nbudget to the Washington Teachers’ Union Voluntary Employees’ Beneficiary\nAssociation (WTU VEBA) to be utilized in accordance with the governing documents\nof the WTU VEBA.\n2.2 DCPS agrees to permit the WTU to notify and select the bargaining unit\nmembers who shall receive the Option 2 Supplemental Unemployment Benefits from\nthe WTU VEBA.\nSection 3: WTU Commitments\n3.1 The WTU agrees to affirm that DCPS is in full compliance with its obligations\npertaining to funding Option 2.\n3.2 The WTU agrees to relinquish any claim to Option 2 funding for Teachers\nexcessed prior to Spring of 2012.\nSection 4: Limiting Scope\nThis memorandum is limited in its application to the conditions described herein and\ndoes not otherwise alter, amend or modify the rights, obligations, or practices of the\nparties described in the 2007-2012 collective bargaining agreement.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Washington Teachers’ Union and to the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-262, effective July 10, 2013\n\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\n20 DCSTAT 2129\n\n\f", 
  "end": "2129", 
  "name": "Resolution_20-262.pdf", 
  "title": "Washington Teachers’ Union Voluntary Employee Beneficiary Association Fund Emergency Approval Resolution of 2013"
}