{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-336, effective November 5, 2013\n\n20 DCSTAT 2768\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to clarify the Department of\nCorrections’ authority over the management and operation of the Central Cellblock at 300\nIndiana Avenue, N.W., to include persons detained at a medical facility in the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Department of Corrections Central Cellblock Management\nClarification Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to clarify recent amendments to section 2 of\nAn Act To create a Department of Corrections in the District of Columbia, approved June 27,\n1946 (60 Stat. 320; D.C. Official Code § 24-211.02).\n(b) The recent amendments transferred the management and operation of the Central\nCellblock at 300 Indiana Avenue, NW, from the Metropolitan Police Department to the\nDepartment of Corrections.\n(c) The transfer will take effect on October 1, 2013.\n(d) The language establishing the transfer did not include express authority for the\nDepartment of Correction to be responsible for persons detained by MPD at medical facilities in\nthe District prior to an initial court appearance. The proposed clarification would clearly\nestablish that authority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDepartment of Corrections Central Cellblock Management Clarification Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec 4. The resolution shall take effect immediately.\n\nProposed\nResolution\n20-537\nSee Emergency\nD.C. Act 20-215\n20 DCStat 2604\n\nDepartment of\nCorrections\nCentral\nCellblock\nManagement\nClarification\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Department of Corrections Central Cellblock Management Clarification Emergency Declaration Resolution of 2013",
  "end": "2768",
  "start": "2768",
  "name": "Resolution_20-336.pdf"
}