{
  "end": "3953", 
  "name": "Resolution_20-551.pdf", 
  "start": "3952", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-551, effective July 14, 2014\n\n20 DCSTAT 3952\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 002\nthrough 004 to Contract No. DCAM-12-CS-0176 between the District of Columbia government\nand The Whiting-Turner Contracting Company for design-build services for the Barry Farm\nRecreation Center, and to authorize payment to The Whiting-Turner Contracting Company in the\naggregate amount of $2,242,106 for the goods and services received and to be received under\nthese change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 002 through 004 to Contract No. DCAM12-CS-0176 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 002 through\n004 to Contract No. DCAM-12-CS-0176 for design-build services for the Barry Farm\nRecreation Center in the aggregate amount of $2,242,106 and to authorize payment for the\ngoods and services received and to be received under these change orders.\n(b) The underlying contract was previously approved by the Council (CA20-0078).\nChange Order No. 001 was also previously approved by the Council (CA20-0267). Thereafter,\nthe Department issued Change Order No. 002 with a value of $291,175 and Change Order No.\n003 with a value of $661,584. The value of Change Orders Nos. 002 through 003 was less than\n$1 million; thus, Change Orders Nos. 002 through 003 did not require Council approval.\n(c) Change Order No. 004 in the amount of $1,289,347 will increase the aggregate value\nof the change orders to $2,242,106.\n(d) Council approval of Changes Orders No. 002 through 004 is required pursuant to\nsection 451 of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n803; D.C. Official Code § 1-204.51), because the change orders will increase the total\nexpenditure under the contract by an amount in excess of $1 million during a 12-month period.\n(d) Approval of Change Orders Nos. 002 and 004 in the aggregate amount of\n$2,242,106 is necessary to compensate The Whiting-Turner Contracting Company for work\ncompleted and to be completed pursuant to Change Orders Nos. 002 through 004 to Contract\nNo. DCAM-12-CS-0176 for design-build services at the Barry Farm Recreation Center.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that Change\nOrders Nos. 002 through 004 to Contract No. DCAM-12-CS-0176 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\n\nProposed\nResolution\n20-872\nSee Emergency\nD.C. Act 20-402\n20 DCStat 3882\n\nChange\nOrders Nos.\n002 through\n004 to\nContract No.\nDCAM-12CS-0176\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-551, effective July 14, 2014\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 3953\n\n\f", 
  "title": "Change Orders No. 002 through No. 004 to Contract DCAM-12-CS-0176 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}