{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-162, effective June 18, 2013\n\n20 DCSTAT 1600\n\nA RESOLUTION\nTo declare, on an emergency basis, that the District-owned real property located at 1375 Mount Olivet\nRoad, N.E., commonly known as the Webb School, and designated for tax and assessment\npurposes as a portion of Parcel 0141, Lot 47, and Square 4082, Lot 807, is no longer required for\npublic purposes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Webb School Surplus Property Declaration Emergency\nResolution of 2013”.\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 1375 Mount Olivet Road,\nN.E., commonly known as the Webb School, and designated for tax and assessment purposes as\na portion of Parcel 0141, Lot 47, and Square 4082, Lot 807 (“Property”). The Property consists\nof a building containing approximately 97,116 square feet.\n(b) The District has not used the Property as a District of Columbia public school since\n2008.\n(c) The Department of General Services (“DGS”) determined that the Property is surplus\nto the District’s needs and that the most viable use of the Property would be to enter into a\nground lease with a charter school tenant.\n(d) On June 22, 2012, DGS issued a competitive solicitation to identify a charter school\ntenant for the Property.\n(e) On July 19, 2012, the Property was severely damaged by fire. DGS estimates the\ncost to renovate the damaged facility to be approximately $22 million, and this amount is not\ncurrently within DGS’ budget.\n(f) The District selected KIPP DC as the charter school tenant for the Property.\n(g) The District has satisfied the public hearing requirements of section 1(a-1)(4) of An\nAct Authorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code §10-801(a-1)(4))\n(“Act”), by holding the required public hearing on May 17, 2012.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council finds that the Property is no\nlonger required for public purposes.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\n\nProposed\nResolution\n20-313\nEmergency\nDeclaration\nRes. 20-161\n20 DCStat 1599\n\nWebb School\nSurplus\nProperty\nDeclaration\nEmergency\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-162, effective June 18, 2013\n\n20 DCSTAT 1601\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact of the Chief Financial Officer as the fiscal impact\nstatement required by section 602(c)(3) of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "Webb School Surplus Emergency Approval Resolution of 2013",
  "end": "1601",
  "start": "1600",
  "name": "Resolution_20-162.pdf"
}