{
  "end": "3435", 
  "name": "Resolution_20-486.pdf", 
  "start": "3434", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-486, effective June 3, 2014\n\n20 DCSTAT 3434\n\nA RESOLUTION\nTo declare the existence of an emergency, due to congressional review, with respect to the need to amend\nthe Tobacco Product Manufacturer Reserve Fund Complementary Procedures Act of 2004 to\nallow the District to fulfill its responsibilities under a settlement that protects the District’s right\nto continuing payments under the Master Settlement Agreement.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Tobacco Product Manufacturer Reserve Fund Congressional\nReview Emergency Declaration Resolution of 2014.\"\n\nSec. 2. (a) There exists a need to amend the Tobacco Product Manufacturer Reserve\nFund Complementary Procedures Act of 2004, effective April 4, 2004 (D.C. Law 15-50;\nD.C. Official Code § 7-1803.01, et seq.) (“Tobacco Reserve Fund Procedures Act”), to\npermit the District, pursuant to a settlement agreed to by the District and certain tobacco\nmanufacturers, to share with a data clearinghouse certain information provided by District\ntobacco wholesalers. The District has entered into a multistate settlement with certain tobacco\nmanufacturers, the terms of which were approved by an arbitration panel on March 12, 2013.\nThrough that settlement, the District resolved the manufacturers’ claims for downward adjustments\nto the District’s Master Settlement Agreement payments in 2004 through 2015 due to the increased\nmarket share of certain other tobacco manufacturers.\n(b) As part of the settlement, the District agreed to a procedure whereby certain cigarette tax\ninformation the District collects from District tobacco wholesalers will be shared with a multistate\n“data clearinghouse” created by the settlement. However, under permanent law, the District is only\npermitted to share the information that it collects from tobacco wholesalers within the District\ngovernment and with federal, state, or local governments for law enforcement purposes.\n(c) In March 2014, the data clearinghouse began receiving this information and using it to\nassist in the process of determining the District’s and the states’ future MSA payments, keeping\ncompany-specific information confidential.\n(d) To ensure that the District will continue to receive payments under the Master Settlement\nAgreement, section 6(b) of the Tobacco Reserve Fund Procedures Act, D.C. Official Code § 71803.05(b), must be amended to permit the information provided by District tobacco wholesalers to\nbe shared with the data clearinghouse.\n(e) An emergency measure, D.C. Act 20-294, adopted in March 2014, permits the\nDistrict to share information pursuant to the settlement. However, the emergency measure\nexpires on June 10, 2014, and the corresponding temporary measure, D.C. Act 20-321, is not\nprojected to become law until June 21, 2014. The congressional review emergency is necessary\nto prevent a gap in the law.\n\nProposed\nResolution\n20-824\nSee Emergency\nD.C. Act 20-352\n20 DCStat 3347\n\nTobacco\nProduct\nManufacturer\nReserve Fund\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-486, effective June 3, 2014\n\n20 DCSTAT 3435\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTobacco Product Manufacturer Reserve Fund Congressional Review Emergency Amendment\nAct of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Tobacco Product Manufacturer Reserve Fund Congressional Review Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}