{
  "start": "775", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-51, effective March 5, 2013\n\n20 DCSTAT 775\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nAn Act For the retirement of public-school teachers in the District of Columbia to comply with\napplicable tax qualification provisions of the Internal Revenue Code for governmental retirement\nplans.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Retirement of Public-School Teachers Omnibus Congressional\nReview Emergency Declaration Resolution of 2013”.\nSec. 2. (a) This Congressional review emergency legislation is necessary to prevent a\ngap in legal authority. Bill 19-1066, the Retirement of Public-School Teachers Omnibus\nEmergency Amendment Act of 2012, is set to expire on April 1, 2013. Bill 19-1067, the\nRetirement of Public-School Teachers Omnibus Temporary Amendment Act of 2012, and Bill\n19-1017, the Retirement of Public-School Teachers Omnibus Amendment Act of 2012 (“Act”),\nwere signed by the Mayor on February 15, 2013, and are pending Congressional review.\n(b) The District of Columbia Retirement Board is the sponsor of retirement plans for\nDistrict teachers (\"Plans\"), which are considered tax qualified, governmental retirement plans\nunder the Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2085; 26 U.S.C.\n§ 1 et seq.) (\"Internal Revenue Code\"). The Plans will not comply with recent non-discretionary\nchanges to the requirements unless changes are made to An Act For the retirement of publicschool teachers in the District of Columbia, approved August 7, 1946 (60 Stat. 875; D.C. Official\nCode § 38-2021.01 et seq.).\n(c) This Act would deem the replacement plan described in the current law a\n“governmental plan” as defined by the Internal Revenue Code, and it would also deem that\nbenefits provided from the replacement plan be considered governmental plan benefits\nmaintained by the District.\n(d) Further, this Act would require that any benefits of the retirement program that are\nassigned or alienated, be expressly permitted by the law, and substantially meet all the\nrequirements of the Internal Revenue Code as determined solely by the District of Columbia\nRetirement Board.\n(e) The Act would also repeal an outdated provision in the Teachers’ Plan from 1946 that\nallows teachers to make voluntary post-tax contributions to the DC Teachers’ Retirement Fund\nand guarantees a rate of return on the contributions equal to that of the fund.\n(f) If the District is found to have failed to comply with these changes, which took effect\nDecember 31, 2011, it is subject to penalties and sanctions by the Internal Revenue Service.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nProposed Resolution\n20-116\nSee\nEmergency\nAct\nD.C. Act 20-41\n20 DCSTAT 527\n\nRetirement of\nPublic-School\nTeachers Omnibus\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-51, effective March 5, 2013\n\n20 DCSTAT 776\n\nRetirement of Public-School Teachers Omnibus Congressional Review Emergency Amendment\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "776", 
  "name": "Resolution_20-51.pdf", 
  "title": "Retirement of Public-School Teachers Omnibus Congressional Review Emergency Declaration Resolution of 2013"
}