{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-414, effective February 4, 2014\n\n20 DCSTAT 3110\n\nA RESOLUTION\nTo declare the existence of an emergency with the respect to the need to amend the Procurement Practices\nReform Act of 2010 to exempt from the act the procurements of goods and services directly\nrelated to the production of permanent supportive housing units for which the District has\nobligated funding and procurements by the District of Columbia Health Benefit Exchange\nAuthority and Captive Insurance Agency , to clarify the applicability of Council review for\ncertain contracts as required by the District of Columbia Home Rule Act, and to make technical\nchanges; and to amend the Health Benefit Exchange Authority Establishment Act of 2011 to make\nconforming amendments and require publication of the procurement policies and procedures of\nthe District of Columbia Health Benefit Exchange Authority.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Procurement Practices Reform Exemption Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The Department of Housing and Community Development (“DHCD”) and\nthe Department of Human Services (“DHS”) have encountered difficulties procuring permanent\nsupportive housing and related services in a timely manner and releasing an initial Consolidated\nRequest for Proposals, which involves the District of Columbia Housing Finance Agency,\nDistrict of Columbia Housing Authority, DHS, along with DHCD and the Department of Mental\nHealth, to provide funding for the production of permanent supportive housing units for\nindividuals and families who are homeless or at risk of homelessness.\n(b) The Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law\n18-371; D.C. Official Code § 2-351.01 et seq.), prevents consolidated procurements from being\ncombined into one contract.\n(c) The Patient Protection and Affordable Care Act of 2010, approved March 23, 2010\n(124 Stat. 588; 42 U.S.C. § 18001, note), as amended by the federal Health Care and Education\nReconciliation Act, approved March 30, 2010 (124 Stat. 1029; 42 U.S.C. § 1305, note),\n(collectively, the “Act”) made significant changes in the laws regulating the sale of private\nhealth insurance.\n(d) The Act calls for the creation of state-based health insurance exchanges that will\nallow individuals, families, and small business owners to shop for coverage, compare policies,\nand choose the health plan that best meets their needs and budget. States are given the option of\ncreating their own exchanges or having the federal government establish exchanges in the states.\n(e) Clarifying that the District of Columbia Health Benefit Exchange Authority\n(“Authority”) is exempt from the requirements of the Procurement Practices Reform Act of\n\nProposed\nResolution\n20-633\nSee Emergency\nD.C. Act 20-282\n20 DCStat 3051\n\nProcurement\nPractices\nReform\nExemption\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-414, effective February 4, 2014\n\n20 DCSTAT 3111\n\n2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2- 351.01 et seq.), will\nallow the Authority to continue its statutory mandate within the deadline set forth in the Act.\n(f) The Procurement Practices Reform Exemption Emergency Amendment Act of 2014\nwould amend the Procurement Practices Reform Act of 2010 to exempt procurements related to\nthe production of permanent supportive housing and procurements of the District of Columbia\nHealth Benefit Exchange Authority, as well as other technical and clarifying changes related to\nexemptions.\n(g) The Council passed Bill 20-150, the Permanent Supportive Housing Application\nStreamlining Emergency Act of 2013, and Bill 20-194, the Health Benefit Exchange Authority\nEstablishment Emergency Amendment Act of 2013, as well as accompanying Congressional\nreview emergency legislation and temporary legislation in early 2013.\n(h) The temporary bills containing procurement exemptions for permanent supportive\nhousing and the Health Benefit Exchange Authority expire on February 3, 2014, and February\n22, 2014, respectively.\n(i) On January 7, 2014, the Council passed Bill 20-152, the Procurement Practices\nReform Exemption Amendment Act of 2013, which contains provisions identical to those found\nin the Procurement Practices Reform Exemption Emergency Amendment Act of 2014, in\naddition to a sunset provision for certain aspects. This bill is currently undergoing\ncongressional review.\n(j) The Procurement Practices Reform Exemption Emergency Amendment Act of 2014,\nwhich contains modified procurement exemptions similar to those found in the previous\nemergency and temporary legislation discussed above, as well as the accompanying permanent\nlegislation, prevents a gap in authority for procurements directly related to the production of\npermanent supportive housing and procurements by the District of Columbia Health Benefit\nExchange Authority.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProcurement Practices Reform Exemption Emergency Amendment Act of 2014 be adopted after\na single reading.\nSec. 4. The resolution shall take effect immediately.\n\n\f",
  "title": "Procurement Practices Reform Exemption Emergency Declaration Resolution of 2014",
  "end": "3111",
  "start": "3110",
  "name": "Resolution_20-414.pdf"
}