{
  "start": "4013", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-586, effective July 14, 2014\n\n20 DCSTAT 4013\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. DCHBX-2014C-0001 to provide premium billing services and to authorize payment for the services received\nand to be received under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHBX-2014-C-0001 Approval and Payment\nAuthorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCHBX-2014-C0001 with NFP Health Services Administration, LLC (“NFP”), and to authorize payment for the\nservices received and to be received under that contract.\n(b) On November 27, 2013, the District of Columbia Health Benefit Exchange\nAuthority (“DCHBX”) entered into a contract with NFP to provide premium billing services in\nan amount not to exceed $1,250,000.00.\n(c) On May 15, 2014, the DCHBX Board of Directors approved a further increase to the\ncontract ceiling amount to $1,500,000.\n(d) On June 17, 2014, DCHBX executed a contract modification to increase the contract\nceiling amount to $1,500,000.\n(e) Council approval is necessary since the anticipated contract amount is more than\n$1,000,000.00 during a 12-month period.\n(f) Approval is necessary to allow the continuation of these vital services. Without this\napproval, NFP, cannot be paid for services provided in excess of $1,000,000.00.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that Contract\nNo. DCHBX-2014-C-0001 Approval and Payment Authorization Emergency Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-888\nSee Emergency\nD.C. Act 20-392\n20 DCStat 3871\n\nContract No.\nDCHBX-2014C-0001\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4013", 
  "name": "Resolution_20-586.pdf", 
  "title": "Contract No. DCHBX-2014-C-0001 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}