{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-611, effective September 23, 2014\n\n20 DCSTAT 4505\n\nA RESOLUTION\n\nProposed\nResolution\n20-1039\n\nTo declare the existence of an emergency with respect to the need to amend the Business Improvement\nDistricts Act of 1996 to update the laws concerning business improvement districts.\n\nSee Emergency\nD.C. Act 20-435\n20 DCStat 4154\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Business Improvement Districts Emergency Declaration\nResolution of 2014”.\n\nBusiness\nImprovement\nDistricts\nEmergency\nDeclaration\nResolution of\n2014\n\nSec. 2. (a) The emergency legislation is necessary to allow business improvement\ndistricts to implement changes pursuant to the Business Improvement District Amendment Act\nof 2014, passed on 2nd reading on September 23, 2014 (Enrolled version of Bill 20-203), before\nthe beginning of Fiscal Year 2015.\n(b) The amendments made by this legislation will allow the business improvement\ndistricts to update their bylaws and other measures as well as partake in updated payment\nmethods. The legislation also contains updated definitions of what properties are taxable as well\nas updated taxation procedures.\n(c) The changes made in the legislation will allow the business improvement districts to\nincorporate different property types as well as incorporate adjacent properties along with the\nchanges to meeting protocol and payment options.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nBusiness Improvement Districts Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Business Improvement Districts Emergency Declaration Resolution of 2014",
  "end": "4505",
  "start": "4505",
  "name": "Resolution_20-611.pdf"
}