{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-610, effective September 23, 2014\n\n20 DCSTAT 4503\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize the Mayor to solicit\nadvertisements and sponsorships to generate revenue for the District of Columbia Public Schools\nand the Annual District of Columbia Interscholastic Athletic Association Championship Turkey\nBowl game.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Turkey Bowl Revenue Generation and Sponsorship Emergency\nDeclaration Resolution of 2014\".\n\nSec. 2. (a) The District of Columbia Public Schools (“DCPS”) anticipates budgetary\nchallenges that constrain it from promoting the Annual District of Columbia Interscholastic\nAthletic Association Championship Turkey Bowl game (“Turkey Bowl”) in a manner that\nwould permit it to maximize turnout and showcase its championship game. In the past, DCPS\nhas solicited advertising from parents, family members, and friends of the student athletes to\nsupport the game.\n(b) Due to longstanding restrictions against commercial advertising involving District\nproperty, sponsorships may not be solicited or accepted as a donation absent specific legislative\nauthority.\n(c) There is precedent for this type of public-private partnership initiative. In 2012, the\nCouncil authorized the DC State Athletic Office to engage in sponsorship and fundraising\nactivity, pursuant to the District of Columbia State Athletic Activities, Programs, and Office\nFund Emergency Act of 2012, effective February 1, 2013 (D.C. Act 19-770; 60 DCR 1074). In\n2011, the Council enacted the Turkey Bowl Revenue Generation and Sponsorship Emergency\nAct of 2011, effective October 14, 2011 (D.C. Act 19-191; 58 DCR 9152), authorizing the\nMayor to solicit advertisements and sponsorships under a 1 to 3 year contract to generate\nrevenue for DCPS and the Turkey Bowl. The Council also authorized the Department of Parks\nand Recreation (“DPR”) to contract for advertisements and sponsorships for facilities within the\nDPR inventory from unspecified partners in Title VI, Subtitle E of the Fiscal Year 2012 Budget\nSupport Act of 2011, effective July 22, 2011 (D.C. Law 19-21; 58 DCR 6226), for the same\nreasons.\n(d) The Mayor estimates that authorizing paid sponsorships will result in much-needed\nrevenue to supplement existing funds to keep, and possibly expand, the Turkey Bowl and other\nDCPS sports activities.\n(e) If the emergency legislation is not adopted, Turkey Bowl sponsorship opportunities\nwill be lost because the game is scheduled to be played in November 2014.\n\nProposed\nResolution\n20-1037\nSee Emergency\nD.C. Act 20-433\n20 DCStat 4151\n\nTurkey Bowl\nRevenue\nGeneration\nand\nSponsorship\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-610, effective September 23, 2014\n\n20 DCSTAT 4504\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTurkey Bowl Revenue Generation and Sponsorship Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Turkey Bowl Revenue Generation and Sponsorship Emergency Declaration Resolution of 2014",
  "end": "4504",
  "start": "4503",
  "name": "Resolution_20-610.pdf"
}