{
  "start": "4550", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-642, effective October 7, 2014\n\n20 DCSTAT 4550\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor for employees employed by District of Columbia Public Schools who are\nrepresented by American Federation of State, County and Municipal Employees (“AFSCME”),\nLocal 2921, AFL-CIO.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Collective Bargaining Agreement between the District of\nColumbia Public Schools and American Federation of State, County and Municipal Employees,\nLocal 2921.AFL-CIO Emergency Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council of the District of Columbia approves the compensation\nagreement and related pay schedules negotiated through collective bargaining between the\nDistrict of Columbia Public Schools and AFSCME Local 2921, which were transmitted to the\nCouncil by the Mayor on September 16, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto\nAFSCME Local 2921 and the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-1024\nEmergency\nDeclaration\nRes. 20-641\n20 DCStat 4548\n\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nPublic Schools\nand American\nFederation of\nState, County\nand Municipal\nEmployees,\nLocal\n2921.AFLCIO\nEmergency\nApproval\nResolution of\n2014\n\n\f", 
  "end": "4550", 
  "name": "Resolution_20-642.pdf", 
  "title": "Collective Bargaining Agreement between the District of Columbia Public Schools and American Federation of State, County and Municipal Employees, Local 2921.AFL-CIO Emergency Approval Resolution of 2014"
}