{
  "start": "3965", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-558, effective July 14, 2014\n\n20 DCSTAT 3965\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve 2 modifications to Human\nCare Agreement No. CFSA-11-H-0097 with God’s Anointed New Generation to continue to\nprovide Teen Bridge Program services and to authorize payment for services received and to be\nreceived under that agreement.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modifications to Human Care Agreement No. CFSA-11-H-0097\nwith God’s Anointed New Generation Approval and Payment Authorization Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) There exists a need to approve 2 modifications to Human Care Agreement\nNo. CFSA-11-H-0097 with God’s Anointed New Generation to continue to provide Teen\nBridge Program services for the short-term placement of youth in a structured environment in\npreparation for self-sufficiency and transition to a less structured environment and to authorize\npayment for the services received and to be received under that agreement.\n(b) On May 24, 2011, the District awarded to God’s Anointed New Generation Human\nCare Agreement No. CFSA-11-H-0097 for a base year from June 7, 2011, through June 6, 2012.\n(c) The first option year for Human Care Agreement No. CFSA-11-H-0097 was from\nJune 7, 2012, through June 6, 2013.\n(d) The second option year for Human Care Agreement No. CFSA-11-H-0097 was from\nJune 7, 2013, through June 6, 2014.\n(e) On June 5, 2014, by Modification No. 6, the District exercised a partial option for\nthe third option year for the period from June 7, 2014, through August 5, 2014, in the not-toexceed amount of $197,506.09.\n(f) Through Modification No. 7, the District proposes to continue performance for the\nperiod of August 6, 2014, through June 6, 2015, in an amount not to exceed $1,003,989.11,\nmaking the total not-to-exceed amount for option year three $1,201,495.20.\n(g) Council approval is necessary because the value of option year three would increase\nthe option-year-three value to more than $1 million during a 12-month period.\n(h) Approval is necessary to allow the continuation of these vital services. Without this\napproval, God’s Anointed New Generation cannot be paid for services provided in excess of $1\nmillion.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModifications to Human Care Agreement No. CFSA-11-H-0097 with God’s Anointed New\n\nProposed\nResolution\n20-860\nSee Emergency\nD.C. Act 20-400\n20 DCStat 3880\n\nModifications\nto Human\nCare\nAgreement\nNo. CFSA-11H-0097 with\nGod’s\nAnointed New\nGeneration\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-558, effective July 14, 2014\n\n20 DCSTAT 3966\n\nGeneration Approval and Payment Authorization Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3966", 
  "name": "Resolution_20-558.pdf", 
  "title": "Modifications to Human Care Agreement No. CFSA-11-H-0097 with God's Anointed New Generation Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}