{
  "end": "2720", 
  "name": "Resolution_20-308.pdf", 
  "start": "2719", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-308, effective October 1, 2013\n\n20 DCSTAT 2719\n\nA RESOLUTION\n\nProposed\nResolution\n20-471\nSee Emergency\nD.C. Act 20-202\n20 DCStat 2452\n\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. FY13002 through No. FY13-008 to Contract No. GM-10-S-0707B-FM between the District of\nColumbia government and Turner Construction Company for On-Call Small Capital Projects,\nand to authorize payment to Turner Construction Company in the aggregate amount of\n$3,148,287.37 for the goods and services received and to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. FY13-002 through No. FY13-008 to\nContract GM-10-S-0707B-FM Approval and Payment Authorization Emergency Declaration\nResolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Change Orders No. FY13-002\nthrough No. FY13-008 to Contract No. GM-10-S-0707B-FM for On-Call Small Capital Projects\nin the aggregate amount of $3,148,287.37 and to authorize payment for the goods and services\nreceived and to be received under these change orders.\n(b) The underlying Contract was competitively bid and awarded to Turner Construction\nCompany, and the Council previously approved Option Year 2 with a not-to-exceed amount of\n$3,500,000 (CA 19-0461). The Council subsequently approved Change Order No. FY13-001\nwith a value of $4,653,554.35 (CA20-0139). Thereafter, the Department of General Services\nissued Change Orders FY13-002 through FY13-007. The aggregate value of Change Orders\nNo. FY13-002 through No. FY13-007 was less than $1 million; thus, these change orders did\nnot require Council approval.\n(c) Change Order No. FY13-008 will cause the aggregate value of change orders issued\nafter Council approval of Option Year 2 of Contract No. GM-10-S-0707B-FM and approval of\nChange Order No. FY13-001 to exceed the $1 million threshold pursuant to section 451 of the\nDistrict of Columbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official\nCode § 1-204.51).\n(d) Approval of Change Orders No. FY13-002 through No. FY13-008 and authorization\nof payment in the aggregate amount of $3,148,287.37 is necessary to compensate Turner\nConstruction Company for work completed and to be completed pursuant to its Contract No.\nGM-10-S-0707B-FM for On-Call Small Capital Projects.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nChange\nOrders No.\nFY13-002\nthrough No.\nFY13-008 to\nContract GM10-S-0707BFM Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-308, effective October 1, 2013\n\n20 DCSTAT 2720\n\nChange Orders No. FY13-002 through No. FY13-008 to Contract GM-10-S-0707B-FM\nApproval and Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Change Orders No. Fy13-002 Through No. Fy13-008 to Contract Gm-10-S-0707b-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}