{
  "start": "732", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-31, effective February 5, 2013\n\n20 DCSTAT 732\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend section 47-462 of the District\nof Columbia Official Code to extend the deadline for the final report of the Tax Revision\nCommission; and to amend the Procurement Practices Reform Act of 2010 to allow the Tax\nReview Commission to procure goods and services independent of the Chief Procurement Officer\npursuant to a streamlined small-purchase procurement process for contracts for goods and\nservices not exceeding $40,000.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Tax Revision Commission Report Extension and\nProcurement Streamlining Emergency Declaration Resolution of 2013”.\n\nProposed Resolution\n20-80\nSee Emergency Act\nD.C. Act 20-19\n20 DCSTAT 476\n\nTax Revision\nCommission Report\nExtension and\nProcurement\nStreamlining\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) The purpose of the Tax Revision Commission (“Commission”) is to conduct a\nbroad and deep review of the District’s tax laws, tax expenditures, revenues, tax base, and economy,\nand to provide the Council and the Mayor with recommendations for reform. The Commission is\nrequired by law to submit its recommendations in the form of a report or reports similar in form and\nscope as those transmitted by the District of Columbia Tax Revision Commission in 1998.\n(b) Under current law (D.C. Official Code § 47-462(d)), the Tax Revision Commission was\ngiven just 9 months to produce its report and recommendations.\n(c) The original Tax Revision Commission required 2 years between passage of the\nlegislation and the publication of its well-researched and in-depth report in 1998.\n(d) The members of the Commission are of the opinion that an extension of the time for the\nCommission to publish its report and recommendations would result in a publication of both depth\nand breadth comparable to the 1998 report and which would better inform policy decisions in the\ncoming years. This will provide the Commission with the necessary time to commission studies\nexternally and produce the best and most thoughtful product.\n(e) The work of the Commission will be most effective if the deadline for the report is\nextended to the end of fiscal year 2013, or September 30, 2013.\n(f) The Commission has experienced difficulty in attempting to execute quick\nprocurements for expert research into particular topics of tax law and policy. With the reporting\ndeadline approaching, the Commission has an urgent need for expedited contracting.\n(g) Exempting certain procurements from the requirements of the Procurement Practices\nReform Act of 2010, effective April 8, 2011 (D.C. Law 18-371; D.C. Official Code § 2-351.01 et\nseq.), will allow the Commission to accomplish its statutory mandate within the deadline set\nforth in the Tax Revision Commission Report Extension and Procurement Streamlining\nEmergency Amendment Act of 2013.\n(h) The Tax Revision Commission Report Extension and Procurement Streamlining\nEmergency Amendment Act of 2013 would allow the Commission to procure goods and services\nindependent of the Chief Procurement Officer pursuant to a streamlined small-purchase\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-31, effective February 5, 2013\n\n20 DCSTAT 733\n\nprocurement process for contracts for goods and services not exceeding $40,000. Limiting the\nCommission’s independent procurement authority to contracts of such a small amount will\nensure that the District’s policy of favoring competitive procurements is not undermined.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Tax\nRevision Commission Report Extension and Procurement Streamlining Emergency Amendment\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "733", 
  "name": "Resolution_20-31.pdf", 
  "title": "Tax Revision Commission Report Extension and Procurement Streamlining Emergency Declaration Resolution of 2013"
}