{
  "start": "2723", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-310, effective October 1, 2013\n\n20 DCSTAT 2723\n\nA RESOLUTION\nTo approve, on an emergency basis, multiyear Contract Nos. CW23338 with Ahntech, Inc.; CW23360 with\nApex Petroleum Corporation; CW23334 with Carroll Independent Fuel; CW23332 with PAPCO,\nInc.; and CW23330 with Petroleum Traders Corporation to provide fuel to the District under\nvarious Defense Logistics Agency contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Fuel Emergency Approval Resolution of 2013”.\n\nSec. 2. Pursuant to section 451(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51(c)(3)), and section\n202 of the Procurement Practices Reform Act of 2010, effective April 8, 2011 (D.C. Law 18371; D.C. Official Code § 2-352.02), the Council approves the following multiyear contracts:\n(1) Contract No. CW23338 with Ahntech, Inc., to provide fuel to the District\nunder federal contract SP0600-13-D-4007 in the estimated amount of $1,251,440.00 from\nAugust 1, 2013, through July 31, 2017;\n(2) Contract No. CW23360 with Apex Petroleum Corporation to provide fuel to\nthe District under federal contract SP0600-13-D-4006 in the estimated amount of $965,089.43\nfrom August 1, 2013, through July 31, 2017;\n(3) Contract No. CW23334 with Carroll Independent Fuel to provide fuel to the\nDistrict under federal contract SP0600-13-D-4012 in the estimated amount of $12,843,133.38\nfrom August 1, 2013, through July 31, 2017;\n(4) Contract No. CW23332 with PAPCO, Inc., to provide fuel to the District\nunder federal contract SP0600-13-D-4028 in the estimated amount of $25,054,014.78 from\nAugust 1, 2013, through July 31, 2017; and\n(5) Contract No. CW23330 with Petroleum Traders Corporation to provide fuel\nto the District under federal contract SP0600-13-D-4029 in the estimated amount of\n$214,096.00 from August 1, 2013, through July 31, 2017.\nSec. 3. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor.\nSec. 4. The Council adopts the fiscal impact statement of the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813;D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-473\nEmergency\nDeclaration\nRes. 20-309\n20 DCStat 2721\n\nOmnibus Fuel\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "end": "2723", 
  "name": "Resolution_20-310.pdf", 
  "title": "Omnibus Fuel Emergency Approval Resolution of 2013"
}