{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-73, effective March 19, 2013\n\n20 DCSTAT 1461\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to establish fines for criminal offenses,\nexcept where exempted by specific reference, proportional to the imprisonment term for each\noffense and to add a fine to any criminal offense that is currently punishable by a term of\nimprisonment but not by a fine; to establish the maximum alternative fine penalty involving\npecuniary gain or loss at twice the gain or loss that has been alleged and proved; to exempt\ncertain offenses from the fine proportionality in order to retain large fines for those offenses, to\nexempt certain offenses from fine proportionality in order to retain the progressive fine structure\nfor subsequent offenses; to make conforming amendments to acts codified in Titles 22, 48, 50, and\nenacted titles of the District of Columbia Official Code; to clarify that the provisions of this act\ncannot be applied retroactively; and to provide a definitive applicability date for the act of June 1,\n2013.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Criminal Fine Proportionality Emergency Declaration Resolution\nof 2013”.\nSec. 2. (a) The Council unanimously approved the Criminal Fine Proportionality\nAmendment Act of 2012, signed by the Mayor on January 23, 2013 (D.C. Act 19-641; 60 DCR\n2064), on second reading at the November 1, 2012, Legislative Meeting. The legislation was\ntransmitted to Congress on February 27, 2013, and is currently undergoing the 60-day\nCongressional review required of legislation that amends the criminal code.\n(b) The provisions of D.C. Act 19-641 makes fines for criminal offenses, with few\nexceptions, proportional to the corresponding imprisonment term for the offense. The legislation\nimposes an organizational structure to criminal fines in the District that re-calibrates fine\npenalties to be more fair and justifiable. At present, individual penalty provisions scattered\nthroughout the District of Columbia Official Code specify that a person convicted of an offense\nmay be sentenced to not more than a particular term of imprisonment, not more than a particular\nfine, or both. Over time, amendments to these provisions—or a failure to update through\namendment—has resulted in widespread disparity in the penalties for different offenses. D.C.\nAct 19-641 remedies this disparity with regard to criminal fines by setting the maximum fine in\nproportion to the maximum term of imprisonment for nearly all offenses.\n(c) This legislation is the product of a statutory mandate to bring penalty proportionality\nto the District’s criminal code. Penalty proportionality refers to the penalty for an offense, the\nterm of imprisonment and fine, being in balance, or “proportionate”, to the seriousness of the\nassociated offense. D.C. Act 19-641, by linking the maximum fine for an offense to the\nmaximum imprisonment term, makes major strides toward ensuring that like punishments for\ncriminal offenses are associated with like seriousness.\n(d) D.C. Act 19-641 is projected to become law on June 18, 2013, although this date can\nchange as a result of factors outside of the District’s control. In order to provide a definitive\n\nProposed\nResolution\n20-132\nSee\nEmergency\nAct\nD.C. Act 20-45\n20 DCSTAT 1300\n\nCriminal Fine\nProportionality\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-73, effective March 19, 2013\n\n20 DCSTAT 1462\n\napplicability date for the effectiveness of the new fine structure in D.C. Act 19-641, it is\nnecessary to enact the legislation on an emergency basis with a stated applicability date.\nDoing so ensures clarity in the law and that the public is on notice of the change in criminal\npenalties. Thus, the Criminal Fine Proportionality Emergency Amendment Act of 2013 provides\na definitive start date of June 1, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCriminal Fine Proportionality Emergency Amendment Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Criminal Fine Proportionality Emergency Declaration Resolution of 2013",
  "end": "1462",
  "start": "1461",
  "name": "Resolution_20-73.pdf"
}