{
  "end": "1537", 
  "name": "Resolution_20-124.pdf", 
  "start": "1537", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-124, effective May 7, 2013\n\n20 DCSTAT 1537\n\nA RESOLUTION\n\nProposed\nResolution\n20-249\n\nTo declare the existence of an emergency with respect to the need to enact an emergency version of the\nReckless Driving Amendment Act of 2012 to ensure its provisions are in effect as of June 1, 2013.\n\nSee\nEmergency\nD.C. Act 20-75\n20 DCStat 1428\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Reckless Driving Emergency Declaration Resolution of 2013”.\n\nReckless\nDriving\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) On December 4, 2012, the Council approved Bill 19-823, the Reckless Driving\nAmendment Act of 2012. Due to lengthy administrative delays, this legislation was not transmitted\nto Congress until February 26, 2013 and is not expected to complete Congressional review until mid\nto late June.\n(b) Section 2 of this bill clarifies the offense of reckless driving and creates a new offense of\naggravated reckless driving. Section 8 contains an applicability date of June 1, 2013. Because this\nbill would apply before it will take effect, this bill would violate the prohibition against ex post facto\nlaws in Article I of the U.S. Constitution.\n(c) As a result, it is necessary to enact an emergency version of the Reckless Driving\nAmendment Act of 2012, signed by the Mayor on January 22, 2013 (D.C. Act 19-630; 60 DCR\n1713) (“Act”), so that the provisions of the Act become applicable on June 1, 2013, which was the\nintended applicability date of the Act.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Reckless\nDriving Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Reckless Driving Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}