{
  "end": "4527", 
  "name": "Resolution_20-625.pdf", 
  "start": "4527", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-625, effective October 7, 2014\n\n20 DCSTAT 4527\n\nA RESOLUTION\n\nProposed\nResolution\n20-1065\n\nTo declare the existence of an emergency with respect to the need to make minor, technical, and clarifying\namendments to various budget-related provisions of law.\n\nSee Emergency\nD.C. Act 20-461\n20 DCStat 4368\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fiscal Year 2015 Budget Support Clarification Emergency\nDeclaration Resolution of 2014”.\n\nFiscal Year\n2015 Budget\nSupport\nClarification\nEmergency\nDeclaration\nResolution of\n2014\n\nSec. 2. (a) On June 24, 2014, the Council passed Bill 20-750, the Fiscal Year 2015\nBudget Support Act of 2014. The legislation was returned unsigned by the Mayor and is\ncurrently undergoing the 30-day congressional review. The Fiscal Year 2015 Budget Support Act\nof 2014, enacted on September 23, 2014 (D.C. Act 20-424; 61 DCR 9990), is likely to go into\neffect at some point in the fall of 2014.\n(b) Following the passage of the Fiscal Year 2015 Budget Support Act of 2014, staff at the\nOffice of the Chief Financial Officer, the Office of Tax and Revenue, executive agencies, and the\nCouncil identified certain provisions in the Fiscal Year 2015 Budget Support Act of 2014, and\nprovisions of law that were amended by the Fiscal Year 2015 Budget Support Act of 2014, as well\nas related provisions, that need to be clarified or amended to effectuate their intent.\n(c) The proposed modifications include conforming amendments, clarifying provisions, and\nother minor amendments that must go into effect immediately to clarify the law and implement the\nFiscal Year 2015 Budget and Financial Plan as approved by the District.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\nYear 2015 Budget Support Clarification Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Fiscal Year 2015 Budget Support Clarification Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}