{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-499, effective June 3, 2014\n\n20 DCSTAT 3471\n\nA RESOLUTION\n\nProposed\nResolution\n20-826\nSee Emergency\nD.C. Act 20-349\n20 DCStat 3341\n\nTo declare the existence of an emergency with respect to the need to prohibit the electric company from\nshutting off service when the heat index is forecasted to be 95 degrees Fahrenheit or above.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as “Heat Wave Safety Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to protect District residents who are\nvulnerable to health impairments that may be caused by periods of extreme heat and who may\nbe unable to cool their homes if their electricity is shut off.\n(b) District law prohibits utilities from disconnecting their service when the forecast\npredicts the temperature will be 32 degrees Fahrenheit or below during the following 24 hours.\n(c) Exposure to extreme heat is more likely than extreme cold to cause people to\nexperience negative health consequences, including death; yet the District does not prohibit the\ndisconnection of electricity during or directly preceding periods of extreme heat analogous to\nthe prohibition on disconnections during or directly preceding periods of extreme cold.\n(d) Enacting a prohibition on the disconnection of electricity during or directly\npreceding periods of extreme heat will provide a measure of security for District residents\nwithout creating undue hardship for the electric company.\nSec. 3. The Council of the District of Columbia determines that the\ncircumstances enumerated in section 2 constitute emergency circumstances making it necessary\nthat the\nHeat Wave Safety Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nHeat Wave\nSafety\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Heat Wave Safety Emergency Declaration Resolution of 2014",
  "end": "3471",
  "start": "3471",
  "name": "Resolution_20-499.pdf"
}