{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-509, effective June 24, 2014\n\n20 DCSTAT 3485\n\nA RESOLUTION\n\nProposed\nResolution\n20-619\n\nTo declare the sense of the Council that the Washington Metropolitan Area Transit Authority (“WMATA”)\nBoard of Directors should adopt a revised background screening policy and take additional steps\nto promote WMATA hiring returning citizens.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council on the Need for the Washington\nMetropolitan Area Transit Authority to Update its Personnel Policies to Encourage the\nEmployment of Returning Citizens Resolution of 2014”.\nSec. 2. The Council finds that:\n(1) Approximately 700,000 citizens are released from state and federal prisons in\nthe United States annually, and more than half of them will be reincarcerated within 3 years.\n(2) In the District, about 2,500 citizens are released from prison each year, and\nas many as 60,000 individuals living in the District (almost 1 in 10 residents) have a criminal\nrecord.\n(3) Access to education, housing, and employment are significant challenges for\nreturning citizens, and a key factor in recidivism rates.\n(4) The Washington Metropolitan Area Transit Authority (“WMATA”) is an\nentity with more than 12,000 employees and is currently in the midst of a major effort to hire an\nadditional 1,000 individuals.\n(5) The positions at WMATA provide good, middle-class jobs, and frequently\noffer job training and opportunities for promotion so that preexisting skills or experience are not\nnecessarily required.\n(6) As an entity that interacts extensively with the public and must ensure the\nsafety and security of its riders, as well as the protection of the public assets it controls,\nWMATA has instituted a background screening policy to determine the criminal records of all\npotential job applicants.\n(7) WMATA’s screening policy automatically determines an individual’s\neligibility to work for WMATA based on the type of position to which the individual applied,\nthe type of crime for which the individual had previously been convicted, and how recently the\nconviction occurred.\n(8) The screening policy was amended in November 2011, resulting in a far\nmore strict and punitive process that can permanently bar individuals from working for\nWMATA for relatively minor drug and other felony convictions, no matter how long ago they\noccurred.\n(9) Current employees and contractors were recently fired from jobs at WMATA\n\nSense of the\nCouncil on the\nNeed for the\nWashington\nMetropolitan\nArea Transit\nAuthority to\nUpdate its\nPersonnel\nPolicies to\nEncourage the\nEmployment\nof Returning\nCitizens\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-509, effective June 24, 2014\n\n20 DCSTAT 3486\n\nas a result of the revised screening policy, despite having previously disclosed their earlier\nconvictions and having performed their duties in an exemplary fashion without complaint from\nsupervisors.\n(10) As a result, several recently discharged WMATA employees, with the\nassistance of the NAACP Legal Defense Fund, have filed complaints at the Equal Employment\nOpportunity Commission, alleging that WMATA’s revised screening policy is not uniformly\nenforced and contravenes Federal Transit Administration regulations and Title VII of the Civil\nRights Act.\nSec. 3. It is the sense of the Council that WMATA’s Board of Directors should adopt a\nrevised background screening policy that addresses these concerns by allowing officials in\ncharge of hiring decisions flexibility to consider criminal records as one of several factors in a\nholistic review of job applicants. If done properly, revisions to WMATA’s background\nscreening policy would in no way endanger the safety and security of its riders and employees\nas well as the good stewardship of WMATA’s public assets.\nSec. 4. It is the further sense of the Council that WMATA should take additional steps to\nactively recruit and hire more returning citizens given the challenges they face in finding\nemployment, and these steps should be comparable WMATA’s efforts to hire military veterans,\nminorities, and other disadvantaged groups. At a minimum, WMATA should track the number\nof returning citizens that apply for jobs, how many are hired, and what if any disparity there is\nbetween the performance of employees with and without criminal records.\nSec. 5. The Chairman shall transmit a copy of this resolution upon its adoption to the\nWMATA Board of Directors and its General Manager and Chief Executive Officer, Mr. Richard\nSarles.\nSec. 6. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f",
  "title": "Sense of the Council on the Need for the Washington Metropolitan Area Transit Authority to Update its Personnel Policies to Encourage the Employment of Returning Citizens Resolution of 2014",
  "end": "3486",
  "start": "3485",
  "name": "Resolution_20-509.pdf"
}