{
  "start": "4660", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-742, effective December 16, 2014\n\n20 DCSTAT 4660\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to declare as no longer needed for\npublic purposes the District-owned real property located at 901 Fifth Street, N.W., known for tax\nand assessment purposes as Parcel 0059 in Square 0516.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fifth Street, N.W. and I Street, N.W. Surplus Property\nDeclaration Emergency Declaration Resolution of 2014”.\n\nSec. 2. Findings.\n(a) Development at Fifth Street, N.W., and I Street, N.W., is contingent upon milestones\nbeing met in development at 2100 Martin Luther King Avenue. At the 2100 Martin Luther King\nsite, the development team will apply Low Income Housing Tax Credits. Council approval will\nallow the developer to begin applying for financing to construct the affordable housing units in\nthe coming months.\n(b) The developer for the project at Fifth Street, N.W., and I Street, N.W., has financing\nterm sheets from potential lenders, bids from contractors, a letter of interest from The Standard\nHotel, and other tentative agreements in place. Council approval on an emergency basis is\nnecessary to allow the developer to execute the contracts at the terms discussed in the\nsubmission of their proposal.\n(c) Council approval of the project will allow the District to move forward to\nfinalize the arrangements for the renovation of the Milian and Seaton park with the Deputy\nMayor for Planning and Economic Development, the Office of Planning, and the National Park\nService.\n(d) Expedited approval by the Council will enable the District to quickly realize\nthe substantial benefits of affordable housing, condominiums, a hotel, 1,100 temporary jobs, 300\npermanent jobs, and $110 million dollars in tax revenue.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fifth\nStreet, N.W., and I Street, N.W., Surplus Property Declaration Emergency Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1197\nSee Emergency\nD.C. Act 20-542\n20 DCStat 4453\n\nFifth Street,\nN.W. and I\nStreet, N.W.\nSurplus\nProperty\nDeclaration\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4660", 
  "name": "Resolution_20-742.pdf", 
  "title": "Fifth Street, N.W. and I Street, N.W. Surplus Property Declaration Emergency Declaration Resolution of 2014"
}