{
  "end": "2123", 
  "name": "Resolution_20-258.pdf", 
  "start": "2123", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-258, effective July 10, 2013\n\n20 DCSTAT 2123\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 1 through\n3A to Contract No. DCPL-2009-C-0015C with Hess Construction Company to provide general\nconstruction services at the Francis Gregory Neighborhood Library and authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract DCPL-2009-C-0015C Modification Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 1 through 3A\nto Contract DCPL-2009-C-0015C with Hess Construction Company to provide general\nconstruction services and to authorize payment for the construction services received and to be\nreceived under the contract.\n(b) On July 22, 2010, the Council approved Contract DCPL-2009-C-0015C with Hess\nConstruction Company to provide general construction services for the contract period of\nJanuary 17, 2011, to January 16, 2012, in the not to exceed amount of $12,933,685.\n(c) On July 12, 2012, by Modification No. 1; on October 3, 2012 by Modification No.\n2; and Modification No. 3, dated March 1, 2013, the public library’s procurement office\nincreased the contract ceiling for the contract period of January 17, 2011, to December 31, 2013,\nby $1,070,463.97, from $12,933,685.00 to a new contract amount of $14,004,148.97.\n(d) The public library now seeks Council approval of the total contract ceiling of the not\nto exceed amount, for the period from January 16, 2012, to December 31, 2013, to a total\nincreased contract amount of $14,004,148.97.\n(e) Council approval is necessary to allow the payment for these vital services. Without\nthis approval, Hess Construction Company cannot be paid for services provided in excess of $1\nmillion over the previously approved amount for the period from January 16, 2012, to\nDecember 31, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract DCPL-2009-C-0015C Modification Approval and Payment Authorization Emergency\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-363\nSee Emergency\nD.C. Act 20-131\n20 DCStat 1970\n\nContract\nDCPL-2009C-0015C\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Contract Dcpl-2009-C-0015c Modification Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}