{
  "end": "4515", 
  "name": "Resolution_20-616.pdf", 
  "start": "4514", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-616, effective September 23, 2014\n\n20 DCSTAT 4514\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to clarify the boundaries of the Georgia\nAvenue Priority Area.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Georgia Avenue Great Streets Neighborhood Retail Priority\nArea Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In November, 2009, at the request of the 14th Street Block group,\nCouncilmember Bowser, joined by former Mayor Adrian Fenty, community stakeholders, and\nDistrict government agencies, participated in a walk-thru along the 14th Street, N.W., corridor\nfrom Spring Road to Longfellow Street to begin a strategy for improvements along this section\nof Ward 4.\n(b) The community identified a number of safety improvements needed, including lights,\ncrosswalks, intersections, and stop signs, as well as improvements needed for business façades,\nvacant properties, new businesses, transportation, and residential properties.\n(c) The District’s Office of Planning, including Gizachew Andargeh, Malaika\nAbernathy, and Tarek Bolden, led a small area planning process with a variety of stakeholders\nincluding Advisory Neighborhood Commissioners and civic leaders, property owners, business\ntenants, residents, and District government agencies to determine how best to revitalize the\ncorridor over the next 5-10 years.\n(d) The community engagement process was extensive; over 50 public meetings were\nheld.\n(e) The following were active participants and key to the development of the Central\n14th Street Vision Plan and Revitalization Strategy Plan: Advisory Neighborhood Commission\n4C and 4A; the 14th Street Block Group; representatives from the 16th Street Heights Civic\nAssociation; the Brightwood Community Association; Friends of 16th Street Heights Parks; the\nCrestwood Civic Association; and key involvement from business representatives including\nmembers of the 14th Street Uptown Business Association.\n(f) This 2.5-year process resulted in a plan that provides guidance on land use, zoning,\nurban design, and connectivity and is intended to direct economic growth along 14th Street,\nN.W., by improving neighborhood retail choices and amenities; specifically targeting 3 very\ndistinct commercial nodes.\n(g) On October 22, 2012, the Council held a public hearing, and on November 15, 2012,\nthe plan was approved.\n\nProposed\nResolution\n20-1032\nSee Emergency\nD.C. Act 20-445\n20 DCStat 4169\nGeorgia\nAvenue Great\nStreets\nNeighborhood\nRetail Priority\nArea\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-616, effective September 23, 2014\n\n20 DCSTAT 4515\n\n(h) To help implement the plan, the Council approved an expansion of the Georgia\nAvenue Retail Priority Area to include 2 of the 3 distinct commercial nodes, but the legislation\ninadvertently excluded the 3rd node.\n(i) Emergency legislation is necessary to include the 3rd commercial node within the\nGeorgia Avenue Priority Area thus making businesses in this node eligible for Great Streets\nSmall Business Capital Improvement Grants.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nGeorgia Avenue Great Streets Neighborhood Retail Priority Area Emergency Amendment Act\nof 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Georgia Avenue Great Streets Neighborhood Retail Priority Area Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}