{
  "end": "726", 
  "name": "Resolution_20-26.pdf", 
  "start": "725", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-26, effective February 5, 2013\n\n20 DCSTAT 725\n\nA RESOLUTION\n\nProposed Resolution\n20-77\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Homeless Services Reform Act of 2005 to authorize the Mayor and the District of Columbia\nHousing Authority to fill vacant Rent Supplement Program tenant-based voucher slots with\nhomeless families referred by the Department of Human Services and determined to have first\npriority to shelter, through the end of the 2012-2013 hypothermia season.\n\nSee Emergency Act\nD.C. Act 20-12\n20 DCSTAT 466\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Local Rent Supplement Program Voucher Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nLocal Rent\nSupplement\nProgram Voucher\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) Recently a number of vacant local rental assistance vouchers under the Rent\nSupplement Program were allowed to lapse by the District of Columbia Housing Authority\n(“DCHA”).\n(b) Over the past 2 years, the Council has stricken language in budget support acts\nprohibiting DCHA from filling vacant vouchers.\n(c) Following a public oversight roundtable on the matter, a compromise was reached to\nuse the vacant vouchers for the housing needs of homeless families referred by the Department\nof Human Services.\n(d) The Mayor and the District of Columbia Housing Authority need the legal authority\nto immediately begin to fill vacant Rent Supplement Program tenant-based voucher slots with\nhomeless families referred by the Department of Human Services and determined to have first\npriority to shelter.\n(e) These referrals shall be made in accordance with the special eligibility criteria set\nforth in sections 2556, 2557, and 2558 of Title 29 of the District of Columbia Municipal\nRegulations (29 DCMR § 2556 - 2558).\n(f) The Council enacted the Local Rent Supplement Program Voucher Emergency\nAmendment Act of 2012, effective November 16, 2012 (D.C. Act 19-545; 59 DCR 13590),\nwhich allows vouchers to be targeted to families in most urgent need of housing during the 20122013 hypothermia season. This emergency legislation expires on February 14, 2013, and\nassociated temporary legislation has not completed the 30-day Congressional review period\nrequired by section 602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973\n(87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)) and is not projected to become law until after\nFebruary 14, 2013.\n(g) It is important that the provisions of the emergency legislation remain in effect until the\ntemporary legislation takes effect.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Local\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-26, effective February 5, 2013\n\n20 DCSTAT 726\n\nRent Supplement Program Voucher Congressional Review Emergency Amendment Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Local Rent Supplement Program Voucher Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}