{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-627, effective October 7, 2014\n\n20 DCSTAT 4529\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to establish that it shall be unlawful for\nthe owner or operator of a grocery store to impose a restrictive land covenant or use restriction\non the sale, or other transfer, or lease of real property used as a grocery store that prohibits the\nsubsequent use of the property as a grocery store.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Grocery Store Restrictive Covenant Prohibition Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) It was recently reported that the Safeway at 4865 Macarthur Boulevard has\nbeen offered for sale. In previous store and property sales, the company has required that a\npurchaser of its property agree to a covenant prohibiting reuse of the property for a similar or\nanalogous use; that is, that the property may not be used as a grocery store or retail food\nestablishment of any kind. Such a restriction is harmful to residents. In the Macarthur\nBoulevard instance, it is harmful to the residents of the neighborhood as the next closest grocer\nis approximately 2.5 miles away.\n(b) Restrictive covenants and other usage restriction policies with respect to grocery\nstores hurt residents’ access to fresh food.\n(c) In city neighborhoods, the reliance on grocery stores within a short distance from one\nanother is particularly necessary as many residents rely on walking as their sole means of access\nto fresh food.\n(d) Seniors and low-income residents especially rely on food retailers in close proximity\nto their homes as they often face mobility challenges or have limited access to vehicles.\n(e) A lack of stores offering healthy food leads to unhealthy food choices and related\nhealth problems.\n(f) These restrictive covenants are contrary to the American standard of a free market\nand open competition.\n(g) As development in the District continues and the city sees continued population\nincreases, it is vital that every neighborhood has access to essential grocery-store services.\nRestrictive covenants undermine food-services competition and the advent of revitalized\ncommunities with large and small retailers, including independent butchers and bakeries.\n(h) The circumstances described in this section underscore the need for the Council to\nact to prohibit such restrictive covenants and prevent the creation of food deserts in the District.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nProposed\nResolution\n20-1068\nSee Emergency\nD.C. Act 20-457\n20 DCStat 4362\n\nGrocery Store\nRestrictive\nCovenant\nProhibition\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-627, effective October 7, 2014\n\n20 DCSTAT 4530\n\nGrocery Store Restrictive Covenant Prohibition Emergency Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Grocery Store and Food Retail Restrictive Covenant Prohibition Emergency Declaration Resolution of 2014",
  "end": "4530",
  "start": "4529",
  "name": "Resolution_20-627.pdf"
}