{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-233, effective July 10, 2013\n\n20 DCSTAT 2084\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Deputy Mayor for Planning and Economic Development Limited Grant-Making Authority Act\nof 2012 to require the Deputy Mayor for Planning and Economic Development to issue a loan in\nthe amount of $800,000 to support an affordable housing project in Ward 7.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Deputy Mayor for Planning and Economic Development\nLimited Grant-Making Authority Congressional Review Emergency Declaration Resolution of\n2013”.\n\nSec. 2. (a) In April of 2013, the Council enacted the Deputy Mayor for Planning and\nEconomic Development Limited Grant-Making Authority Emergency Amendment Act of 2013\n(D.C. Act 20-48; 60 DCR 5770) (“emergency legislation”), and in May of 2013, enacted the\nDeputy Mayor for Planning and Economic Development Limited Grant-Making Authority\nTemporary Amendment Act of 2013, signed by the Mayor on May 15, 2013 (D.C. Act 20-70;\n60 DCR 7238)(“temporary legislation”), which amended the Deputy Mayor for Planning and\nEconomic Development Limited Grant-Making Authority Act of 2012 to require the Deputy\nMayor for Planning and Economic Development to issue a loan in the amount of $800,000 to\nsupport an affordable housing project in Ward 7.\n(b) The emergency legislation will expire on July 11, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDeputy Mayor for Planning and Economic Development Limited Grant-Making Authority\nCongressional Review Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-369\nSee Emergency\nD.C. Act 20-132\n20 DCStat 1971\n\nDeputy Mayor\nfor Planning\nand Economic\nDevelopment\nLimited\nGrant-Making\nAuthority\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Deputy Mayor for Planning and Economic Development Limited Grant-Making Authority Congressional Review Emergency Declaration Resolution of 2013",
  "end": "2084",
  "start": "2084",
  "name": "Resolution_20-233.pdf"
}