{
  "end": "4540", 
  "name": "Resolution_20-635.pdf", 
  "start": "4539", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-635, effective October 7, 2014\n\n20 DCSTAT 4539\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve salary increases and other\nnegotiated benefits under the terms of the negotiated compensation collective bargaining\nagreement for District of Columbia Public School employees who are represented by the\nTeamsters Local 639, affiliated with the International Brotherhood of Teamsters AFL-CIO, as set\nforth in the transmitted pay schedules.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Public Schools and Teamsters Local 639, Affiliated with the International\nBrotherhood of Teamsters Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia Public Schools negotiated a compensation\nagreement (“Compensation Collective Bargaining Agreement”) with Teamsters Local 639 that\nrequires certain wage increases and other compensation and benefits over a period of 4 years.\nThe Mayor proposes, as agreed with the union, that the first such compensation increase is made\neffective October 1, 2013, which constitutes a change to the pay schedule and a resulting\nminimum increase of 3% in each bargaining unit member’s gross salary. Given section\n1717(f)(1) of the District of Columbia Government Comprehensive Merit Personnel Act of\n1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code §1-617.17(f)(1)), which\ncontemplates “that negotiations shall be completed prior to submission of a budget” for the\nyears covered by the agreement, the Compensation Collective Bargaining Agreement must be\nacted on by the Council immediately.\n(b) In order to effectuate the terms of the Compensation Collective Bargaining\nAgreement, the Mayor recommends that the Compensation Collective Bargaining Agreement\nbetween the District of Columbia Public Schools and Teamsters Local 639, Affiliated with the\nInternational Brotherhood of Teamsters Emergency Approval Resolution of 2014 be approved\non an emergency basis.\n(c) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nProposed\nResolution\n20-1017\nSee Emergency\nD.C. Res. 20-636\n20 DCStat 4541\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nPublic Schools\nand\nTeamsters\nLocal 639,\nAffiliated with\nthe\nInternational\nBrotherhood\nof Teamsters\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-635, effective October 7, 2014\n\n20 DCSTAT 4540\n\nCompensation Collective Bargaining Agreement between the District of Columbia Public\nSchools and Teamsters Local 639, Affiliated with the International Brotherhood of Teamsters\nEmergency Approval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Public Schools and Teamsters Local 639, Affiliated with the International Brotherhood of Teamsters Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}