{
  "end": "2654", 
  "name": "Resolution_20-269.pdf", 
  "start": "2654", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-269, effective September 17, 2013\n\n20 DCSTAT 2654\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Health Benefit Exchange Authority Establishment Act of 2011 to promote meaningful choice,\nprovide enhanced benefits, and build a competitive private insurance marketplace for the\nresidents and small business owners of the District of Columbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Better Prices, Better Quality, Better Choices for Health\nCoverage Congressional Review Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In June, the Council enacted the Better Prices, Better Quality, Better Choices\nfor Health Coverage Emergency Amendment Act of 2013, effective June 19, 2013 (D.C. Act\n20-87; 60 DCR 9542) (“emergency legislation”), and in July, the Better Prices, Better Quality,\nBetter Choices for Health Coverage Temporary Amendment Act of 2013, signed by the Mayor\non July 15, 2013 (D.C. Act 20-110; 60 DCR 10880) (“temporary legislation”), which amended\nthe Health Benefit Exchange Authority Establishment Act of 2011 to promote meaningful\nchoice, provide enhanced benefits, and build a competitive private insurance marketplace for the\nresidents and small business owners of the District of Columbia.\n(b) The emergency legislation will expire on September 17, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Better\nPrices, Better Quality, Better Choices for Health Coverage Congressional Review Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-427\nSee Emergency\nD.C. Act 20-170\n20 DCStat 2419\n\nBetter Prices,\nBetter\nQuality,\nBetter Choices\nfor Health\nCoverage\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Better Prices, Better Quality, Better Choices for Health Coverage Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}