{
  "start": "2700", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-300, effective October 1, 2013\n\n20 DCSTAT 2700\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to establish the Government of the\nDistrict of Columbia’s response to the federal shutdown, or lapse in appropriations, by\ndesignating personnel as essential, authorizing the acceptance of voluntary services, and\nproviding for the compensation of personnel through available funds in the contingency cash\nreserve fund.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Federal Shutdown Response Emergency Declaration Resolution\nof 2013”.\n\nSec. 2. (a) The Members of the Council of the District of Columbia, duty bound to\nserve the residents of the District and to make prudent decisions on their behalf with respect to\nexpenditures for governmental services from the public purse, determine that the full contingent\nof personnel in the employ of the District and the totality of operations and services performed\nby these employees to be essential to the public safety, health, and property, such that the\ncontinuation of employment, and performance of operations and services, should continue\nduring a lapse in federal appropriations.\n(b) With any federal shutdown, the District—unique and in contrast to any other state or\nmunicipality in the country—currently must consider and plan for the implications of a lapse in\nappropriations. The implementation of these plans comes at considerable expense to District\nfinances and with great disruption to residents and workers who rely on District services.\n(c) The controversy at the root of this current, possible federal shutdown and mass\ndisruption is completely, and unfairly, unrelated to the District of Columbia, its finances, or its\npeople.\n(d) Nevertheless, as the District has been traditionally tethered to the federal\nappropriations process—a process more and more subject to vacillating whims that lead to\nstagnation and inaction—it is required to expend considerable amounts of both time and money\ntoward the development of contingency shutdown plans. This ensnares the District in partisan\nbudget squabbles at the federal level, in spite of the District’s 18 consecutive years of\nmaintaining a balanced budget and its current rainy-day fund in excess of a billion dollars, and\nendangering the District’s strong bond rating and ability to meet its financial obligations.\n(e) To ensure the District’s operations do not suffer the pernicious effects of the\nincreasingly threatened government shutdowns, and in recognition of the fact that\napproximately 98% of the District’s budget is derived from local revenue and federal grants that\nare available to all jurisdictions, the District adopted, via a 2012 voter referendum, a local\nbudget autonomy law. The provisions of the Local Budget Autonomy Amendment Act of 2012,\n\nProposed\nResolution\n20-482\nSee Emergency\nD.C. Act 20-182\n20 DCStat 2442\n\nFederal\nShutdown\nResponse\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-300, effective October 1, 2013\n\n20 DCSTAT 2701\n\neffective July 25, 2013 (D.C. Law 19-321; 60 DCR 1724), are applicable beginning January 1,\n2014. This important measure enhances the local control over the District’s budget, including\nprotecting local funds in the event of federal inaction over partisan national issues.\n(f) While anxious for the provisions of D.C. Law 19-321 to take effect, in the interim\nthe District has continued to do what it is required to do, following all of the statutory and\nregulatory requirements in adopting and submitting to Congress a balanced budget. The fiscal\nyear 2014 budget was adopted by the Council over 4 months ago.\n(g) In failing to pass a federal appropriation adopting the District’s budget, Congress\nplaces at risk the vital municipal, county, and state functions the District fulfills on a daily basis.\n(h) With the very real likelihood of a government shutdown, the District is left to\ndetermine, as each of the federal governmental agencies, but no other state or municipality, is\nleft to determine, what personnel and services are “essential.”\n(i) The Federal Shutdown Response Emergency Act of 2013 establishes the District’s\nresponse to a call for a contingency plan for a government shutdown. In the event of a lapse in\nappropriations, the emergency act:\n(1) Designates all employees and activities of the Council of the District of\nColumbia as “essential,” and authorizes the Council to accept voluntary services during a\nfederal shutdown;\n(2) Supports the Mayor’s determination that all Executive Branch personnel are\n“essential” and creates a presumption to that effect, and authorizes the Mayor to accept\nvoluntary services during a federal shutdown; and\n(3) Authorizes that the payment of essential personnel, as well as compensation\nfor voluntary services, as determined by the Council or the Mayor, may be paid out of the\ncontingency cash reserve fund provided that funds are available.\n(j) The designation of essential personnel under the emergency act is valid only until\nJanuary 1, 2014, the applicability date for the Local Budget Autonomy Amendment Act of\n2012. As is clear from the authority granted by the Local Budget Autonomy Amendment Act of\n2012 to the District with regard to expenditure of local dollars, the District will no longer need\nto participate in the exercise of designating essential personnel for federal shutdown purposes\nwhen the provisions of that act take effect.\n(k) To ensure continued compliance with the federal Antideficiency Act (31 U.S.C. §\n1341 et seq.), the associated emergency act permits the use of funds available in the contingency\ncash reserve fund to keep the District government running. This fund contains congressionally\nappropriated dollars, meaning expenditures from this fund do not violate the Antideficiency Act\nso long as the District spends from this fund pursuant to the standards set forth in the statute\ngoverning the fund. A government shutdown is certainly a “nonrecurring and unforeseen need[\n] that arises during the fiscal year.” It is certainly the expectation of the District, and likely the\nnation, that a government shutdown should be nonrecurring. It is also the expectation that these\nfunds would be replaced once the District is allowed to spend its fiscal year 2014 budget.\n(l) The unfortunate circumstances that have heretofore left the District budget tethered\nto the federal appropriations process, even though the local budget is largely comprised of local\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-300, effective October 1, 2013\n\n20 DCSTAT 2702\n\ndollars, underscores the need for the local budget autonomy that is soon to be realized. The\nhealth, safety, and welfare of District residents and visitors should not be held hostage to the\ndysfunction that is creating the likely lapse in federal appropriations. It is essential, then, for the\nCouncil and the District to take this proposed action.\n(m) An orderly society cannot function without government. Residents and businesses\ndepend on government services. Government, therefore, is essential.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nFederal Shutdown Response Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2702", 
  "name": "Resolution_20-300.pdf", 
  "title": "Federal Shutdown Response Emergency Declaration Resolution of 2013"
}