{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-148, effective June 4, 2013\n\n20 DCSTAT 1569\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. DCHT-2012-C0016 and Modification Nos. M0001, M0002, M0003, and M0004 to Contract No. DCHT-2012-C0016 to manage and administer the District’s non-emergency transportation services program for\nthe District’s Medicaid eligible fee-for service recipients and to authorize payment for the services\nreceived and to be received under the contract\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHT-2012-C-0016 and Modification Nos.\nM0001, M0002, M0003 and M0004 to Contract No. DCHT-2012-C-0016 Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. DCHT-2012-C0016 and Modification Nos. M0001, M0002, M0003 and M0004 to Contract No. DCHT-2012C-0016 and to authorize payment for the services received and to be received under the contract.\n(b) The District originally entered into a contract (DCHC-2007-E-0001) with Medical\nTransportation Management, Inc. (\"MTM\") to provide non-emergency transportation services\nprogram for the District’s Medicaid eligible fee-for service recipients from July 20, 2007,\nthrough July 19, 2008, with 4 one-year options.\n(c) Upon expiration of the final option period Emergency Contract No. DCHT-2012-C0016 was awarded to MTM on August 31, 2012 through December 29, 2012 in the amount of\n$6,370,988.00.\n(d) Modification No. M0001 extended Emergency Contract DCHT-2012-C-0016 for the\nperiod of December 30, 2012 to January 12, 2013 for a total of $893,723.00.\n(e) Modification No. M0002 extended Emergency Contract DCHT-2012-C-0016 for the\nperiod of January 13, 2013 to January 31, 2013 for a total of $1,212,910.00.\n(f) Modification No. M0003 extended Emergency Contract DCHT-2012-C-0016 for the\nperiod of February 1, 2013 to February 28, 2013 for a total of $2,103,360.00.\n(g) Modification No. M0004 extended Emergency Contract DCHT-2012-C-0016 for the\nperiod of March 1, 2013 to March 14, 2013 for a total of $893,723.00.\n(h) Council approval is necessary because the value of Contract No. DCHT-2012-C-0016\nand Modification Nos. M0001, M0002, M0003 and M0004 to Contract No. DCHT-2012-C-0016\nare more than $1,000,000 during a 12-month period.\n(i) Approval is necessary to allow the continuation of these vital services. Without this\napproval, MTM cannot be paid for services provided in excess of $1,000,000.\n\nProposed\nResolution\n20-188\nSee\nEmergency\nD.C. Act 20-77\n20 DCStat 1432\n\nContract No.\nDCHT-2012C-0016 and\nModification\nNos. M0001,\nM0002,\nM0003 and\nM0004 to\nContract No.\nDCHT-2012C-0016\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-148, effective June 4, 2013\n\n20 DCSTAT 1570\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHT-2012-C-0016 and Modification Nos. M0001, M0002, M0003 and M0004 to\nContract No. DCHT-2012-C-0016 Approval and Payment Authorization Emergency Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Contract Number Dcht-2012-C-0016 and Modification Nos. M0001, M0002, M0003 and M0004 to Contract Number Dcht-2012-C-0016 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "1570",
  "start": "1569",
  "name": "Resolution_20-148.pdf"
}