{
  "end": "2818", 
  "name": "Resolution_20-360.pdf", 
  "start": "2818", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-360, effective December 3, 2013\n\n20 DCSTAT 2818\n\nA RESOLUTION\nTo approve, on an emergency basis, multiyear Contract No. DCAM-13-NC-0112 with LimnoTech, Inc. to\nprovide a consolidated total maximum daily load implementation plan and revised monitoring\nprogram for the District Department of the Environment, in response to the Municipal Separate\nStorm Sewer System permit that the Environmental Protection Agency issued to the District.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Proposed Multiyear Contract No. DCAM-13-NC-0112\nEmergency Approval Resolution of 2013”.\n\nSec. 2. Pursuant to section 451(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51(c)(3)), the Council\napproves Contract No. DCAM-13-NC-0112, a multiyear agreement with LimoTech, Inc. to\nprovide a consolidated total maximum daily load implementation plan and revised monitoring\nprogram for the District Department of the Environment in response to the Municipal Separate\nStorm Sewer System permit that the Environmental Protection Agency issued to the District, in\nan amount not to exceed $3,532,485.00. The term of the contract is 3 years with 2 one-year\noption periods.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 2973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-529\nEmergency\nDeclaration\nRes. 20-359\n20 DCStat 2817\n\nProposed\nMultiyear\nContract No.\nDCAM-13NC-0112\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Proposed Multiyear Contract No. Dcam-13-Nc-0112 Emergency Approval Resolution of 2013", 
  "council_period": "20"
}