{
  "start": "3383", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-451, effective April 8, 2014\n\n20 DCSTAT 3383\n\nA RESOLUTION\n\nProposed\nResolution\n20-650\n\nTo declare the sense of the Council that the District seeks to end chronic homelessness in the District no\nlater than 2020 and that the Mayor shall plan and fund a sufficient number of permanent\nsupportive housing resources to achieve this goal.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council for Ending Chronic Homelessness\nResolution of 2014”.\n\nSec. 2. The Council finds that:\n(1) Chronic homelessness continues to be a critical moral and social problem,\none that is costly in terms of dollars and human suffering. But it is a solvable problem.\n(2) The District is home to approximately 3,000 individuals and families who\nwill experience chronic homelessness between now and 2020.\n(3) According to the U.S. Department of Housing and Urban Development\n(“HUD”), persons who are chronically homeless have high rates of serious mental illness,\nsubstance abuse, and chronic physical illness and a mortality rate that is 4 to 9 times higher than\nthe general population.\n(4) The problem of chronic homelessness creates high costs for the District and\nother governments as homeless people cycle between the streets, shelters, emergency rooms,\nand jails.\n(5) Investing in permanent supportive housing for persons who are chronically\nhomeless will not only improve the health and quality of life for these individuals, but it has also\nbeen proven to save governments money. A HUD report found that the typical cost for\nsupportive housing is only $31 per day, compared to the cost of inpatient hospital treatment\n($1,940) per day or a visit to an emergency room ($905). By comparison, it can cost the Bureau\nof Prisons nearly $100 per day to house an inmate.\n(6) The National Alliance to End Homelessness reported that Seattle saved\nnearly $30,000 per person per year in social services by providing housing to homeless people\nwith extensive health problems.\n(7) In April 2010, the District’s Interagency Council on Homelessness (“ICH”)\nadopted a 5-year strategic plan to end homelessness. The plan included creation of a Permanent\nSupportive Housing Production Committee of the ICH (“Committee”). Over the past 3 years,\nthe Committee has studied the number of permanent supportive housing units needed to end\nchronic homelessness and has developed a production plan to achieve that goal by 2020.\n\nSense of the\nCouncil for\nEnding\nChronic\nHomelessness\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-451, effective April 8, 2014\n\n20 DCSTAT 3384\n\n(8) At the current rate, the District would not end chronic homelessness until\n2034. However, the Committee determined that by providing 2,679 additional permanent\nsupportive housing units, the District could end chronic homelessness by 2020.\n(9) Even fewer permanent supportive housing units are needed to end chronic\nhomelessness for veterans, a national goal that President Obama has set and one that Phoenix\nand Salt Lake City have already achieved.\nSec. 3. It is the sense of the Council that:\n(1) The District is committed to ending chronic homelessness by no later than\n2020.\n(2) To achieve this goal, the District’s ICH must coordinate the investment of\nsufficient resources to plan and create the 2,679 permanent supportive housing units needed to\nend chronic homelessness by no later than 2020.\n(3) In addition, the District’s ICH must continue to support other housing and\nhomelessness programs and services to prevent the number of chronically homeless residents in\nthe District from growing and to end all types of homelessness.\nSec. 4. The Secretary to the Council shall transmit copies of this resolution, upon its\nadoption, to the Mayor and the ICH.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f", 
  "end": "3384", 
  "name": "Resolution_20-451.pdf", 
  "title": "Sense of the Council for Ending Chronic Homelessness Resolution of 2014"
}