{
  "start": "2670", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-280, effective September 17, 2013\n\n20 DCSTAT 2670\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Board of Ethics and\nGovernment Accountability Establishment and Comprehensive Ethics Reform Amendment Act of\n2011 to exempt Advisory Neighborhood Commissioners from the confidential disclosure of\nfinancial interest requirement.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In 2011, the Council strengthened the District’s ethics laws considerably.\n(b) The Board of Ethics and Government Accountability Establishment and\nComprehensive Ethics Reform Act of 2011 (“Ethics Reform Act”) established the Board of\nEthics and Government Accountability (“Board”), which enforces the District’s ethics laws.\n(c) The Board has rigorously enforced the new laws set forth in the Ethics Reform Act.\n(d) It has come to the attention of the Council that a provision in the Ethics Reform Act\nshould be amended immediately.\n(e) The Ethics Reform Act established a new requirement that Advisory Neighborhood\nCommissioners file the same confidential financial disclosure required of Councilmembers and\nthe Mayor.\n(f) The rationale for this provision at the time the Ethics Reform Act was passed was that\nall elected and appointed public officials should be required to disclose all sources of income as\na check against misbehavior, and financial disclosures serve as a check against the improper\ntrading of this authority and influence.\n(g) However, the role of ANC Commissioners is fundamentally different than the role of\nCouncilmembers or high-ranking officials.\n(h) ANC Commissioners do not vote or effect policy or decision-making in the same,\ndirect way as do other public officials.\n(i) Moreover, the intrusive nature of the financial disclosure requirement may deter ANC\nCommissioners—who serve voluntarily—from continuing to serve.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Ethics and Government Accountability Establishment and Comprehensive Ethics Reform\nEmergency Amendment Act of 2013 be adopted after a single reading.\n\nProposed\nResolution\n20-435\nSee Emergency\nD.C. Act 20-181\n20 DCStat 2440\n\nBoard of\nEthics and\nGovernment\nAccountability\nEstablishment\nand\nComprehensiv\ne Ethics\nReform\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-280, effective September 17, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2671\n\n\f", 
  "end": "2671", 
  "name": "Resolution_20-280.pdf", 
  "title": "Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Declaration Resolution of 2013"
}