{
  "start": "3468", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-497, effective June 3, 2014\n\n20 DCSTAT 3468\n\nA RESOLUTION\n\nProposed\nResolution\n20-792\nSee Emergency\nD.C. Act 20-363\n20 DCStat 3354\n\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 002\nthrough 005 to Contract No. DCAM-12-CS-0152 between the District of Columbia government\nand Chiaramonte-Hess, A Joint Venture, for design-build services for Ballou Senior High School,\nand to authorize payment to Chiaramonte-Hess, A Joint Venture, in the aggregate amount of\n$13,658,662 for the goods and services received and to be received under these change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 002 through 005 to Contract No. DCAM12-CS-0152 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 002 through\n005 to Contract No. DCAM-12-CS-0152 for design-build services for Ballou Senior High\nSchool in the aggregate amount of $13,658,662 and to authorize payment for the goods and\nservices received and to be received from Chiaramonte-Hess, A Joint Venture, under these\nchange orders.\n(b) The underlying contract was previously approved by the Council (CA20-0026).\nChange Order No. 001 was also previously approved by the Council (CA20-0164). Thereafter,\nthe Department of General Services issued Change Order No. 002 with a value of $121,985;\nChange Order No. 003 with a value of $748,725; and Change Order No. 004 with a value of\n$114,303. The total value of Change Orders Nos. 002 through 004 was less than $1 million;\nthus, Change Orders Nos. 002 through 004 did not require Council approval.\n(c) Change Order No. 005 in the amount of $12,673,649 will increase the aggregate\nvalue of the change orders to $13,658,662.\n(d) Council approval of Change Orders Nos. 002 through 005 in the aggregate amount\nof $13,658,662 is required pursuant to section 451 of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51), because the change\norders will increase the total expenditure under the contract by an amount in excess of $1\nmillion during a 12-month period.\n(e) Approval is necessary to compensate Chiaramonte-Hess, A Joint Venture, for work\ncompleted under Change Orders Nos. 002 through 004 and work to be completed under Change\nOrder No. 005 to Contract No. DCAM-12-CS-0152.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nChange\nOrders Nos.\n002 through\n005 to\nContract No.\nDCAM-12CS-0152\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-497, effective June 3, 2014\n\n20 DCSTAT 3469\n\nChange Orders Nos. 002 through 005 to Contract No. DCAM-12-CS-0152 Approval and\nPayment Authorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3469", 
  "name": "Resolution_20-497.pdf", 
  "title": "Change Orders Nos. 002 through 005 to Contract No. DCAM-12-CS-0152 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}