{
  "end": "3944", 
  "name": "Resolution_20-544.pdf", 
  "start": "3943", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-544, effective July 14, 2014\n\n20 DCSTAT 3943\n\nA RESOLUTION\n\nProposed\nResolution\n20-763\n\nTo declare as no longer required for public purposes the District-owned real property located at 820 26th\nStreet, N.E., commonly known as the Young School and designated for tax and assessment\npurposes as a portion of Parcel 160/45.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Young School Surplus Property Declaration Resolution of\n2014”.\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 820 26th Street, N.E.,\ncommonly known as the Young School and designated for tax and assessment purposes as a\nportion of Parcel 160/45 (“Property”). The Property is comprised of a building containing\napproximately 70,400 square feet and land of approximately 252,000 square feet.\n(b) The District has not used the Property as a District of Columbia traditional public\nschool since before 2008. The most viable option for the site is for its continued use as an\neducation facility for students with learning difficulties or disabilities in the District. Declaring\nthat the Property is no longer required for public purposes and disposing of it under a long-term\nground lease or other method is the most expedient and cost-effective solution to maintain the\nProperty, allow the District to retain long-term fee-simple ownership of the Property, and\nprovide the citizens of the District of Columbia with outstanding educational services.\n(c) Pursuant to section 1(a-1)(4) of an Act Authorizing the sale of certain real estate in\nthe District of Columbia no longer required for public purposes, approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801(a-1)(4)) (the “Act”), the District held public hearings\non July 10, 2013, and September 5, 2013, regarding the finding that the Property is no longer\nrequired for public purposes.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council finds that the Property is no\nlonger required for public purposes.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\n\nYoung School\nSurplus Property\nDeclaration\nResolution of 2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-544, effective July 14, 2014\n\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n20 DCSTAT 3944\n\n\f", 
  "title": "Young School Surplus Declaration Resolution of 2014", 
  "council_period": "20"
}