{
  "start": "2820", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-362, effective December 3, 2013\n\n20 DCSTAT 2820\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Modification No. 8 and\nModification No. 10 to Contract No. DCKA-2010-C-0206 to provide continued maintenance and\noperational services of single space parking meters at various District locations.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. 8 and Modification No. 10 to Contract No.\nDCKA-2010-C-0206 Approval and Payment Authorization Emergency Declaration Resolution\nof 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 8 and\nModification No. 10 to Contract No. DCKA-2010-C-0206 to provide continued maintenance\nand operational services of single space parking meters at various District locations and to\nauthorize payment for services received and to be received under the contract.\n(b) Modification No. 8 to Contract No. DCKA-2010-C-0206 proposes to exercise Option\nYear 3 of Contract No. DCKA-2010-C-0206 at a value of $1,408,350.00.\n(c) Modification No. 10 to Contract No. DCKA-2010-C-0206 proposes the purchase of\nadditional meters and associated increased operational costs during Option Years 2 and 3 at a\nvalue of $3,196,622.00.\n(d) Council approval is necessary because the value of each Contract Modification will\nbe more than $1 million during a 12-month period.\n(h) Council approval is necessary to allow the continuation of these vital services.\nWithout Council approval, IPS Group Inc. cannot be paid for services provided in excess of $1\nmillion.\nSec. 3. The Council determines that the circumstances enumerated in section 2\nconstitute emergency circumstances making it necessary that Modification No. 8 and\nModification No. 10 to Contract No. DCKA-2010-C-0206 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-568\nSee Emergency\nD.C. Act 20-244\n20 DCStat 2638\n\nModification\nNo. 8 and\nModification\nNo. 10 to\nContract No.\nDCKA-2010C-0206\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2820", 
  "name": "Resolution_20-362.pdf", 
  "title": "Modification No. 8 and Modification No. 10 to Contract No. Dcka-2010-C-0206 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}