{
  "start": "2085", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-234, effective July 10, 2013\n\n20 DCSTAT 2085\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need\nto amend An Act To establish a code of law for the District of Columbia to provide a\nborrower the same rights for a defective notice of default on residential mortgage as the\nlaw provides for a defective notice of intention to foreclose on a residential mortgage, to\nprovide that a foreclosure sale of a property secured by a residential mortgage shall be\nvoid if a lender files a notice of intention to foreclose on a residential mortgage without\na mediation certificate, to provide for a new definition of residential mortgage, to\nprovide several technical changes to the text, and to amend the Foreclosure Mediation\nFund provisions to allow mortgage-related or foreclosure-related settlement funds to be\ntransferred into the fund and allow those funds to be used for specified mortgage-related\nor foreclosure-related matters.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Saving D.C. Homes from Foreclosure Enhanced Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In May of 2013, the Council enacted the Saving D.C. Homes from\nForeclosure Enhanced Emergency Amendment Act of 2013, effective May 16, 2013 (D.C. Act\n20-71; 60 DCR 7240)(“emergency legislation”), and in June of 2013, the Saving D.C. Homes\nfrom Foreclosure Enhanced Temporary Amendment Act of 2013, signed by the Mayor on June\n19, 2013 (D.C. Act 20-92; 60 DCR 7240)(“temporary legislation”), which amended An Act To\nestablish a code of law for the District of Columbia to provide a borrower the same rights for\nthe defective notice of default on a residential mortgage as the law provides for a defective\nnotice of intention to foreclose on a residential mortgage.\n(b) The emergency legislation will expire on August 14, 2013, before the temporary\nlegislation is projected to become law.\n(c) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nSaving D.C. Homes from Foreclosure Enhanced Congressional Review Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-372\nSee Emergency\nD.C. Act 20-117\n20 DCStat 1818\n\nSaving D.C.\nHomes from\nForeclosure\nEnhanced\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2085", 
  "name": "Resolution_20-234.pdf", 
  "title": "Saving D.C. Homes From Foreclosure Enhanced Congressional Review Emergency Declaration Resolution of 2013"
}