{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-105, effective April 30, 2013\n\n20 DCSTAT 2006\n\nA RESOLUTION\n\nProposed\nResolution\n20-87\n\nTo approve the proposed Walter Reed Army Medical Center Small Area Plan.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Walter Reed Army Medical Center Small Area Plan Approval\nResolution of 2013”.\nSec. 2. Pursuant to section 4(c)(4) of the District of Columbia Comprehensive Plan Act\nof 1984 Land Use Element Amendment Act of 1984, effective March 16, 1985 (D.C. Law 5-187;\nD.C. Official Code § 1-306.03(c)(4)), the Mayor transmitted to the Council for review the\nproposed Walter Reed Army Medical Center Small Area Plan (“Small Area Plan”).\nSec. 3. The Council finds that:\n(1) The site formerly known as the Walter Reed Army Medical Center is located at 6900\nGeorgia Avenue, N.W., in Ward 4 and includes the neighborhoods of Brightwood, Shepherd\nPark, and Takoma. The planning area is defined by the boundaries of Fern Street, N.W., and\nAlaska Avenue, N.W., to the north, 16th Street, N.W., to the west, Aspen Street, N.W., to the\nsouth, and Georgia Avenue, N.W., to the east.\n(2) Under the Base Realignment and Closure (“BRAC”) process, the government of the\nDistrict of Columbia was designated as the Walter Reed Local Redevelopment Authority\n(“LRA”) and was required to complete a Base Reuse Plan (“Reuse Plan”) in order to acquire\n66.57 acres of surplus Army property (The Army notified the Walter Reed LRA in June 2012\nthat the acreage of surplus property at Walter Reed changed from approximately 67.5 acres to\napproximately 66.57 acres.). As part of this process, the Walter Reed LRA initiated a\ncoordinated planning process in August 2011 which included the development of the Reuse Plan\nand a Small Area Plan intended to meet both the federal and local requirements for the District to\nacquire and redevelop the land. The Reuse Plan envisions a vibrant campus integrated into the\ncommunity through the provision of expanded retail opportunities, preservation of open space,\ncreative reuse of historic assets into a range of cultural and educational uses, the creation of a\nrange of jobs for District residents, and the development of a variety of housing options to\nsupport a range of incomes and needs. The Council approved the Reuse Plan through the Walter\nReed Army Medical Center Base Realignment and Closure Homeless Assistance Submission\nApproval Act of 2012, effective October 16, 2012 (D.C. Law 19-175; 59 DCR 9106). The\nReuse Plan was transmitted on July 23, 2012, as a key component of the Walter Reed Army\nMedical Center Base Realignment and Closure Homeless Assistance Submission to the U.S.\nDepartment of Housing and Urban Development (“HUD”) for review and approval.\n\nWalter Reed\nArmy Medical\nCenter Small\nArea Plan\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-105, effective April 30, 2013\n\n20 DCSTAT 2007\n\n(3) During this coordinated planning process, the Office of Planning led a concurrent\npublic engagement process for the Small Area Plan by hosting 4 public meetings, on January 17,\n2012, May 17, 2012, June 26, 2012, and July 12, 2012. The process concluded in the summer of\n2012. The Small Area Plan was published and made available for public comment from\nSeptember 14, 2012, to October 31, 2012, and a public Mayoral hearing was conducted on\nOctober 16, 2012.\n(4) With guidance from the Comprehensive Plan for the National Capital, the purpose of\nthe Small Area Plan is to respond to and be compatible with the Reuse Plan and provide\nguidance on specific land use designation changes, transportation analysis, and urban design\nguidelines.\n(5) The Small Area Plan uses specific land use analysis and incorporates the broadest\nrange of planning techniques and practical solutions to achieve the District’s goals and\nobjectives.\n(6)(A) The following goals have been established during the Reuse and Small Area\nPlanning process:\n(i) Integrate the site with the community;\n(ii) Provide a mix of uses on the site;\n(iii) Create jobs and revenue for the District.; and\n(iv) Reactivate the site.\n(B) The Small Area Plan outlines strategies to accomplish these goals.\n(7) The Small Area Plan supports the recommendations set forth in the Reuse Plan. It\nproposes land use designations, per the District’s Comprehensive Plan for the National Capital,\nto accommodate the Reuse Plan’s recommended development program of 3.1 million square feet\nof development. These land use designation changes anticipate that all proposed development\nwould occur as matter of right projects and will ensure that future zoning can be established,\nafter the Small Area Plan is approved, for future development. These designation changes will\nallow a range of densities to accommodate the proposed development program set forth in the\nReuse Plan. A transportation analysis and recommendations were established to mitigate\nadverse impacts for cars, pedestrians, bicycles, and transit per the Reuse Plan’s redevelopment\nprogram. The main findings in this analysis are incorporated into the Small Area Plan’s\nTransportation Recommendations and included as an appendix. The Small Area Plan’s urban\ndesign guidelines ensure that new development creates an active, well-connected and\naesthetically compatible redevelopment. Specific urban design guidance for the entire site, as\nwell as for specific sub-areas of the site, was crafted and included in the Small Area Plan’s\nrecommendations. As a result of the Small Area Plan, the District’s local planning requirements\nnecessary to redevelop the site after it is conveyed to the District will be met.\n(8) Once approved, the Small Area Plan will provide supplemental guidance to the\nZoning Commission and other District agencies in carrying out the policies of the\nComprehensive Plan for the National Capital.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-105, effective April 30, 2013\n\n20 DCSTAT 2008\n\nSec. 4. The Small Area Plan, as submitted, is approved by the Council as a small area\naction plan.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. This resolution shall take effect immediately.\n\n\f",
  "title": "Walter Reed Army Medical Center Small Area Plan Approval Resolution of 2013",
  "end": "2008",
  "start": "2006",
  "name": "Resolution_20-105.pdf"
}