{
  "start": "2761", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-331, effective November 5, 2013\n\n20 DCSTAT 2761\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nElection Code of 1955 to reflect and establish that each nominating petition circulator must make\nand sign an affidavit that states that he or she is a qualified petition circulator as that term is\ndefined in the Election Code.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Board of Elections Nominating Petition Circulator Affidavit\nEmergency Declaration Resolution of 2013\".\n\nSec. 2. (a) The Board of Elections Petition Circulation Requirements Amendment Act of\n2013 (D.C. Law 20-31; 60 DCR 11535) (“Circulator Act”), became effective on October 17,\n2013.\n(b) The Circulator Act abolished the registration and residency requirements for nominating\nand ballot measure petition circulators and established a requirement that non-resident petition\ncirculators register with the Board of Elections and consent to being subject to the subpoena\npower of the District of Columbia prior to circulating petitions.\n(c) The Circulator Act inadvertently neglected to amend the statements required in a\npetition circulator’s affidavit pursuant to section 8(b)(3) of the District of Columbia Election\nCode of 1955.\n(d) The Board of Elections Nominating Petition Circulator Affidavit Emergency\nAmendment Act of 2013 corrects this error.\n(e) An emergency exists to amend section 8(b)(3) of the District of Columbia Election\nCode because the nominating petition circulation period for the primary election to be held on\nApril 1, 2014, begins on November 8, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Elections Nominating Petition Circulator Affidavit Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-549\nSee Emergency\nD.C. Act 20-209\n20 DCStat 2598\n\nBoard of\nElections\nNominating\nPetition\nCirculator\nAffidavit\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2761", 
  "name": "Resolution_20-331.pdf", 
  "title": "Board of Elections Nominating Petition Circulator Affidavit Emergency Declaration Resolution of 2013"
}