{
  "end": "3951", 
  "name": "Resolution_20-550.pdf", 
  "start": "3951", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-550, effective July 14, 2014\n\n20 DCSTAT 3951\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 10 to\nContract No. CFOPD-08-C-019 with ING Life Insurance and Annuity Company to continue to\nprovide management, administration, investment and trustee services for the District of\nColumbia’s 457 Deferred Compensation Plan to the Office of the Chief Financial Officer, Office\nof Finance and Treasury, and to authorize payment for the services received and to be received\nunder the contract modification.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. 10 to Contract No. CFOPD-08-C-019\nApproval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 10 to Contract\nNo. CFOPD-05-C-019 with ING Life Insurance and Annuity Company to continue to provide\nmanagement, administration, investment and trustee services for the District of Columbia’s 457\nDeferred Compensation Plan to the Office of the Chief Financial Officer, Office of Finance and\nTreasury, and to authorize payment for services received and to be received under the contract\nmodification.\n(b) On July 8, 2013, the Contracting Officer executed Modification No. 3, which\npartially exercised the 1st year of a 2-year option period from July 9, 2013, through October 31,\n2013, in the amount of $925,000. Modification Nos. 4 through 9 partially exercised the option\nperiod from November 1, 2013, through June 30, 2014, at no cost.\n(c) Proposed Modification No. 10 would partially exercise the 2nd year of the 1st\noption period from July 1, 2014, through March 1, 2015, in the not-to-exceed amount of\n$5,467,617.\n(d) Council approval is necessary because this modification increases the contract to\nmore than $1 million during a 12-month period. Council approval is further necessary to allow\nthe continuation of these vital services and to allow ING Life Insurance and Annuity Company\nto continue performance under the contact.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. 10 to Contract No. CFOPD-08-C-019 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-861\nSee Emergency\nD.C. Act 20-401\n20 DCStat 3881\n\nModification\nNo. 10 to\nContract No.\nCFOPD-08-C019 Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No. CFOPD-08-C-019 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}