{
  "start": "727", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-27, effective February 5, 2013\n\n20 DCSTAT 727\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders No. 001\nthrough No. 005 to the Contract for Design-Build Services for the Phase 1 Modernization of\nLasalle-Backus Education Campus between the District of Columbia government and MCN Build,\nLLC, Contract No. DCAM-12-M-1031E-FM, and to authorize payment to MCN Build, LLC in the\naggregate amount of $2,299,749.40 for the goods and services received and to be received under\nthese change orders.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders No. 001 through No. 005 to Contract No.\nDCAM-12-M-1031E-FM Approval and Payment Authorization Emergency Declaration\nResolution of 2013”.\n\nProposed Resolution\n20-61\nSee Emergency Act\nD.C. Act 20-14\n20 DCSTAT 468\n\nChange Orders No.\n001 through No. 005\nto Contract No.\nDCAM-12-M1031E-FM Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) There exists an immediate need to approve Change Orders No. 001 through\nNo. 005 to Contract No. DCAM-12-M-1031E-FM for design-build services and additional\nproject scope consisting of window replacement and the installation of a new elevator in the\naggregate amount of $2,299,749.40, and to authorize payment for the goods and services\nreceived and to be received under these change orders.\n(b) The Council of the District of Columbia Council previously approved Contract No.\nDCAM-12-M-1031E-FM (CA 19-0340).\n(c) Change Order No. 005 will cause the aggregate change orders issued, after Council\napproval of the Contract No. DCAM-12-M-1031E-FM, to exceed the $1 million threshold\npursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51).\n(d) Approval of Change Orders No. 001 through No. 005 in the aggregate amount of\n$2,299,749.40 is necessary to compensate the contractor for work completed and to be\ncompleted at LaSalle-Backus Education Campus.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders No. 001 through No. 005 to Contract No. DCAM-12-M-1031E-FM Approval and\nPayment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "727", 
  "name": "Resolution_20-27.pdf", 
  "title": "Change Orders No. 001 Through No. 005 to Contract No. Dcam-12-M-1031e-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}