{
  "end": "4659", 
  "name": "Resolution_20-722.pdf", 
  "start": "4658", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-722, effective December 2, 2014\n\n20 DCSTAT 4658\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the disposition of Districtowned real property, formerly known as the Stevens School, located at 1050 21st Street, N.W.,\nand known for tax and assessment purposes as Lot 0876 in Square 0073.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Stevens School Disposition Approval Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) Pursuant to An Act Authorizing the sale of certain real estate in the District\nof Columbia no longer required for public purposes (“Act”), approved August 5, 1939 (53 Stat.\n1211; D.C. Official Code § 10-801 et seq.), the proposed method of disposition is a lease for a\nperiod of greater than 20 years under section 1(b)(8)(C) (D.C. Code § 10-801(b)(8)(C)) of the\nAct and as described in the term sheet submitted with this resolution.\n(b) All documents that are submitted with this resolution pursuant to section 1(b-1)\n(D.C. Official Code § 10-801(b-1)) of the Act shall be consistent with the executed\nMemorandum of Understanding or term sheet transmitted to the Council pursuant to section\n1(b-1)(2) (D.C. Official Code § 10-801(b-1)(2)) of the Act.\n(c) The Property is located at 1050 21st Street, N.W., and consists of 30,620 square feet\nof land with a portion of the Property containing a vacant building of approximately 41,800\nsquare feet.\n(d) The intended use of the Property (the “Project”) is the rehabilitation of the vacant\nbuilding for an educational use, a mixed-use development with office and retail on the vacant\nportion of the site, and any ancillary uses allowed under applicable law.\n(e) The Developer of the Property will be a team comprised of the John Akridge\nCompany and the Argos Group.\n(f) The Development Team intends to renovate and preserve the former school building\nto serve students diagnosed with Autism Spectrum Disorders and develop a commercial office\nbuilding on the adjacent vacant land. The school will be operated by IvyMount, a private, nonprofit school currently located in Rockville, MD, that provides quality educational programs and\ntherapeutic services to students with special needs from 4 to 21 years of age.\n(g) The Project will contain affordable housing as described in the term sheet submitted\nwith this resolution.\n(h) The Developer will enter into an agreement that shall require the Lessees to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises.\n\nProposed\nResolution\n20-1150\nSee Emergency\nD.C. Act 20-513\n20 DCStat 4435\n\nStevens\nSchool\nDisposition\nApproval\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-722, effective December 2, 2014\n\n20 DCSTAT 4659\n\n(i) The Developer will enter into a First Source Agreement with the District that shall\ngovern certain obligation of the Lessees pursuant to section 4 of the First Source Employment\nAgreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official Code § 2219.03), and Mayor's Order 83-265 (November 9, 1983), regarding job creation and\nemployment as a result of the construction on the Property.\n(j) Without this emergency action, the proposed disposition resolution will be deemed\ndisapproved on December 15, 2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nStevens School Disposition Emergency Approval Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Stevens School Disposition Approval Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}