{
  "end": "1533", 
  "name": "Resolution_20-121.pdf", 
  "start": "1532", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-121, effective May 7, 2013\n\n20 DCSTAT 1532\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve a contract with Hacienda\nCooperative, Inc. to fund housing costs associated with affordable rental housing units for\nextremely low-income individuals’ households with area median incomes at or below 30% under\nthe Local Rent Supplement Program administered by the District of Columbia Housing Authority.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Local Rent Supplement Program Contract No. 104-2008-0016A\nApproval Emergency Declaration Resolution of 2013”.\n\nSec. 2.(a) In 2007, the District passed Title II of the Fiscal Year 2007 Budget Support\nEmergency Act of 2006, signed by the Mayor on August 8, 2006 (D.C. Act 16-477; 53 DCR\n7068) (“BSA”), to provide funding for affordable housing for extremely low-income households\nin the District. The passage of the BSA created the Local Rent Supplement Program (“LRSP”),\na program designed to provide affordable housing and supportive services to extremely lowincome District residents, including those who are homeless or in need of supportive services,\nsuch as elderly individuals or those with disabilities, through project-based, tenant-based, and\nsponsored-based LRSP affordable housing units. The BSA provided for the District of Columbia\nHousing Authority (“DCHA”) to administer the LRSP of behalf of the District.\n(b) Pursuant to the District of Columbia Housing Authority Act of 1999, effective May 9,\n2000 (D.C. Law 13-105; D.C. Official Code § 6-201 et seq.), DCHA procured housing providers\nto provide affordable housing units under the LRSP. Upon selection of housing providers,\nDCHA will enter into an Agreement to Enter Into Long Term Subsidy Contract (“ALTSC”) with\neach LRSP housing provider for housing services provided thereunder.\n(c) There exists an immediate need to approve an ALTSC with Hacienda Cooperative,\nInc. under the LRSP to address the urgent need for immediate renovation and repairs to the\nproperties and to provide long-term affordable housing units for extremely low-income\nhouseholds in the District for units at 100, 102, 104, 108, and 110 58th Street, S.E.\n(d) The emergency legislation to approve the contracts will authorize an ALTSC\nbetween DCHA and Hacienda Cooperative, Inc. and allow the owner to commence urgently\nneeded rehabilitation to house District of Columbia extremely low-income households with\nincomes at 30% or less of the area median income.\n(e) Failure to approve the ALTSC with Hacienda Cooperative, Inc. could result in loss of\nthe affordable rental housing for extremely low-income District residents with incomes at 30%\nor less of the area median income.\n\nProposed\nResolution\n20-171\nEmergency\nDeclaration\nRes. 20-122\n20 DCStat 1534\n\nLocal Rent\nSupplement\nProgram\nContract No.\n104-20080016A\nApproval\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-121, effective May 7, 2013\n\n20 DCSTAT 1533\n\nSec. 3. The Council determines that the circumstances enumerated in section 2 constitute\nemergency circumstances making it necessary that the Local Rent Supplement Program Contract\nNo. 104-2008-0016A Emergency Approval Resolution of 2013 be adopted on an emergency\nbasis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Local Rent Supplement Program Contract No. 104-2008-0016a Approval and Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}