{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-480, effective May 6, 2014\n\n20 DCSTAT 3426\n\nA RESOLUTION\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor between the District of Columbia Department of Behavioral Health and\nPublic Service Employees Local 572, Laborers International Union of North America\n(“LIUNA”), affiliated with AFL-CIO.\n\nRESOLVED,BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, that this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Department of Behavioral Health and Public Service Employees Local\n572, Laborers International Union of North America (“LIUNA”), affiliated with AFL-CIO,\nApproval Resolution of 2014”.\n\nSec. 2. (a) Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council of the District of Columbia approves the compensation\ncollective bargaining agreement between the District of Columbia Department of Behavioral\nHealth and Public Service Employees Local 572, Laborers International Union of North\nAmerica (“LIUNA”), affiliated with AFL-CIO, which was transmitted by the Mayor to the\nCouncil on April 2, 2014 .\n(b) This resolution applies to certain bargaining unit employees employed by the\nDepartment of Behavioral Health.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Public Service Employees Local 572 (“LIUNA”), affiliated with AFL-CIO, and to the\nMayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-723\nEmergency\nDeclaration\nRes. 20-479\n20 DCStat 3424\n\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nBehavioral\nHealth and\nPublic Service\nEmployees\nLocal 572,\nLaborers\nInternational\nUnion of\nNorth\nAmerica\n(“LIUNA”),\naffiliated with\nAFL-CIO,\nApproval\nResolution of\n2014\n\n\f",
  "title": "Compensation Collective Bargaining Agreement Between the District of Columbia Department of Behavioral Health and Public Service Employees Local 572, Laborers International Union of North America (Liuna) Affiliated With Afl-Cio Emergency Approval Resolution of 2014",
  "end": "3426",
  "start": "3426",
  "name": "Resolution_20-480.pdf"
}