{
  "start": "2672", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-281, effective September 17, 2013\n\n20 DCSTAT 2672\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Performance Parking\nPilot Zone Act of 2008 to prohibit the issuance of citations to vehicles displaying a visitor\nparking pass valid as of September 30, 201 if the vehicle displaying the pass is parked legally and\nin the designated zone, to maintain current operating procedures by requiring the Mayor, 30\ndays before the expiration of visitor permit passes, to automatically, on an annual basis, mail\nreplacement visitor permit passes to residents who were issued passes before September 30,\n2013, irrespective of whether a request has been made for a pass and at no cost to the recipients,\nand to prohibit the issuance of a visitor permit pass to a resident who was ineligible to receive a\nvisitor permit pass as of September 15, 2013.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Visitor Parking Pass Preservation Emergency Declaration\nResolution of 2013”.\nSec. 2. (a) On August 9, 2013, the District Department of Transportation (“DDOT”)\npublished a notice of proposed rulemaking, the subject of which would alter the existing Visitor\nParking Pass (“VPP”) program.\n(b) The VPP program is designed to allow guests of District residents to park for more\nthan 2 hours on Residential Permit Parking (“RPP”) blocks.\n(c) All District residents residing on RPP blocks in Wards 3, 4, and 5, and residents\nresiding in specific areas of Wards 1 and 6, automatically receive a new VPP pass each year.\n(d) The VPP is an “opt-in” program that recognizes that different Wards and\nneighborhoods have different parking needs.\n(e) For instance, residents in densely populated areas of the District—such as\nGeorgetown and Dupont Circle—do not participate in the VPP because doubling the number of\nvehicles authorized to park on RPP streets would overburden a scarce resource.\n(f) In contrast, in RPP areas of the city that are not as densely populated and where\nparking is not as scarce, residents prize the convenience of the VPP program.\n(g) DDOT’s August 9, 2013 proposed regulations would end this tailored approach for a\nclumsy, “one-size fits all” policy that would create 3 problems.\n(h) First, residents who now receive a VPP automatically would have to proactively\nrequest one in the future, which would be an unnecessary inconvenience.\n(i) Second, residents in densely populated areas of the District who have actively\nrejected VPP in their neighborhoods would be overburdened with vehicles.\n(j) Third, extending VPP to densely populated areas where parking is scarce and thus\nvaluable invites fraud and abuse.\n\nProposed\nResolution\n20-436\nSee Emergency\nD.C. Act 20-172\n20 DCStat 2425\n\nVisitor\nParking Pass\nPreservation\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-281, effective September 17, 2013\n\n20 DCSTAT 2673\n\n(k) The proposed regulations are opposed by many Advisory Neighborhood\nCommissions and civic organizations.\n(l) The VPP in its current form is set to expire on September 30, 2013 unless action is\ntaken to extend the program as it exists currently.\n(m) The associated emergency and temporary legislation will preserve the status quo and\nprohibit the expansion of the program to areas that were not eligible as of September 15, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Visitor\nParking Pass Preservation Emergency Amendment Act of 2013 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2673", 
  "name": "Resolution_20-281.pdf", 
  "title": "Visitor Parking Pass Preservation Emergency Declaration Resolution of 2013"
}