{
  "end": "3071", 
  "name": "Resolution_20-363.pdf", 
  "start": "3071", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-363, effective December 17, 2013\n\n20 DCSTAT 3071\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Legalization of Marijuana for Medical Treatment Initiative of 1999 to limit the number of\nmedical marijuana cultivation centers and dispensaries that may locate in an election ward in the\nDistrict and prohibit locating medical marijuana cultivation centers in certain Retail Priority\nAreas.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Medical Marijuana Cultivation Center Second Congressional\nReview Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) In January, the Council enacted the Medical Marijuana Cultivation Center\nEmergency Amendment Act of 2013 (D.C. Act 20-4; 60 DCR 2790) (“emergency legislation”),\nand in March, the Medical Marijuana Cultivation Center Temporary Amendment Act of 2013\n(D.C. Act 20-13; 60 DCR 3962) (“temporary legislation”), which amended the Legalization of\nMarijuana for Medical Treatment Initiative of 1999 to prohibit locating medical marijuana\ncultivation centers in certain Retail Priority Areas.\n(b) In October, the Council enacted the Medical Marijuana Cultivation Center\nAmendment Act of 2013 (D.C. Act 20-206; 60 DCR 15484) (“permanent legislation”), which\namended the Legalization of Marijuana for Medical Treatment Initiative of 1999 to limit the\nnumber of medical marijuana cultivation centers and dispensaries that may locate in an election\nward in the District and to prohibit locating medical marijuana cultivation centers in Retail\nPriority Areas.\n(c) The temporary legislation expired on December 12, 2013, before the permanent\nlegislation is projected to become law.\n(d) It is important that the provisions of the temporary legislation continue in effect,\nwithout further interruption, until the permanent legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMedical Marijuana Cultivation Center Second Congressional Review Emergency Amendment\nAct of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-595\nSee Emergency\nD.C. Act 20-263\n20 DCStat 3027\n\nMedical\nMarijuana\nCultivation\nCenter Second\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Medical Marijuana Cultivation Center Second Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}