{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-771, effective December 18, 2012\n\n20 DCSTAT 588\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize the Office of the State\nSuperintendent of Education to solicit sponsorships from individuals or organizations to generate\nrevenue for state athletic programs and activities in exchange for advertisements in agency\npublications, on the website, or in public at state athletic events.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “State Athletic Activities, Programs, and Office Revenue\nGeneration and Sponsorship Emergency Declaration Resolution of 2012”.\n\nProposed Resolution\n19-1161\nSee Emergency Act\nD.C. Act 19-606\n20 DCSTAT 373\n\nState Athletic\nActivities, Programs,\nand Office Revenue\nGeneration and\nSponsorship\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) Throughout the school year, District educational institutions conduct\nextracurricular activities to enrich the lives of our young people. Ongoing fiscal challenges\nthroughout the District government often prevent beneficial programs and events from achieving\ntheir potential due to a lack of funding. The District benefits from having numerous residents\nand corporate citizens who are willing to support the city’s youth by funding shortfalls in these\ncritical programs, particularly in an athletic context.\n(b) Due to longstanding restrictions against commercial advertising involving District\nproperty, sponsorships may not be solicited or accepted as a donation absent specific legislative\nauthority.\n(c) There is precedent for this type of public-private partnership initiative. In 2011, the\nCouncil approved a sponsorship for the District’s premier high school football game, the Turkey\nBowl. In the Department of Parks and Recreation Revenue Generation Amendment Act of 2011,\neffective September 14, 2011 (D.C. Law 9-21; 58 DCR 6628), the Council authorized the Department\nof Parks and Recreation (“DPR”) to contract for advertisements and sponsorships for facilities\nwithin the DPR inventory.\n(d) The proposed legislation would permit the District of Columbia State Athletic\nAssociation (“DCSAA”) to solicit and accept sponsorships to be used to enhance the\ndevelopment of state interscholastic athletic programs and competitions, and supplement the\noperations budget of the DCSAA. Sponsorship funds would be deposited into a newly\nestablished State Athletic Activities, Programs and Office Fund (“Fund”). The Statewide\nDirector of Athletics will prioritize resources from the Fund to ensure well-designed and\neffective interscholastic athletic programs and competitions throughout the District of Columbia.\n(e) The Fund will be used for the financial support of state athletic programs and\ncompetitions, including for championship events, equipment, memorabilia, training, security,\nawards, and related operations, to ensure well-designed and effective state athletic programs and\nevents that comply with the standards of the National Federation of State High School\nAssociations standards and with District of Columbia laws and regulations.\n(f) Only advertisements would be agreed to in exchange for corporate goods, services, or\ncurrency. There would be no limit of the value of goods, services, or currency that may be\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-771, effective December 18, 2012\n\n20 DCSTAT 589\n\nreceived from a foreign organization registered or not outside of the District of Columbia or an\nindividual domiciled outside of the District of Columbia. A $1,000 limit shall be imposed on the\nvalue of goods, services, and currency that may be received during one school year from a\ndomestic organization registered or not within the District of Columbia or from an individual\ndomiciled in the District of Columbia.\n(g) Authorizing the solicitation of sponsorships will allow the District to immediately\naccept resources to benefit District students for the remainder of the 2012-2013 school year.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the State\nAthletic Activities, Programs, and Office Revenue Generation and Sponsorship Emergency Act\nof 2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "District of Columbia State Athletic Act of 2013ivities, Programs, and Office Revenue Generation and Sponsorship Emergency Declaration Resolution of 2012",
  "end": "589",
  "start": "588",
  "name": "Resolution_19-771.pdf"
}