{
  "end": "729", 
  "name": "Resolution_20-28.pdf", 
  "start": "728", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-28, effective February 5, 2013\n\n20 DCSTAT 728\n\nA RESOLUTION\n\nProposed\nResolution\n20-55\n\nTo declare the sense of the Council of the District of Columbia that the decision of the United States\nSupreme Court in Citizens United v. Federal Election Commission was wrongly decided and to\ncall upon the United States Congress to propose and send to the states for ratification a\nconstitutional amendment to overturn Citizens United v. Federal Election Commission.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council Regarding Citizens United and Fair\nElections Resolution of 2013”.\nSec. 2. The Council finds that:\n(1) The protections afforded by the First Amendment to the United States\nConstitution to the people of our nation are fundamental to our democracy.\n(2) The First Amendment was designed to protect the free speech rights of people,\nnot corporations.\n(3) Corporations are not people but, instead, are entities created by the laws of\nstates and nations.\n(4) For the past 3 decades, a divided United States Supreme Court has\nreinterpreted its precedents, weakening restrictions to combat the corrupting influence that\nmoney can have in democratic elections.\n(5) The judicial erosion of protections against electoral corruption reached an\nextreme conclusion in the Supreme Court’s ruling in Citizens United v. Federal Election\nCommission, 130 S. Ct. 876 (2010) (“Citizens United”).\n(6) The Supreme Court’s ruling in Citizens United overturned longstanding\nprecedent prohibiting corporations from spending their general treasury funds in public elections.\n(7) The opinion of the 4 dissenting justices in Citizens United noted that\ncorporations have special advantages not enjoyed by natural persons, such as limited liability,\nperpetual life, and favorable treatment of the accumulation and distribution of assets, that allow\nthem to amass great sums of money, and thereby be able to spend prodigious sums on campaign\nmessages to favor their corporate profits.\n(8) The Supreme Court’s ruling in Citizens United has unleashed a torrent of\ncorporate money in the political process unmatched by any campaign expenditure totals in\nUnited States history.\n(9) Citizens United affects not only the federal elections but restricts states’ efforts\nto control the corrupting influence of money in state and local elections.\n(10) The Supreme Court’s ruling in Citizens United represents a serious threat to\nthe integrity of democratic elections.\n\nSense of the\nCouncil\nRegarding\nCitizens\nUnited and\nFair Elections\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-28, effective February 5, 2013\n\n20 DCSTAT 729\n\n(11) The general public and political leaders in the United States have recognized\nsince the founding of our country that the interests of corporations do not always correspond\nwith the public interest and, therefore, the political influence of corporations should be limited.\n(12) In 1816, Thomas Jefferson wrote, “I hope we shall ... crush in [its] birth the\naristocracy of our monied corporations which dare already to challenge our government to a trial\nof strength and bid defiance to the laws of our country.”.\n(13) A February 2010 Washington Post-ABC News poll found that 80 percent of\nAmericans oppose the U.S. Supreme Court Citizens United ruling.\n(14) Article V of the United States Constitution empowers and obligates the\npeople and states of the United States of America to use the constitutional amendment process to\ncorrect decisions of the Supreme Court.\n(15) Notwithstanding the decision in Citizens United, legislators have a duty to\nprotect democracy and guard against the potentially detrimental effects of corporate spending in\nlocal, state, and federal elections.\nSec. 3. It is the sense of the Council that:\n(1) The Council respectfully disagrees with the majority opinion and decision of\nthe United States Supreme Court in Citizens United.\n(2) The United States Congress should propose and send to the states for\nratification a constitutional amendment to overturn Citizens United with regard to corporate\ninfluence in elections.\n(3) The amendment should make clear that corporations may be limited in their\nFirst Amendment speech.\nSec. 4. Transmittal.\nThe Secretary shall transmit a copy of this resolution, upon its adoption, to the President\nand Vice President of the United States, the Speaker of the House of Representatives, the\nMinority Leader of the House of Representatives, the Majority Leader of the United States\nSenate, the Minority Leader of the United States Senate, and to our delegate in the House of\nRepresentatives and Shadow Senators in the Congress of the United States.\nSec. 5. Effective date.\nThis resolution shall take effect immediately upon the first date of publication in the\nDistrict of Columbia Register.\n\n\f", 
  "title": "Sense of the Council Regarding Citizens United and Fair Elections Resolution of 2013", 
  "council_period": "20"
}