{
  "start": "4534", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-630, effective October 7, 2014\n\n20 DCSTAT 4534\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Option Year One of Contract\nNo. DCHBX-2013-C-0001 with Maximus Health Services, Inc., to design, implement, and\noperate the District of Columbia Exchange Contact Center (“ECC”) with a robust capability to\nprovide consumers with over-the-phone and web-based services for Medicaid and private health\ninsurance, and small business (“SHOP”) health insurance eligibility, enrollment, and related\nassistance using the new District of Columbia Access System (“DCAS”).\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as “Contract No. DCHBX 2013-C-0001 Option Year One Approval and\nPayment Authorization Emergency Declaration Resolution of 2014”.\nSec. 2. (a) There exists an immediate need to approve the exercise of Option Year One\nfor Contract No. DCHBX 2013-C-0001 with Maximus Health Services, Inc., and to authorize\npayment for services received under the option year in an amount not to exceed $5,834,148.\n(b) The Health Benefit Exchange Authority exercised Option Year One for the period\nfrom October 1, 2013, through September 30, 2014, in the amount of $5,834,148 to continue the\nnecessary function of government services under the contract.\n(c) Approval is necessary for Option Year One in the amount of $5,834,148 to allow\nthese vital services required for all health exchanges under the Affordable Care Act to continue.\nWithout this approval, the contact center operations will be jeopardized, residents and small\nbusinesses could lose the ability to receive web-based and telephone assistance with enrollment,\nand the District could be in violation of federal law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHBX 2013-C-0001 Option Year One Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1046\nSee Emergency\nD.C. Act 20-454\n20 DCStat 4356\n\nContract No.\nDCHBX 2013C-0001\nOption Year\nOne Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4534", 
  "name": "Resolution_20-630.pdf", 
  "title": "Contract No. DCHBX 2013-C-0001 Option Year One Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}