{
  "start": "3920", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-521, effective June 24, 2014\n\n20 DCSTAT 3920\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Contract No. NFPHC-208a\n(2012-2013) to provide workers’ compensation insurance to the Not-for-Profit Hospital\nCorporation; Contract No. NFPHC-208b (2013-2014) to provide workers’ compensation\ninsurance to the Not-for-Profit Hospital Corporation; and to authorize payment for the services\nreceived and to be received under the contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “NFPHC Omnibus Employee Workers’ Compensation Insurance\nApproval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The Not-for-Profit Hospital Corporation (“NFPHC”), through its insurance\nbrokers, competitively bid employee workers’ compensation insurance for July 9, 2010 through\nJuly 9, 2011, and July 9, 2011 through July 9, 2012. For each of these periods, National Union\nFire Insurance Company (“National”) of Pittsburgh, PA quoted the lowest price for the best\ncoverage, and since each policy was under $1,000,000.00 in a 12-month period, Council\napproval is not required.\n(b) In early 2012, the NFPHC, through its insurance brokers, competitively bid the\nworkers’ compensation insurance coverage for the subsequent 2012-2013 period. National\nquoted the lowest price for the best coverage and permitted installment payments without\nindemnifications, thereby allowing the NFPHC to comply with the federal and local AntiDeficiency Acts.\n(c) The NFPHC purchased the workers’ compensation policy from National for the July\n9, 2012 through July 9, 2013 period.\n(d) Approval is needed for NFPHC-208a because this policy, with a cost to NFPHC of\n$1,057,121.00, was paid without proper Council approval.\n(e) The NFPHC has taken necessary steps, including additional education of NFPHC\nemployees, brokers and insurance vendors, to prevent future occurrences.\n(f) In early 2013, the NFPHC, through its insurance brokers, competitively bid workers’\ncompensation insurance coverage for the 2013-2014 period. National quoted the lowest price\nfor the best coverage and permitted installment payments without indemnifications, thereby\nallowing the NFPHC to comply with the federal and local Anti-Deficiency Acts.\n(g) The NFPHC purchased the workers’ compensation from National for the July 9,\n2013-July 9, 2014 period.\n(h) Approval is needed for NFPHC-208b because this policy, with a cost to NFPHC of\n$1,065,272.00, is being paid without proper Council approval.\n\nProposed\nResolution\n20-852\nSee Emergency\nD.C. Act 20-373\n20 DCStat 3688\n\nNFPHC\nOmnibus\nEmployee\nWorkers’\nCompensation\nInsurance\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-521, effective June 24, 2014\n\n20 DCSTAT 3921\n\n(i) The NFPHC has taken necessary steps, including additional education of NFPHC\nemployees, brokers and insurance vendors, to prevent future occurrences.\n(j) Emergency approval of the 2012-2013 policy and the 2013-2014 policy is necessary\nso that NFPHC can continue to provide workers’ compensation insurance coverage for its\nemployees. Without this approval, National cannot be paid for these critical services provided\nand to be provided in excess of $999,999.99.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitutes emergency circumstances making it necessary that the\nNFPHC Omnibus Employee Workers’ Compensation Insurance Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3921", 
  "name": "Resolution_20-521.pdf", 
  "title": "NFPHC Omnibus Employee Workers' Compensation Insurance Approval and Payment Emergency Declaration Resolution of 2014"
}