{
  "start": "2022", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-191, effective June 26, 2013\n\n20 DCSTAT 2022\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize the Mayor and Chairman of\nthe Council to jointly execute one or more quitclaim deeds to transfer property located within the\nSouthwest Waterfront Project Site.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Southwest Waterfront Project Quitclaim Deed Authorization\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) On July 9, 2012, the President signed H.R. 2297, An Act To promote the\ndevelopment of the Southwest waterfront in the District of Columbia, and for other purposes\n(“Act”), which authorized the District to transfer ownership of certain property located at the\nSouthwest Waterfront Project Site from the federal government through use of a quitclaim deed.\n(b) To do so, however, the law (D.C. Official Code § 6-321.01) requires the Council of\nthe District of Columbia to effectuate the transfer.\n(c) The Mayor expects to close with the developer during the summer but, to do so, the\nCouncil must provide the necessary authority for the Mayor and Chairman of the Council to\njointly execute one or more quitclaim deeds.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nSouthwest Waterfront Project Quitclaim Deed Authorization Emergency Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-359\nSee Emergency\nD.C. Act 20-106\n20 DCStat 1813\n\nSouthwest\nWaterfront\nProject\nQuitclaim\nDeed\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2022", 
  "name": "Resolution_20-191.pdf", 
  "title": "Southwest Waterfront Project Quitclaim Deed Authorization Emergency Declaration Resolution of 2013"
}