{
  "start": "4532", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-629, effective October 7, 2014\n\n20 DCSTAT 4532\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the License to Carry a Pistol\nEmergency Amendment Act of 2014 to repeal the applicability section.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “License to Carry a Pistol Clarification Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) On September 23, 2014, the Council approved the License to Carry a Pistol\nEmergency Amendment Act of 2014, Bill 20-926.\n(b) Passing that act is intended to comply with the July 24, 2014 order of the United\nStates District Court for the District of Columbia in the case of Palmer v. District of Columbia,\n2014 WL 3702854 (D.D.C. 2014), finding the District’s complete ban on the carrying of\nhandguns in public to be unconstitutional.\n(c) The applicability section as written in Bill 20-926, in aiming for immediate\nprosecution of Carrying a Pistol without a License (“CPWL”) violations, has instead resulted in\nconfusion for prosecutors and law enforcement.\n(d) Typically, emergency acts of the Council do not include delayed applicability\nprovisions; they become effective immediately.\n(e) Regulation of the ability for individuals to carry pistols outside their home is critical\nto public safety in the District of Columbia. Indeed, the current law, amended by Bill 20-926,\nwas adopted by Congress in 1932. Gun violence is a primary concern of the Metropolitan\nPolice Department, just as gun violence is a major concern in all big cities in the United\nStates. Almost always, this violence is perpetuated by persons who (illegally) carry guns in\npublic. But the District is different than any other U.S. city because it is the nation’s\ncapital. Due to the District’s unique national security concerns, the right to carry a firearm in\npublic must be more heavily restricted than any place else in the nation. Four U.S. presidents\nhave been assassinated by gunfire, and at least 5 others have been shot at, including Ronald\nReagan who was seriously wounded in 1981. Members of Congress have been shot or shot\nat. There are frequent threats on the foreign diplomatic corps. Neither the Secret Service nor\nthe Capitol Police will disclose all incidents where they have recovered firearms, but they do\noccur. Two years ago someone hit the White House with gunfire.\n(f) The Supreme Court has made clear that “the right secured by the Second\nAmendment is not unlimited.” It has stated that, for example, “the majority of the 19th-century\ncourts to consider the question held that prohibitions on carrying concealed weapons were\n\nProposed\nResolution\n20-1070\nSee Emergency\nD.C. Act 20-448\n20 DCStat 4187\nLicense to\nCarry a Pistol\nClarification\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-629, effective October 7, 2014\n\n20 DCSTAT 4533\n\nlawful under the Second Amendment or state analogues….” District of Columbia v. Heller, 554\nU.S. 570, 678 (2008).\n(g) The License to Carry a Pistol Clarification Emergency Amendment Act will\nsimplify and therefore clarify the applicability section of Bill 20-926 as adopted.\n(h) Enacting the License to Carry a Pistol Clarification Emergency Amendment Act of\n2014 is necessary in the interest of public safety and to ensure that carrying a concealed pistol\nwill not be permitted in the District unless a license to do so has been obtained. It is expected\nthat a licensing scheme will be in place, based on rules issued by the Executive, within the\nmonth.\n(i) Enacting this measure by emergency is necessary to ensure that this clarification is\nmade to Bill 20-926, which has not yet been signed by the Mayor, before the District’s stay\ngranted in the Palmer case expires on October 22, 2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nLicense to Carry a Pistol Clarification Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "4533", 
  "name": "Resolution_20-629.pdf", 
  "title": "License to Carry a Pistol Clarification Emergency Declaration Resolution of 2014"
}