{
  "start": "1564", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-144, effective June 4, 2013\n\n20 DCSTAT 1564\n\nA RESOLUTION\n\nTo declare the existence of an emergency, with respect to the need to amend the Health Benefit Exchange\nAuthority Establishment Act of 2011 to clarify the requirements for qualified health plans on the\nexchange and participation in the exchange marketplace before the federally mandated open\nenrollment date of October 1, 2013.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Better Prices, Better Quality, Better Choices for Health Coverage\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) Bill 20-0240, the Better Prices, Better Quality, Better Choices for Health\nCoverage Amendment Act of 2013, was introduced by Chairman Mendelson at the request of\nthe Mayor in April 2013, and referred to the Committee on Health. The bill amends the Health\nBenefit Exchange Authority Establishment Act of 2011 and sets forth additional detail regarding\nplans and participation in the exchange marketplace.\n(b) Due to various mandatory constraints imposed by the legislative process including the\nneed for a hearing, the committee’s review and markup of the bill, and mayoral and\nCongressional review of the bill, emergency legislation is necessary before enacting the\npermanent bill so that the final pieces of the District of Columbia’s Health Benefit Exchange can\nbe timely implemented.\n(c) The Affordable Care Act requires all states implementing their own exchanges to\nhave an online portal available for open enrollment by October 1, 2013, with member coverage\nbeginning on January 1, 2014.\n(d) Before the date of open enrollment, and as early as August 1, 2013, the Health Benefit\nExchange online portal must undergo a series of tests involving multiple governmental agencies\nand the federal government. All plans, rates, and associated material must be filed by insurance\ncarriers and uploaded to the exchange’s online portal before that time. Additionally, the plans\nand rates must be reviewed and approved by the Department of Insurance, Securities, and\nBanking (“DISB”) before the plans and rates can be uploaded to the exchange’s online portal.\n(e) The Health Benefit Exchange has set a date of May 31, 2013 for insurance carriers to\nfile their plans and rates with DISB so that they can be timely reviewed, approved, and\npotentially amended and re-approved, and uploaded before August 1, 2013.\n(f) The Better Prices, Better Quality, Better Choices for Health Coverage Emergency\nAmendment Act of 2013 stipulates the detailed requirements of the qualified health plans that\nwill be offered on the exchange, including benefits pertaining to prescription drugs, mental\nhealth and substance abuse, and habilitative services.\n\nProposed\nResolution\n20-317\nSee\nEmergency\nD.C. Act 20-87\n20 DCStat 1446\n\nBetter Prices,\nBetter\nQuality,\nBetter Choices\nfor Health\nCoverage\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-144, effective June 4, 2013\n\n20 DCSTAT 1565\n\n(g) The Better Prices, Better Quality, Better Choices for Health Coverage Emergency\nAmendment Act of 2013 also sets forth provisions for individuals, small businesses, and\ninsurance producers’ participation in the exchange marketplace.\n(h) Insurance carriers will rely on this legislation to determine their plans and rates.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Better\nPrices, Better Quality, Better Choices for Health Coverage Emergency Amendment Act of 2013\nbe adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "1565", 
  "name": "Resolution_20-144.pdf", 
  "title": "Better Prices, Better Quality, Better Choices for Health Coverage Emergency Declaration Resolution of 2013"
}