{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-12, effective January 8, 2013\n\n20 DCSTAT 705\n\nA RESOLUTION\n\nProposed\nResolution\n20-36\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nsection 9 of the District of Columbia Traffic Act, 1925, section 202 of the District of Columbia\nTraffic Adjudication Act of 1978, and section 23-581 of the District of Columbia Official Code to\nrevise the definition of and penalties for reckless driving and create a new offense of and penalties\nfor aggravated reckless driving, to amend the Motor Vehicle Safety Responsibility Act of the\nDistrict of Columbia, the Anti-Drunk Driving Act of 1982, and sections 301 and 302 of Title 18 of\nthe District of Columbia Municipal Regulations to remove mandatory suspension or revocation\nrequirements for reckless driving and establish these requirements for aggravated reckless\ndriving, and to amend section 303 of Title 18 of the District of Columbia Municipal Regulations to\nalign the number of points assigned for reckless driving to the number assigned by other\njurisdictions, to clarify safe driving points assessment, and to clarify the procedures for\nchallenging the assessment of points for an offense committed in another jurisdiction.\n\nSee\nEmergency\nBill\nD.C. Bill 20-4\nTabled\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Reckless Driving Congressional Review Emergency Declaration\nResolution of 2013”.\n\nReckless\nDriving\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) In 1984, the District entered into the Driver License Compact (“Compact”), an\ninterstate agreement among 45 states and the District that requires a driver’s home state to treat\nmotor vehicle offenses occurring in other participating states as if they had occurred in the home\nstate “for the purposes of suspension, revocation or limitation of the license to operate a motor\nvehicle.” See the Driver License Compact Adoption Act of 1984, effective March 16, 1985 (D.C.\nLaw 5-184; D.C. Official Code § 50-1001).\n(b) Article IV(c) of the Compact states that if the traffic offense for which the driver was\nconvicted in another state does not exist in the driver’s home state, the home state should impose the\npenalties for the offense in the home state that is most similar to the offense for which the driver was\nconvicted in the other state. See id. at Art. IV(c).\n(c) In Virginia, a driver can be cited for reckless driving if he or she drives 80 miles per hour\non a highway. Virginia assesses 6 points on the driver’s license for this offense; however, the\nDistrict assesses 12 points for reckless driving. Moreover, the District automatically revokes a\nlicense for this offense, requiring the driver to wait 6 months, have a reinstatement hearing, retake\nthe knowledge test, obtain a learner’s permit, and take a road test to obtain a driver’s license again.\n(d) Therefore, a District driver can lose his or her license simply by driving 11 miles per\nhour above the speed limit (driving 81 miles per hour in a 70 miles per hour zone) in Virginia. This\npenalty is unduly harsh and is out-of-line with the penalties imposed by all neighboring\njurisdictions. Consequently, this penalty has negatively affected many residents who have lost their\nability to drive to work, pick up their children from school, and visit elderly relatives solely because\nthey drove as few as 11 miles per hour above the speed limit.\n(e) However, the most egregious offenses in the District must still be punished appropriately\nthrough the creation of an “aggravated reckless driving” category. Licensees also need the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-12, effective January 8, 2013\n\n20 DCSTAT 706\n\nprotection of a presumption that an out-of-state conviction will be considered the lesser offense of\n“reckless driving,” which would not result in a license suspension or revocation. Additionally,\nlicensees need the ability to demonstrate through official documentation that the traffic offense\ncommitted in another jurisdiction should be considered a different offense if committed in the\nDistrict. Finally, the procedures for the awarding of safe driving points have proved to be unclear\nand must be clarified.\n(f) This emergency Congressional review legislation is necessary to ensure that there is no\ngap between when the emergency version of this legislation expires and when the temporary version\nof this legislation takes effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nReckless Driving Congressional Review Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Reckless Driving Congressional Review Emergency Declaration Resolution of 2013",
  "end": "706",
  "start": "705",
  "name": "Resolution_20-12.pdf"
}