{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-309, effective October 1, 2013\n\n20 DCSTAT 2721\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve certain multiyear contracts\nto provide fuel to the District under various Defense Logistics Agency contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Fuel Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The Office of Contracting and Procurement (“OCP”), on behalf of the\nDepartment of General Services, entered into letter contracts with Ahntech, Inc., Apex\nPetroleum Corporation, Carroll Independent Fuel, PAPCO, Inc., and Petroleum Traders\nCorporation (“Contractors”) to provide fuel to the District under Defense Logistics Agency\ncontracts for 60 days. OCP now desires to definitize the multiyear agreements with the\nContractors.\n(b) On July 26, 2013, OCP entered into letter contract CW23338 with Ahntech, Inc., to\nprovide fuel to the District under federal contract SP0600-13-D-4007 in a not-to-exceed amount\nof $120,000.00.\n(c) The estimated total expenditure under the 4-year term of the multiyear contract with\nAhntech, Inc., is in the amount of $1,251,440.00.\n(d) On July 26, 2013, OCP entered into letter contract CW23360 with Apex Petroleum\nCorporation to provide fuel to the District under federal contract SP0600-13-D-4006 in a not-toexceed amount of $40,212.05.\n(e) The estimated total expenditure under the 4-year term of this multiyear contract\nwith Apex Petroleum Corporation is in the amount of $965,089.43.\n(f) On July 26, 2013, OCP entered into letter contract CW23334 with Carroll\nIndependent Fuel to provide fuel to the District under federal contract SP0600-13-D-4012 in a\nnot-to-exceed amount of $535,103.00.\n(g) The estimated total expenditure under the 4-year term of this multiyear contract\nwith Carroll Independent Fuel is in the amount of $12,843,133.38.\n(h) On July 26, 2013, OCP entered into letter contract CW23332 with PAPCO, Inc., to\nprovide fuel to the District under federal contract SP0600-13-D-4028 in a not-to-exceed amount\nof $999,999.00.\n(i) The estimated total expenditure under the 4-year term of this multiyear contract with\nPAPCO, Inc. is in the amount of $25,054,014.78.\n(j) On July 26, 2013, OCP entered into letter contract CW23330 with Petroleum\nTraders Corporation to provide fuel to the District under federal contract SP0600-13-D-4029 in\na not-to-exceed amount of $8,920.70.\n\nProposed\nResolution\n20-472\nSee Emergency\nD.C. Res. 20-310\n20 DCStat 2723\nOmnibus Fuel\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-309, effective October 1, 2013\n\n20 DCSTAT 2722\n\n(k) The estimated total expenditure under the 4-year term of this multiyear contract\nwith Petroleum Traders Corporation is in the amount of $214,096.00.\n(l) Approval is necessary to allow the District to receive and continue to receive the\nbenefit of these vital services from the Contractors.\n(m) These critical services can only be obtained through awards of the multiyear\ncontracts with the Contractors.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Fuel Emergency Approval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Omnibus Fuel Emergency Declaration Resolution of 2013",
  "end": "2722",
  "start": "2721",
  "name": "Resolution_20-309.pdf"
}