{
  "start": "3395", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-461, effective May 6, 2014\n\n20 DCSTAT 3395\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nsection 47-1801.04 of the District of Columbia Official Code to clarify that the base year for\ncost-of-living adjustments related to the personal income tax standard deduction and exemption\nis 2011.\n\nProposed\nResolution\n20-757\nSee Emergency\nD.C. Act 20-333\n20 DCStat 3316\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Cost-of-Living Adjustment Personal Income Tax Standard\nDeduction and Exemption Technical Clarification Second Congressional Review Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) Section 47-1801.04(11) of the District of Columbia Official Code (“§ 471801.04(11)”) was inadvertently amended in the Fiscal Year 2014 Budget Support Act of 2013,\neffective December 24, 2013 (D.C. Law 20-61; 60 DCR 12472), to state that the base year for\ncost-of-living adjustments related to the personal income tax standard deduction and exemption\nis 2007. The current base year is 2011.\n(b) In February 2014, the Council enacted the Cost-of-Living Adjustment Personal\nIncome Tax Standard Deduction and Exemption Technical Clarification Congressional Review\nEmergency Act of 2014, effective February 20, 2014 (D.C. Act 20-283; 61 DCR 1599)\n(“emergency legislation), to amend § 47-1801.04(11) to state the accurate base year of 2011.\nThe emergency legislation will expire on May 21, 2014.\n(c) A permanent amendment to § 47-1801.04(11) is in Bill 20-482, the Fiscal Year 2014\nBudget Support Technical Clarification Amendment Act of 2014 (“permanent legislation”).\n(d) The permanent legislation is projected to become law on June 27, 2014.\n(e) It is important that the provisions of the emergency legislation continue in effect,\nwithout interruption, until the permanent legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances enumerated\nin section 2 constitute emergency circumstances making it necessary that the Cost-of-Living\nAdjustment Personal Income Tax Standard Deduction and Exemption Technical Clarification Second\nCongressional Review Emergency Act of 2014 be adopted after a single reading.\nSec. 4. The resolution shall take effect immediately.\n\n\f", 
  "end": "3395", 
  "name": "Resolution_20-461.pdf", 
  "title": "Cost-of-Living Adjustment Personal Income Tax Standard Deduction and Exemption Technical Clarification Second Congressional Review Emergency Declaration Resolution of 2014"
}