{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-284, effective September 17, 2013\n\n20 DCSTAT 2677\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Order No. 004 to\nContract No. GM-11-M-0912-FM between the District of Columbia government and\nParkinson/Grunley Community Builders Joint Venture, LLC, for construction management at risk\nservices at Moten Elementary School, and to authorize payment to Parkinson/Grunley\nCommunity Builders Joint Venture, LLC, in the amount of $1,500,000 for the goods and services\nreceived under Change Order No. 004.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Order No. 004 to Contract No. GM-11-M-0912-FM\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Change Order No. 004 to\nContract No. GM-11-M-0912-FM for construction management at risk services, additional\nproject scope, outstanding change requests, and the partial close-out of the project at Moten\nElementary School, and to authorize payment in the amount of $1,500,000 for the goods and\nservices received under this change order.\n(b) The Council of the District of Columbia Council previously approved Contract No.\nGM-11-M-0912-FM with an initial not-to-exceed value of $2,274,420 (CA 19-0260).\nThereafter, the Council approved Change Order No. 002 to the Contract which established a\nlump sum price of $20,400,000. The Council also approved Change Order No. 003 to the\nContract which added additional scope work and increased the contract value by $2,207,944.08.\nChange Order No. 004 in the amount of $1,500,000 would increase the contract value, since the\nCouncil’s last approval, over $1 million pursuant to section 451 of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51);\nthus, Council approval is required.\n(c) Approval of Change Order No. 004 to Contract No. GM-11-M-0912-FM in the\namount of $1,500,000 is necessary to compensate Parkinson/Grunley Community Builders Joint\nVenture, LLC, for work completed at Moten Elementary School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nChange Order No. 004 to Contract No. GM-11-M-0912-FM Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-343\nSee Emergency\nD.C. Act 20-173\n20 DCStat 2427\n\nChange Order\nNo. 004 to\nContract No.\nGM-11-M0912-FM\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Change Order No. 004 to Contract No. Gm-11-M-0912-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2677",
  "start": "2677",
  "name": "Resolution_20-284.pdf"
}