{
  "start": "2777", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2777\n\nA RESOLUTION\n\nProposed\nResolution\n20-531\n\nTo authorize and provide for the issuance, sale, and delivery in an aggregate principal amount not to exceed\n$20 million of District of Columbia revenue bonds in one or more series and to authorize and\nprovide for the loan of the proceeds of the bonds to assist Paul Public Charter School, Inc., in the\nfinancing, refinancing, or reimbursing costs associated with an authorized project pursuant to\nsection 490 of the District of Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Paul Public Charter School, Inc. Revenue Bonds Project Approval\nResolution of 2013\".\n\nSec. 2. Definitions.\nFor the purpose of this resolution, the term:\n(1) “Authorized Delegate” means the Mayor or the Deputy Mayor for Planning\nand Economic Development, or any officer or employee of the Executive Office of the Mayor to\nwhom the Mayor has delegated or to whom the foregoing individuals have subdelegated any of the\nMayor’s functions under this resolution pursuant to section 422(6) of the Home Rule Act.\n(2) “Bond Counsel” means a firm or firms of attorneys designated as bond counsel\nfrom time to time by the Mayor.\n(3) “Bonds” means the District of Columbia revenue bonds, notes, or other\nobligations (including refunding bonds, notes, and other obligations), in one or more series,\nauthorized to be issued pursuant to this resolution.\n(4) “Borrower” means the leasehold owner of the assets financed, refinanced, or\nreimbursed with proceeds from the Bonds, which shall be Paul Public Charter School, Inc., a\nnonprofit corporation organized under the laws of the District of Columbia, and exempt from\nfederal income taxes under 26 U.S.C § 501(a) as an organization described in 26 U.S.C.\n§ 501(c)(3).\n(5) “Chairman” means the Chairman of the Council of the District of Columbia.\n(6) “Closing Documents” means all documents and agreements other than\nFinancing Documents that may be necessary and appropriate to issue, sell, and deliver the Bonds\nand to make the Loan contemplated thereby, and includes agreements, certificates, letters, opinions,\nforms, receipts, and other similar instruments.\n(7) \"District\" means the District of Columbia.\n(8) “Financing Documents” means the documents other than Closing Documents\nthat relate to the financing or refinancing of transactions to be effected through the issuance, sale,\nand delivery of the Bonds and the making of the Loan, including any offering document, and any\nrequired supplements to any such documents.\n(9) “Home Rule Act” means the District of Columbia Home Rule Act, approved\n\nPaul Public\nCharter\nSchool, Inc.\nRevenue\nBonds Project\nApproval\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2778\n\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1-201.01 et seq.).\n(10) “Issuance Costs” means all fees, costs, charges, and expenses paid or incurred\nin connection with the authorization, preparation, printing, issuance, sale, and delivery of the Bonds\nand the making of the Loan, including, but not limited to, underwriting, legal, accounting, rating\nagency, and all other fees, costs, charges, and expenses incurred in connection with the\ndevelopment and implementation of the Financing Documents, the Closing Documents, and those\nother documents necessary or appropriate in connection with the authorization, preparation,\nprinting, issuance, sale, marketing, and delivery of the Bonds and the making of the Loan\ncontemplated thereby, together with financing fees, costs, and expenses, including program fees\nand administrative fees charged by the District, fees paid to financial institutions and insurance\ncompanies, initial letter of credit fees (if any), compensation to financial advisors and other persons\n(other than full-time employees of the District) and entities performing services on behalf of or as\nagents for the District.\n(11) “Loan” means the District’s lending of proceeds from the sale, in one or more\nseries, of the Bonds to the Borrower.\n(12) “Project” means the financing, refinancing, or reimbursing of all or a portion of\nthe Borrower's cost of:\n(A) Leasehold improvements, including the renovation of an existing\neducational facility and the construction of an approximately 26,000 square foot addition to\naccommodate the Borrower’s middle-school-level educational activities and its expansion to the\nhigh school level, on real property located at 5800 8th Street, N.W., Washington, D.C. 20011;\n(B) Funding any required debt service reserve fund or capitalized interest; and\n(C) Financing certain costs of issuance.\nSec. 3. Findings.\nThe Council finds that:\n(1) Section 490 of the Home Rule Act provides that the Council may. by\nresolution, authorize the issuance of District revenue bonds, notes, or other obligations (including\nrefunding bonds, notes, or other obligations) to borrow money to finance, refinance, or reimburse\nand to assist in the financing, refinancing, or reimbursing of undertakings in certain areas\ndesignated in section 490 and may effect the financing, refinancing, or reimbursement by loans\nmade directly or indirectly to any individual or legal entity, by the purchase of any mortgage, note,\nor other security, or by the purchase, lease, or sale of any property.\n(2) The Borrower has requested the District to issue, sell, and deliver revenue\nbonds, in one or more series, in an aggregate principal amount not to exceed $20 million and to\nmake the Loan for the purpose of financing, refinancing, or reimbursing costs of the Project.\n(3) The Project is located in the District and will contribute to the health,\neducation, safety, or welfare of, or the creation or preservation of jobs for, residents of the District,\nor to economic development of the District.\n(4) The Project is an undertaking in the area of elementary, secondary, and college\nand university facilities within the meaning of section 490 of the Home Rule Act.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2779\n\n(5) The authorization, issuance, sale, and delivery of the Bonds and the Loan to the\nBorrower are desirable, are in the public interest, will promote the purpose and intent of section\n490 of the Home Rule Act, and will assist the Project.\nSec. 4. Bond authorization.\n(a) The Mayor is authorized pursuant to the Home Rule Act and this resolution to assist in\nfinancing, refinancing, or reimbursing the costs of the Project by:\n(1) The issuance, sale, and delivery of the Bonds, in one or more series, in an\naggregate principal amount not to exceed $20 million; and\n(2) The making of the Loan.\n(b) The Mayor is authorized to make the Loan to the Borrower for the purpose of financing,\nrefinancing, or reimbursing the costs of the Project and establishing any fund with respect to the\nBonds as required by the Financing Documents.\n(c) The Mayor may charge a program fee to the Borrower, including, but not limited to, an\namount sufficient to cover costs and expenses incurred by the District in connection with the\nissuance, sale, and delivery of each series of the Bonds, the District’s participation in the\nmonitoring of the use of the Bond proceeds and compliance with any public benefit agreements\nwith the District, and maintaining official records of each bond transaction and assisting in the\nredemption, repurchase, and remarketing of the Bonds.\nSec. 5. Bond details.\n(a) The Mayor is authorized to take any action reasonably necessary or appropriate in\naccordance with this resolution in connection with the preparation, execution, issuance, sale,\ndelivery, security for, and payment of the Bonds of each series, including, but not limited to,\ndeterminations of:\n(1) The final form, content, designation, and terms of the Bonds, including a\ndetermination that the Bonds may be issued in certificated or book-entry form;\n(2) The principal amount of the Bonds to be issued and denominations of the\nBonds;\n(3) The rate or rates of interest or the method for determining the rate or rates of\ninterest on the Bonds;\n(4) The date or dates of issuance, sale, and delivery of, and the payment of interest\non the Bonds, and the maturity date or dates of the Bonds;\n(5) The terms under which the Bonds may be paid, optionally or mandatorily\nredeemed, accelerated, tendered, called, or put for redemption, repurchase, or remarketing before\ntheir respective stated maturities;\n(6) Provisions for the registration, transfer, and exchange of the Bonds and the\nreplacement of mutilated, lost, stolen, or destroyed Bonds;\n(7) The creation of any reserve fund, sinking fund, or other fund with respect to\nthe Bonds;\n(8) The time and place of payment of the Bonds;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2780\n\n(9) Procedures for monitoring the use of the proceeds received from the sale of the\nBonds to ensure that the proceeds are properly applied to the Project and used to accomplish the\npurposes of the Home Rule Act and this resolution;\n(10) Actions necessary to qualify the Bonds under blue sky laws of any jurisdiction\nwhere the Bonds are marketed; and\n(11) The terms and types of credit enhancement under which the Bonds may be\nsecured.\n(b) The Bonds shall contain a legend, which shall provide that the Bonds are special\nobligations of the District, are without recourse to the District, are not a pledge of, and do not\ninvolve the faith and credit or the taxing power of the District, do not constitute a debt of the\nDistrict, and do not constitute lending of the public credit for private undertakings as prohibited in\nsection 602(a)(2) of the Home Rule Act.\n(c) The Bonds shall be executed in the name of the District and on its behalf by the manual\nor facsimile signature of the Mayor, and attested by the Secretary of the District of Columbia by the\nSecretary of the District of Columbia’s manual or facsimile signature. The Mayor’s execution and\ndelivery of the Bonds shall constitute conclusive evidence of the Mayor’s approval, on behalf of\nthe District, of the final form and content of the Bonds.\n(d) The official seal of the District, or a facsimile of it, shall be impressed, printed, or\notherwise reproduced on the Bonds.\n(e) The Bonds of any series may be issued in accordance with the terms of a trust\ninstrument to be entered into by the District and a trustee to be selected by the Borrower subject to\nthe approval of the Mayor, and may be subject to the terms of one or more agreements entered into\nby the Mayor pursuant to section 490(a)(4) of the Home Rule Act.\n(f) The Bonds may be issued at any time or from time to time in one or more issues and in\none or more series.\nSec. 6. Sale of the Bonds.\n(a) The Bonds of any series may be sold at negotiated or competitive sale at, above, or\nbelow par, to one or more persons or entities, and upon terms that the Mayor considers to be in the\nbest interest of the District.\n(b) The Mayor or an Authorized Delegate may execute, in connection with each sale of the\nBonds, offering documents on behalf of the District, may deem final any such offering document\non behalf of the District for purposes of compliance with federal laws and regulations governing\nsuch matters and may authorize the distribution of the documents in connection with the sale of the\nBonds.\n(c) The Mayor is authorized to deliver the executed and sealed Bonds, on behalf of the\nDistrict, for authentication, and, after the Bonds have been authenticated, to deliver the Bonds to\nthe original purchasers of the Bonds upon payment of the purchase price.\n(d) The Bonds shall not be issued until the Mayor receives an approving opinion from Bond\nCounsel as to the validity of the Bonds of such series and, if the interest on the Bonds is expected to\nbe exempt from federal income taxation, the treatment of the interest on the Bonds for purposes of\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2781\n\nfederal income taxation.\nSec. 7. Payment and security.\n(a) The principal of, premium, if any, and interest on, the Bonds shall be payable solely\nfrom proceeds received from the sale of the Bonds, income realized from the temporary investment\nof those proceeds, receipts and revenues realized by the District from the Loan, income realized\nfrom the temporary investment of those receipts and revenues prior to payment to the Bond\nowners, other moneys that, as provided in the Financing Documents, may be made available to the\nDistrict for the payment of the Bonds, and other sources of payment (other than from the District),\nall as provided for in the Financing Documents.\n(b) Payment of the Bonds shall be secured as provided in the Financing Documents and by\nan assignment by the District for the benefit of the Bond owners of certain of its rights under the\nFinancing Documents and Closing Documents, including a security interest in certain collateral, if\nany, to the trustee for the Bonds pursuant to the Financing Documents.\n(c) The trustee is authorized to deposit, invest, and disburse the proceeds received from the\nsale of the Bonds pursuant to the Financing Documents.\nSec. 8. Financing and Closing Documents.\n(a) The Mayor is authorized to prescribe the final form and content of all Financing\nDocuments and all Closing Documents that may be necessary or appropriate to issue, sell, and\ndeliver the Bonds and to make the Loan to the Borrower.\n(b) The Mayor is authorized to execute, in the name of the District and on its behalf, the\nFinancing Documents and any Closing Documents to which the District is a party by the Mayor’s\nmanual or facsimile signature.\n(c) If required, the official seal of the District, or a facsimile of it, shall be impressed,\nprinted, or otherwise reproduced on the Financing Documents and the Closing Documents to\nwhich the District is a party.\n(d) The Mayor’s execution and delivery of the Financing Documents and the Closing\nDocuments to which the District is a party shall constitute conclusive evidence of the Mayor’s\napproval, on behalf of the District, of the final form and content of the executed Financing\nDocuments and the executed Closing Documents.\n(e) The Mayor is authorized to deliver the executed and sealed Financing Documents and\nClosing Documents, on behalf of the District, prior to or simultaneously with the issuance, sale,\nand delivery of the Bonds, and to ensure the due performance of the obligations of the District\ncontained in the executed, sealed, and delivered Financing Documents and Closing Documents.\nSec. 9. Authorized delegation of authority.\nTo the extent permitted by District and federal laws, the Mayor may delegate to any\nAuthorized Delegate the performance of any function authorized to be performed by the Mayor\nunder this resolution.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2782\n\nSec. 10. Limited liability.\n(a) The Bonds shall be special obligations of the District. The Bonds shall be without\nrecourse to the District. The Bonds shall not be general obligations of the District, shall not be a\npledge of or involve the faith and credit or the taxing power of the District, shall not constitute a\ndebt of the District, and shall not constitute lending of the public credit for private undertakings as\nprohibited in section 602(a)(2) of the Home Rule Act.\n(b) The Bonds shall not give rise to any pecuniary liability of the District and the District\nshall have no obligation with respect to the purchase of the Bonds.\n(c) Nothing contained in the Bonds, in the Financing Documents, or in the Closing\nDocuments shall create an obligation on the part of the District to make payments with respect to\nthe Bonds from sources other than those listed for that purpose in section 7.\n(d) The District shall have no liability for the payment of any Issuance Costs or for any\ntransaction or event to be effected by the Financing Documents.\n(e) All covenants, obligations, and agreements of the District contained in this resolution,\nthe Bonds, and the executed, sealed, and delivered Financing Documents and Closing Documents\nto which the District is a party, shall be considered to be the covenants, obligations, and agreements\nof the District to the fullest extent authorized by law, and each of those covenants, obligations, and\nagreements shall be binding upon the District, subject to the limitations set forth in this resolution.\n(f) No person, including, but not limited to, the Borrower and any Bond owner, shall have\nany claims against the District or any of its elected or appointed officials, officers, employees, or\nagents for monetary damages suffered as a result of the failure of the District or any of its elected or\nappointed officials, officers, employees or agents to perform any covenant, undertaking, or\nobligation under this resolution, the Bonds, the Financing Documents, or the Closing Documents,\nor as a result of the incorrectness of any representation in or omission from the Financing\nDocuments or the Closing Documents, unless the District or its elected or appointed officials,\nofficers, employees, or agents have acted in a willful and fraudulent manner.\nSec. 11. District officials.\n(a) Except as otherwise provided in section 10(f), the elected or appointed officials,\nofficers, employees, or agents of the District shall not be liable personally for the payment of the\nBonds or be subject to any personal liability by reason of the issuance, sale, or delivery of the\nBonds, or for any representations, warranties, covenants, obligations, or agreements of the District\ncontained in this resolution, the Bonds, the Financing Documents, or the Closing Documents.\n(b) The signature, countersignature, facsimile signature, or facsimile countersignature of\nany official appearing on the Bonds, the Financing Documents, or the Closing Documents shall\nbe valid and sufficient for all purposes notwithstanding the fact that the individual signatory\nceases to hold that office before delivery of the Bonds, the Financing Documents, or the Closing\nDocuments.\nSec. 12. Maintenance of documents.\nCopies of the specimen Bonds and of the final Financing Documents and Closing\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2783\n\nDocuments shall be filed in the Office of the Secretary of the District of Columbia.\nSec. 13. Information reporting.\nWithin 3 days after the Mayor’s receipt of the transcript of proceedings relating to the\nissuance of the Bonds, the Mayor shall transmit a copy of the transcript to the Secretary to the\nCouncil.\nSec. 14. Disclaimer.\n(a) The issuance of Bonds is in the discretion of the District. Nothing contained in this\nresolution, the Bonds, the Financing Documents, or the Closing Documents shall be construed as\nobligating the District to issue any Bonds for the benefit of the Borrower or to participate in or\nassist the Borrower in any way with financing, refinancing, or reimbursing the costs of the Project.\nThe Borrower shall have no claims for damages or for any other legal or equitable relief against the\nDistrict, its elected or appointed officials, officers, employees, or agents as a consequence of any\nfailure to issue any Bonds for the benefit of the Borrower.\n(b) The District reserves the right to issue the Bonds in the order or priority it determines in\nits sole and absolute discretion. The District gives no assurance and makes no representations that\nany portion of any limited amount of bonds or other obligations, the interest on which is excludable\nfrom gross income for federal income tax purposes, will be reserved or will be available at the time\nof the proposed issuance of the Bonds.\n(c) The District, by adopting this resolution or by taking any other action in connection with\nfinancing, refinancing, or reimbursing costs of the Project, does not provide any assurance that the\nProject is viable or sound, that the Borrower is financially sound, or that amounts owing on the\nBonds or pursuant to the Loan will be paid. Neither the Borrower, any purchaser of the Bonds, nor\nany other person shall rely upon the District with respect to these matters.\nSec. 15. Expiration.\nIf any Bonds are not issued, sold, and delivered to the original purchaser within 3 years of\nthe date of this resolution, the authorization provided in this resolution with respect to the issuance,\nsale, and delivery of the Bonds shall expire.\nSec. 16. Severability.\nIf any particular provision of this resolution or the application thereof to any person or\ncircumstance is held invalid, the remainder of this resolution and the application of such provision\nto other persons or circumstances shall not be affected thereby. If any action or inaction\ncontemplated under this resolution is determined to be contrary to the requirements of applicable\nlaw, such action or inaction shall not be necessary for the purpose of issuing of the Bonds, and the\nvalidity of the Bonds shall not be adversely affected.\nSec. 17. Compliance with public approval requirement.\nThis approval shall constitute the approval of the Council as required in section 147(f) of\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-345, effective December 3, 2013\n\n20 DCSTAT 2784\n\nthe Internal Revenue Code of 1986, approved October 22, 1986 (100 Stat. 2635; 26 U.S.C. §\n147(f)), and section 490(k) of the Home Rule Act, for the Project to be financed, refinanced, or\nreimbursed with the proceeds of the Bonds. This resolution has been adopted by the Council after a\npublic hearing held at least 14 days after publication of notice in a newspaper of general circulation\nin the District.\nSec. 18. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 19. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal impact\nstatement required by section 602(c)(3) of the Home Rule Act.\nSec. 20. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "2784", 
  "name": "Resolution_20-345.pdf", 
  "title": "Paul Public Charter School, Inc. Revenue Bonds Project Approval Resolution of 2013"
}