{
  "start": "4570", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-659, effective October 28, 2014\n\n20 DCSTAT 4570\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 4-6 to\nContract No. NFPHC-121 between the Not-for-Profit Hospital Corporation (“NFPHC”) and\nWashington Imaging Associates of Maryland d/b/a Progressive Radiology to provide, in\nconsultation with the NFPHC, radiology services at United Medical Center, and to authorize\npayment for the services received and to be received under the contract modifications.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 4-6 to Contract No. NFPHC-121 Approval\nand Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 4-6 to\nContract No. NFPHC-121 (“Contract”) between the NFPHC and Washington Imaging\nAssociates of Maryland d/b/a Progressive Radiology (“Progressive”) to provide, in consultation\nwith the NFPHC, radiology services at United Medical Center, and to authorize payment for the\nservices received and to be received under the contract modifications.\n(b) After a competitive procurement under the NFPHC procurement rules, the NFPHC\nawarded Progressive a letter contract on July 13, 2011. A letter contract was used to allow\nProgressive to begin providing this critical service yet provided ample time for the parties to\ndefinitize the Contract. The letter contract had an initial period of 9 months and a value of\n$912,450.\n(c) Modification No. 1, deemed approved by the Council on April 12, 2012, was the\ndefinitized Contract that was submitted to and approved by Council for the base year contract\nperiod of July 13, 2011, to July 12, 2012 (CA19-307, approved by Council).\n(d) Modification No. 2, effective July 27, 2012, exercised option year one of the\nContract for an amount of $1,364,900 for the period July 13, 2012, to July 12, 2013 (A19-426,\napproved by Council).\n(e) Modification No. 3, deemed approved by Council on July 4, 2013, exercised option\nyear two of the Contract for an amount of $1,364,900 for the period July 4, 2013, to July 3,\n2014 (CA20-124, approved by Council).\n(f) Modification No. 4, effective July 4, 2014, exercised the first 3 months of option\nyear three of the Contract for an amount of $341,224.98 for the period July 4, 2014, to October\n3, 2014, to allow the NFPHC time to negotiate focused performance metrics for insertion into\nthe Contract.\n(g) Modification No. 5,effective October 1, 2014, exercised an additional month of\noption year three of the Contract for an amount of $113,741.66 for the period October 4, 2014,\n\nProposed\nResolution\n20-1106\nSee Emergency\nD.C. Act 20-476\n20 DCStat 4400\n\nModification\nNos. 4-6 to\nContract No.\nNFPHC-121\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-659, effective October 28, 2014\n\n20 DCSTAT 4571\n\nto November 3, 2014, to allow time for NFPHC to request Council approval for the entire\noption year three as a tipping contract.\n(h) Proposed Modification No. 6, will exercise the remaining 8 months of option year\nthree of the Contract for an amount of $909,933.36 for the period of November 4, 2014, to July\n3, 2015, thereby bringing the total value of option year three to $1,364,900.\n(i) Emergency approval of Modification Nos. 4-6 for a total value of $1,364,900 for the\nContract option year three is necessary so that NFPHC can continue to support the program.\nWithout this approval, Progressive cannot be paid for these critical services provided and to be\nprovided in excess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 4-6 to Contract No. NFPHC-121 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "4571", 
  "name": "Resolution_20-659.pdf", 
  "title": "Modification Nos. 4-6 to Contract No. NFPHC-121 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}