{
  "start": "2663", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-275, effective September 17, 2013\n\n20 DCSTAT 2663\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the Council’s support of the Fair\nMinimum Wage Act of 2013 and to acknowledge the need for a fair and living wage for\nAmericans.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of the Fair Minimum Wage Act\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) The Fair Minimum Wage Act of 2013 would increase the federal minimum\nwage to $10.10 over a 3-year period.\n(2) Many low-wage workers, including those living in the District, are forced to\nrely on government assistance to support themselves and their families even though they have a\nfull-time job.\n(3) The passage of the Fair Minimum Wage Act of 2013 is a crucial step in\nproviding support for the millions of Americans who are affected by the low minimum wage.\n(4) The Council’s show of support is necessary to encourage Congress to pass\nthe Fair Minimum Wage Act of 2013.\n(5) It is critical that the problems faced by many District residents as well as\nmany other Americans due to wages that do not match the cost of living are addressed swiftly.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Sense\nof the Council in Support of the Fair Minimum Wage Act Emergency Resolution of 2013 be\nadopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-431\nSee Emergency\nD.C. Res. 20-276\n20 DCStat 2664\n\nSense of the\nCouncil in\nSupport of the\nFair\nMinimum\nWage Act\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2663", 
  "name": "Resolution_20-275.pdf", 
  "title": "Sense of the Council in Support of the Fair Minimum Wage Emergency Declaration Resolution of 2013"
}