{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-660, effective October 28, 2014\n\n20 DCSTAT 4572\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 8-10 to\nContract No. NFPHC-151 between the Not-for-Profit Hospital Corporation (“NFPHC”) and\nWisconsin Avenue Psychiatric Center d/b/a Psychiatric Institute of Washington, to provide, in\nconsultation with the NFPHC, management and operation of the Behavioral Health and\nProfessional Psychiatric Services Program, and to authorize payment for the services received\nand to be received under the contract modifications.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 8-10 to Contract No. NFPHC-151 Approval\nand Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 8-10 to\nContract No. NFPHC-151 between NFPHC and Wisconsin Avenue Psychiatric Center d/b/a\nPsychiatric Institute of Washington (“PIW”), to provide, in consultation with the NFPHC,\nmanagement and operation of the Behavioral Health and Professional Psychiatric Services\nProgram (“Program”), and to authorize payment for the services received and to be received\nunder the contract modifications.\n(b) After a competitive procurement under the NFPHC procurement rules, the NFPHC\nawarded PIW a letter contract on August 15, 2012. A letter contract was used to allow PIW to\nbegin providing this critical service, yet provide ample time for the parties to definitize the\ncontract. The letter contract had an initial period of 9 months and a value of $712,150.\n(c) Modification No. 1, effective October 29, 2012, added language to the letter contract\ndefining parameters around PIW adding one additional physician to support the Program.\nModification 1 did not have any financial impact on the 9-month base period.\n(d) Modification No. 2, effective May 9, 2013, extended the letter contract by 3 months\nto August 14, 2013, as permitted in section 3 of the letter contract. This change was necessary\nto allow the NFPHC, now working closely with Huron Consulting Group, LLC pursuant to\nDCHT-2012-C-0014 with the Department of Health Care Finance, to initiate discussions with\nPIW regarding expansion of PIW’s services within the general scope of the letter contract. The\nvalue of Modification 2 was $229,050, which brought the total value of the 12-month base\nperiod of the letter contract to $941,200.\n(e) Modification No. 3, effective August 14, 2013, inserted language providing the\nauthority for the letter contract to be extended for up to 6 months. This change was necessary\nbecause in August 2013, both the NFPHC and PIW realized that even more time was needed in\norder to continue negotiating the definitized contract, including the details of the expansion of\nPIW’s services for the Program, more precise performance metrics, and contract incentives by\n\nProposed\nResolution\n20-1107\nSee Emergency\nD.C. Act 20-477\n20 DCStat 4401\n\nModification\nNos. 8-10 to\nContract No.\nNFPHC-151\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-660, effective October 28, 2014\n\n20 DCSTAT 4573\n\nwhich NFPHC would evaluate and better leverage PIW’s expertise, especially regarding\nmanaged care payors. Most importantly, the NFPHC and PIW needed the time to ensure the\nongoing discussions and proposed changes aligned with the new Hospital Strategic Plan\napproved by the NFPHC Board of Directors in July 2013. Modification No. 3, providing the\nauthority for, but not yet exercising, a 6- month option period did not have any financial impact.\n(f) Modification No. 4 used the authority inserted by Modification No. 3 and extended\nthe letter contract to November 13, 2013, the first 3 months of the option period, with the same\nterms as the base year. This change allowed time for the discussions contemplated by\nModification No. 3. The value of Modification No. 4, the 3-month option period, was\n$231,250.\n(g) During the Modification No. 4 term, the NFPHC realized that the definitized\ncontract changes would cause the 12-month proposed option year one, which would incorporate\nthe existing option period, to exceed $1 million and would therefore require Council approval as\na tipping contract modification.\n(h) Modification No. 5, exercising an additional 2 months of the option period, extended\nthe contract through January 13, 2014. This change was necessary to provide ample time for\npreparation of the Council package, receive appropriate NFPHC approvals, and provide time for\nCouncil review. The value of Modification No. 5 was $154,156.66, bringing the 5- month\noption value to $385,406.66.\n(i) Modification No. 6 exercised an additional 2 months of the option period to allow\nfor Council consideration of this tipping contract at a regularly scheduled legislative meeting.\nModification No. 6 did not have any financial impact. The value of Modification No. 6 was\n$77,078.33, bringing the option period value to $462,484.99.\n(j) Modification No. 7 exercised the remainder of the definitized contract option year\none in the amount of $1,471,136.30 and was enacted, after Council approval (D.C. Act 20-269)\non January 16, 2014.\n(k) Modification No. 8 exercised the first 2 months of option year two in the amount of\n$292,794.50. The NFPHC attempted to submit proposed option year two to the Council for\npassive review during recess, but missed the fairly new Council Rule 307(b) deadline. Unable\nto suspend performance of critical services during Council recess, the NFPHC therefore\nexercised only 2 months of option year two.\n(l) The NFPHC attempted to submit Modification No. 9 again on October 2, 2014, to\nexercise the remainder of option year two, however; the NFPHC mistakenly used five days,\ninstead of five business days, as the deadline for transmittal. Unable to suspend performance of\ncritical services, the NFPHC therefore exercised one additional month of option year two in the\namount of $146,397.25 to allow time to obtain Council approval.\n(m) Proposed Modification No. 10 will exercise the remaining 9 months of option year\ntwo for an amount of $1,347,774.25, bringing the total value of option year two to $1,786,936.\n(n) Emergency approval of Modification Nos. 8-10 for a total value of $1,786,936 for\nthe contract option year two is necessary so that NFPHC can continue to support the Program.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-660, effective October 28, 2014\n\n20 DCSTAT 4574\n\nWithout this approval, PIW cannot be paid for critical services provided and to be provided in\nexcess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 8-10 to Contract No. NFPHC151 Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Modification Nos. 8-10 to Contract No. NFPHC-151 Approval and Payment Authorization Emergency Declaration Resolution of 2014",
  "end": "4574",
  "start": "4572",
  "name": "Resolution_20-660.pdf"
}