{
  "start": "3427", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-481, effective May 6, 2014\n\n20 DCSTAT 3427\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize salary increases under the\nSettlements and Interest Arbitration Award for employees in Compensation Unit 3.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Settlements and Interest Arbitration Award between the District\nof Columbia Government and the Fraternal Order of Police MPD Labor Committee\n(Compensation Unit 3) Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) In order to make the salary increases retroactive to the April 1, 2013, and to\nimmediately effectuate the scheduled benefit premium increases and appropriate modifications\nto other compensation components, the Mayor recommends that the Settlements and Interest\nArbitration Award between the District of Columbia Government and the Fraternal Order of\nPolice MPD Labor Committee (Compensation Unit 3) Emergency Approval Resolution of 2014\nbe approved on an emergency basis.\n(b) Failure to pay the wages under the pay schedules in accordance with the express\nterms of the Settlements and Interest Arbitration Award in an expeditious fashion may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(c) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia.\n(d) On April 29, 2014, the Council’s Committee of the Whole held a public hearing on\nthe Settlements and Interest Arbitration Award and the proposed resolution to approve\nit. Representatives of the Fraternal Order of Police (“FOP”) MPD Labor Committee testified in\nopposition to the arbitration award and urged that the Council disapprove it. Representatives of\nthe Executive – the Acting Director of the Office of Labor Relations and Collective Bargaining,\nand the Deputy Chief of Staff and Budget Director – urged that the Council approve the award.\n(e) The Council finds that the decision of the arbitrator in this matter is reasonable and\nagrees with it. The Council agrees with the arbitrator that it is clear from the Executive’s last\nbest offer that its wage proposal includes a contract through September 30, 2017. To conclude\notherwise would serve to elevate a hyper-technical argument above the interest of police officers\nto receive a new compensation agreement. Also, the arbitrator complied with the law in using\npay comparators from regional jurisdictions, including Montgomery, Prince Georges, Fairfax,\nand Arlington counties, and was reasonable in noting that MPD officers are in the same\noccupational groups and perform the same essential duties as their comparators.\n\nProposed\nResolution\n20-755\nSee Emergency\nD.C. Res. 20-482\n20 DCStat 3429\n\nSettlements\nand Interest\nArbitration\nAward between\nthe District of\nColumbia\nGovernment\nand the\nFraternal\nOrder of Police\nMPD Labor\nCommittee\n(Compensation\nUnit 3)\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-481, effective May 6, 2014\n\n20 DCSTAT 3428\n\n(f) The Council is especially concerned that the FOP’s compensation proposal might\nencourage mass retirements because it provides entirely retroactive compensation; officers\nnearing retirement would receive a 19% - 20.46% compounded salary increase – reflected in\nretirement benefits, without any requirement to earn additional service. On the other hand, the\narbitrator’s award better promotes public safety because it better avoids mass retirements by\nencouraging officers at or near retirement to work the additional years covered by the new\nagreement in order to obtain increased retirement benefits.\n(g) Approval of the Settlements and Interest Arbitration Award will establish a new\ncollective bargaining agreement to replace the previous one that expired at the end of fiscal year\n2008 – over 5 ½ years ago. Too much time has passed, and implementation of this new\nagreement should occur as soon as possible. In this regard, the Council faults both parties to the\nnegotiation, but especially the FOP MPD Labor Committee which delayed negotiations – first,\nby filing an unfair labor practice complaint (that it lost) that took until September 2011 to\nresolve; and second, by not seeking access to impasse procedures until 2013. Disapproval of the\nAward, as the FOP urges, would result in further, substantial delay as the parties would have to\nstart over with bargaining.\n(h) The Council believes that it is in the best interest of public safety that the men and\nwomen of the Metropolitan Police Department receive the benefits of interest bargaining as\nsoon as possible.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nSettlements and Interest Arbitration Award between the District of Columbia Government and\nthe Fraternal Order of Police MPD Labor Committee (Compensation Unit 3) Emergency\nApproval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "3428", 
  "name": "Resolution_20-481.pdf", 
  "title": "Settlements and Interest Arbitration Award between the District of Columbia Government and the Fraternal Order of Police MPD Labor Committee (Compensation Unit 3) Emergency Declaration Resolution of 2014"
}