{
  "start": "744", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-41, effective February 19, 2013\n\n20 DCSTAT 744\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve contract modifications to\nContract No. GAGA-2009-C-0051 with City Year, Inc., to continue the Whole School Whole Child\nprogram in 12 public schools to provide continuous and intensive support in those schools and to\nauthorize payment for services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. GAGA-2009-C-0051 Contract Modifications\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists an immediate need to approve Contract Modifications Nos.10,\n10A, 10B, 10C, 10D, and 11 to Contract No. GAGA-2009-C-0051 with City Year, Inc., to\ncontinue the Whole School Whole Child program in 12 public schools and to authorize\npayment for the services received and to be received under the contract.\n(b) The District of Columbia Public Schools (“DCPS”) exercised, as a necessary\ngovernment function and in the best interest of the DCPS to avoid disruption of services at 12\nschools, a partial option year 4 from:\n(1) October 1, 2012, through November 30, 2012, in the amount of $257,778;\n(2) December 1, 2012, through January 31, 2013, in the amount of $257,778;\n(3) February 1, 2013, through February 28, 2013, in the amount of $128,889; and\n(4) March 1, 2013, through March 31, 2013, in the amount of $128,889.\n(c) Council approval is necessary to allow the continuation and expansion of the Whole\nSchool Whole Child program for option year 4 from October 1, 2012, through September 30,\n2013, in the amount of $1.16 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. GAGA-2009-C-0051 Contract Modifications Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-89\nSee Emergency Act\nD.C. Act 20-22\n20 DCSTAT 480\n\nContract No.\nGAGA-2009-C-0051\nContract\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2013\n\n\f", 
  "end": "744", 
  "name": "Resolution_20-41.pdf", 
  "title": "Contract No. Gaga-2009-C-0051 Contract Modification Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}