{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-637, effective October 7, 2014\n\n20 DCSTAT 4542\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve salary increases under the\nterms of the negotiated compensation collective bargaining agreement for employees represented\nby the American Federation of State, County and Municipal Employees (“AFSCME”), Local\n1959.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation and Collective Bargaining Agreement between\nthe District of Columbia Government Office of the State Superintendent of Education, Division\nof Transportation and District Council 20 Local 1959 American Federation of State, County and\nMunicipal Employees Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The District of Columbia negotiated a compensation agreement\n(“Compensation and Working Conditions Agreement”) for District of Columbia employees\nrepresented by AFSCME, Local 1959 that requires certain compensation increases over a period\nof 5 years. The Mayor proposes, as agreed with the union, that the first compensation increase\nis made effective beginning the first full pay period commencing on or after April 1, 2013,\nwhich constitutes a change to the relevant pay schedule and a resulting minimum increase of 2.5\n% in each bargaining unit member’s gross salary.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(f)(1)), which provides that negotiations be completed prior to\nsubmission of a budget for the years covered by the agreement, the Compensation and Working\nConditions Agreement must be acted on by the Council immediately.\n(c) To effectuate the terms of the Compensation and Working Conditions Agreement,\nthe Mayor recommends that the Compensation and Collective Bargaining Agreement between\nthe District of Columbia Government Office of the State Superintendent of Education, Division\nof Transportation and District Council 20 Local 1959 American Federation of State, County and\nMunicipal Employees Emergency Approval Resolution of 2014 be approved on an emergency\nbasis.\n(d) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of the union members in the District of Columbia government and\nits leadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\n\nProposed\nResolution\n20-1019\nSee Emergency\nD.C. Res. 20-638\n20 DCStat 4544\n\nCompensation\nand Collective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nGovernment\nOffice of the\nState\nSuperintendent\nof Education,\nDivision of\nTransportation\nand District\nCouncil 20\nLocal 1959\nAmerican\nFederation of\nState, County\nand Municipal\nEmployees\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-637, effective October 7, 2014\n\n20 DCSTAT 4543\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation and Collective Bargaining Agreement between the District of Columbia\nGovernment Office of the State Superintendent of Education, Division of Transportation and\nDistrict Council 20 Local 1959 American Federation of State, County and Municipal Employees\nEmergency Approval Resolution of 2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Compensation and Collective Bargaining Agreement between the District of Columbia Government Office of the State Superintendent of Education, Division of Transportation and District Council 20 Local 1959 American Federation of State, County and Municipal Employees Emergency Declaration Resolution of 2014",
  "end": "4543",
  "start": "4542",
  "name": "Resolution_20-637.pdf"
}