{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-126, effective May 7, 2013\n\n20 DCSTAT 1539\n\nA RESOLUTION\n\nTo declare the sense of the Council that, in 2013, any student resident of the District of Columbia who\nwishes to enroll in the District’s summer learning program should have the opportunity to do so.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council on Participation in the Summer Learning\nProgram Emergency Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) In 2012, the Mayor and the Chancellor of the District of Columbia Public\nSchools (“DCPS”) announced an aggressive plan to, by 2017, increase District-wide math and\nreading proficiency to 70% while doubling the number of students who score at advanced levels\nof proficiency.\n(2) The results from the 2012 administration of the DC Comprehensive\nAssessment System show that the District has a long way to go to achieve this goal, as the\npercentage of students proficient in reading and math tested grade levels was far below 50%.\n(3) According to Rand Education, a unit of the Rand Corporation, “[s]ummer\nlearning programs have the potential to help children and youth improve their academic and\nother outcomes. This is especially true for children from low-income families who might not\nhave access to educational resources throughout the summer months and for low-achieving\nstudents who need additional time to master academic content.”\n(4) In 2013, based on reading assessment performance, the DCPS flagged more\nthan 10,000 students in grades K-8 as potential candidates for the District’s summer learning\nprogram.\n(5) Previously, the summer learning program has been open to all students on a\nfirst-come, first-served basis.\n(6) However, in 2013, only a short time before the summer learning program\nenrollment deadline, and without notice to parents or students, DCPS announced that its summer\nlearning program enrollment policy has changed. Now, only those students who are invited to\nenroll in summer school may enroll on a first-come, first-served basis. Specifically, according to\nthe DCPS’s website, the District is “strategically inviting certain students to enroll” in the\nsummer learning program and making judgments as to “who will benefit most from the\nprogram.”\n(7) In 2013, the District will enroll up to 2,700 of the 10,000 students that the\nDistrict has flagged as potential candidates for the K-8 summer learning program.\n\nProposed\nResolution\n20-278\nEmergency\nDeclaration\nRes. 20-125\n20 DCStat 1538\nSense of the\nCouncil on\nParticipation\nin the\nSummer\nLearning\nProgram\nEmergency\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-126, effective May 7, 2013\n\n20 DCSTAT 1540\n\n(8) In 2012, the District’s revenues exceeded its expenses by more than $400\nmillion. The 2012 budget surplus was added District’s reserve fund.\n(9) In February 2013, the Council learned that revenues will exceed the approved\nfiscal year 2013 budget by $190 million.\n(1) According to the Mayor, as of January 2013, the reserve fund totals $1.5\nbillion.\nSec. 3. It is the sense of the Council that in light of the DCPS’s late announcement of its\nnew invitation-only policy for summer education, the District’s 70% proficiency goals, and the\nDistrict’s financial position, in 2013, any student resident who wishes to enroll in the summer\nlearning program should have the opportunity to do so.\nSec. 4. The Council of the District of Columbia shall transmit a copy of this resolution,\nupon its adoption, to the Mayor.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f",
  "title": "Sense of the Council on Participation in the District of Columbia’s Summer Learning Program Emergency Approval Resolution of 2013",
  "end": "1540",
  "start": "1539",
  "name": "Resolution_20-126.pdf"
}