{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-286, effective September 17, 2013\n\n20 DCSTAT 2679\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Task Order No. 5, Purchase\nOrder No. PO447598-V2, Task Order No. 6, and Task Order No. 7 to Human Care Agreement\nNo. DCHC-2011-H-0002 to provide women, infants, and children nutrition services and to\nauthorize payment for the services received under that agreement during option year one.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Option Year One Orders to Human Care Agreement DCHC2011-H-0002 Approval and Payment Authorization Emergency Declaration Resolution of\n2013”.\n\nSec. 2. (a) There exists an immediate need to approve Task Order No. 5, Purchase\nOrder No. PO447598-V2, Task Order No. 6, and Proposed Task Order No. 7 to Human Care\nAgreement No. DCHC-2011-H-0002 to provide women, infants, and children nutrition services\nand to authorize payment for the services received under that agreement.\n(b) On August 26, 2011, the Office of Contracting and Procurement (“OCP”) awarded\nHuman Care Agreement No. DCHC-2011-H-0002 to Unity Healthcare, Inc.\n(c) During the first option year, OCP issued Task Order No. 5 in the amount of\n$737,571.35, Purchase Order No. PO447598-V2 in the amount of $27,000.00, and Task Order\nNo. 6 in the amount of $233,425.30 under Human Care Agreement No. DCHC-2011-H-0002.\n(d) OCP now proposes to issue Task Order No. 7 in the amount of $277,151.00 which\nwill increase the total not-to-exceed amount for the first option year to $1,275,147.65.\n(e) Council approval is necessary to allow the continuation of these vital services since\nthese orders increase the value of Human Care Agreement No. DCHC-2011-H-0002 to more\nthan $1,000,000 during a 12-month period.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Option\nYear One Orders to Human Care Agreement DCHC-2011-H-0002 Approval and Payment\nAuthorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-370\nSee Emergency\nD.C. Act 20-163\n20 DCStat 2406\n\nOption Year\nOne Orders to\nHuman Care\nAgreement\nDCHC-2011H-0002\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Option Year One Orders to Human Care Agreement Dchc-2011-H-0002 Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2679",
  "start": "2679",
  "name": "Resolution_20-286.pdf"
}