{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-470, effective May 6, 2014\n\n20 DCSTAT 3412\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the State Education Office\nEstablishment Act of 2000 to authorize the collection of individual educator evaluation data by\nthe Office of the State Superintendent of Education and to exempt that data from public\ndisclosure.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Educator Evaluation Data Collection Emergency Declaration\nResolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to enact emergency legislation to amend the\nState Education Office Establishment Act of 2000, effective October 21, 2000 (D.C. Law 13176; D.C. Official Code § 38-2601 et seq.), to authorize the collection of individual educator\nevaluation data by the Office of the State Superintendent of Education (“OSSE”) and to exempt\nthat data from public disclosure.\n(b) As part of the District’s Race to the Top application, which was awarded on\nSeptember 24, 2010, the District made a commitment to create and implement an evaluation\nsystem of teacher-preparation programs. This evaluation system shall be based, in part, on\neducator evaluation data.\n(c) To date, OSSE has developed the evaluation system and has collected educator\nevaluation data from local education agencies; however, several local education agencies have\nrefused to provide this data because of the potential that data associated with the educators’\nevaluations may be disclosed to the public or the media.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nEducator Evaluation Data Collection Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-725\nSee Emergency\nD.C. Act 20-328\n20 DCStat 3309\n\nEducator\nEvaluation\nData\nCollection\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Educator Evaluation Data Collection Emergency Declaration Resolution of 2014",
  "end": "3412",
  "start": "3412",
  "name": "Resolution_20-470.pdf"
}