{
  "start": "2664", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-276, effective October 1, 2013\n\n20 DCSTAT 2664\n\nA RESOLUTION\nTo declare the sense of the Council in support of the federal Fair Minimum Wage Act of 2013, recognizing\nthat this measure will improve the lives of many Americans, including the residents of the District\nof Columbia, and that this is a much-needed step towards supporting low-wage workers across\nthe country.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council in Support of the Fair Minimum Wage Act\nEmergency Resolution of 2013”.\nSec. 2. The Council finds that:\n(1) In March of 2013, Representative George Miller and Senator Tom Harkin\nintroduced the Fair Minimum Wage Act of 2013.\n(2) The minimum wage has lost more than 30% of its value and would be $10.55\nper hour if it had kept pace with the cost of living over the last 40 years.\n(3) The bill proposes to raise the national minimum wage from the current\nminimum wage of $7.25 to $10.10 in 2 years using 3 95-cent increases to the minimum wage.\n(4) More than 30 million workers would receive a raise if the Fair Minimum\nWage Act of 2013 is passed.\n(5) Three years after the first increase, and annually thereafter, the bill proposes\nthat the amount of the minimum wage will be determined by increases in the consumer price\nindex.\n(6) The bill proposes that the minimum wage for tipped employees should be\nraised to $3.00 an hour from today’s minimum wage of $2.13.\n(7) The federal minimum wage has not been raised since 1991.\n(8) This measure will raise the minimum wage to keep pace with the cost of\nliving, starting in 2016.\n(9) Many low-wage workers are unable to support themselves without\ngovernment assistance even though they have a full-time job.\n(10) This bill would increase the minimum wage in the District to $11.10 an hour\nin 3 years, as the minimum wage in the District is $1 higher than the national average.\n(11) Studies have shown that raising low wages can create jobs due to low-wage\nworkers being more apt to spend money when they are receiving higher pay.\n(12) Higher wages would help to boost the economy both in the District and\nthroughout the country.\n\nProposed\nResolution\n20-432\nEmergency\nDeclaration\nRes. 20-275\n20 DCStat 2663\n\nSense of the\nCouncil in\nSupport of the\nFair\nMinimum\nWage Act\nEmergency\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-276, effective October 1, 2013\n\n20 DCSTAT 2665\n\n(13) The passage of the Fair Minimum Wage Act of 2013 will signify a trend\ntoward providing all Americans with the opportunity to provide for their families without\nhaving to choose between necessities.\n(14) The citizens of the District will greatly benefit from the passage of the Fair\nMinimum Wage Act of 2013.\n(15) The Fair Minimum Wage Act of 2013 will provide much-needed support to\nlow-wage workers throughout the country.\nSec. 3. It is the sense of the Council that the passage of the Fair Minimum Wage Act of\n2013 will be beneficial to the citizens of the District and will create more jobs and stimulate the\neconomy.\nSec. 4. The Secretary to the Council shall transmit a copy of this resolution, upon its\nadoption, to the Mayor, the Secretary to the United States Senate, the Clerk of the U.S. House of\nRepresentatives, the Committee Chair and Ranking Member of the Senate Health, Education,\nLabor and Pensions Committee, the Committee Chair and Senior Democratic Member of the\nHouse Education and Workforce Committee, and the Hon. Eleanor Holmes Norton, Member of\nCongress representing the District of Columbia.\nSec. 5. This resolution shall take effect immediately.\n\n\f", 
  "end": "2665", 
  "name": "Resolution_20-276.pdf", 
  "title": "Sense of the Council in Support of the Fair Minimum Wage Emergency Approval Resolution of 2013"
}