{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-500, effective June 3, 2014\n\n20 DCSTAT 3472\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Board of Ethics and\nGovernment Accountability Establishment and Comprehensive Ethics Reform Amendment Act of\n2011 to require that Advisory Neighborhood Commissioners and candidates for public office\ncertify that they have filed and paid income and property taxes, diligently safeguarded the assets\nof the taxpayers and the District, reported known illegal activity, not accepted a bribe, not\ndirectly or indirectly received government funds through illegal or improper means, not raised or\nreceived funds in violation of federal or District law, and not received or been given anything of\nvalue based on any understanding that their official actions or judgment or vote would be\ninfluenced; and to remove the requirement that Advisory Neighborhood Commissioners file a\nconfidential disclosure of financial interest.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Board of Ethics and Government Accountability Establishment\nand Comprehensive Ethics Reform Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an emergency with respect to the need to amend the Board of\nEthics and Government Accountability Establishment and Comprehensive Ethics Reform\nAmendment Act of 2011 to maintain existing law and to require public financial disclosure\ncertifications be submitted to the Board of Ethics and Government Accountability (“BEGA”) by\nAdvisory Neighborhood Commissioners and candidates for public office.\n(b) On September 17, 2013, the Council passed Bill 20-455, the Board of Ethics and\nGovernment Accountability Establishment and Comprehensive Ethics Reform Emergency\nAmendment of 2013. This emergency legislation required Advisory Neighborhood\nCommissioners to file an annual public financial disclosure certification instead of a\nconfidential financial disclosure with BEGA. Bill 20-455 expired on January 2, 2014.\n(c) The Council passed identical temporary legislation, Bill 20-456, which became\neffective on December 13, 2013. This legislation will expire on July 25, 2014. The Committee\non Government Operations is scheduled to hold a public hearing on Bill 20-507, the permanent\nversion of the legislation, on June 9, 2014, and will mark up the bill soon thereafter.\n(d) It is therefore necessary to pass emergency legislation while the permanent bill is\nawaiting a markup.\n(e) This emergency legislation maintains existing law by requiring that Advisory\nNeighborhood Commissioners file a public financial disclosure certification instead of the\nconfidential disclosure required by BEGA’s enabling legislation. This approach recognizes that\nthe role of volunteer Advisory Neighborhood Commissioners is fundamentally different than the\nrole of Councilmembers or high ranking officials, as they do not vote or affect policy or\n\nProposed\nResolution\n20-821\nSee Emergency\nD.C. Act 20-364\n20 DCStat 3355\n\nBoard of Ethics\nand\nGovernment\nAccountability\nEstablishment\nand\nComprehensive\nEthics Reform\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-500, effective June 3, 2014\n\n20 DCSTAT 3473\n\ndecision-making in the same, direct way as do other public officials, but it still requires\ntransparency through a public certification.\n(f) The emergency legislation additionally requires that candidates for nomination for\nelection, or election, to public office, file the same public financial disclosure certification as\nAdvisory Neighborhood Commissioners. Following the April 1, 2014, primary election,\nunsuccessful candidates were still required to file the more intrusive public financial disclosure\nstatement required of sitting public officials. This legislation would exempt candidates who did\nnot file with BEGA by the May 15, 2014, deadline, but requires that candidates file a public\nfinancial disclosure certification going forward.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Ethics and Government Accountability Establishment and Comprehensive Ethics Reform\nEmergency Amendment of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Board of Ethics and Government Accountability Establishment and Comprehensive Ethics Reform Emergency Declaration Resolution of 2014",
  "end": "3473",
  "start": "3472",
  "name": "Resolution_20-500.pdf"
}