{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-70, effective March 19, 2013\n\n20 DCSTAT 1458\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Omnibus Public Safety and Justice Amendment Act of 2009 to clarify that intentionally failing\nto charge a detection device is considered tampering for purposes of the offense; to amend An act\nfor the preservation of the public peace and the protection of property within the District of\nColumbia to return prosecutorial authority on certain matters to the Office of the Attorney\nGeneral, and to permit a charge for a less serious offense where one or more persons demonstrate\nin an area where it is not permitted and remain or return to the area after receiving a warning\nfrom law enforcement; to amend the District of Columbia Law Enforcement Act of 1953 to\nprohibit excessive noise and disruptive conduct in public buildings and to return prosecutorial\nauthority on certain matters to the Office of the Attorney General; to amend An Act Regulating the\nissuance of checks, drafts, and orders for the payment of money within the District of Columbia to\nincrease the felony threshold for a “bad check” to $1,000; to amend An Act To establish a Board\nof Indeterminate Sentence and Parole for the District of Columbia and to determine its functions,\nand for other purposes to a provision related to escape from an institution or officer; to amend the\nCriminal Justice Coordinating Council for the District of Columbia Establishment Act of 2001 to\ndesignate the Criminal Justice Coordinating Council as a criminal justice agency for purposes of\naccessing criminal justice-related data and information; to amend Title 23 of the District of\nColumbia Official Code to conform the District’s Crime Victim’s Rights statute with the federal\nstatute on crime victims restitution, to modify the list of offenses for which pre-trial detention is\nauthorized, and to allow law enforcement officers to arrest, without a warrant, an individual that\nhe or she has probable cause to believe has committed a misdemeanor offense outside of the\nofficer’s presence; to amend the Federal Law Enforcement Officer Cooperation Act of 1999 to\nmake conforming changes related to amendments in Title 23 related to law enforcement officers’\nability to arrest without a warrant; to amend the District of Columbia Uniform Controlled\nSubstances Act of 1981 to clarify the Mayor’s authority to schedule substances, and to add to the\nlist of controlled substances those substances that have recently been added to the federal\ncontrolled substances act; to amend An Act To establish a code of law for the District of Columbia\nto create offenses for assault and aggravated assault on a public vehicle inspection officer; to\namend the District of Columbia Taxicab Commission Establishment Act of 1985 to create an\noffense for fleeing from a public vehicle inspection officer; to amend the District of Columbia\nGovernment Comprehensive Merit Personnel Act of 1978 to approve the compensation for the\nDirector of the Department of Forensic Sciences; to amend the District of Columbia Health\nOccupations Revision Act of 1985 to clarify the regulation of massage therapists; to amend the\nMotor Vehicle Theft Prevention Act of 2008 to incorporate technical corrections; to amend the\nAccess to Justice Initiative Establishment Act of 2010 to enlarge the number of eligible\nparticipants and improve civil legal services to low-income residents; to amend the Omnibus\nPolice Reform Amendment Act of 2000 to clarify the duties of the Police Officers Standards and\nTraining Board; to amend the Arson Investigators Amendment Act of 1998 to provide authority\nrelated to ensuring compliance with the fire code; to amend the Department of Forensic Sciences\nEstablishment Act of 2011 to clarify the membership of the Science Advisory Board; to amend the\nHomeland Security, Risk Reduction, and Preparedness Amendment Act of 2006 to change the\nterms of commission members; to amend section 16-914 of the District of Columbia Official Code\nto prohibit a person convicted of rape from obtaining legal custody, physical custody, or any\nvisitation rights with a child that has been conceived as a result of that rape; to amend the\nInnocence Protection Act of 2001 to amend the definition of “Biological material”; to repeal\nsection 47-2811(b) of the District of Columbia Official Code; to amend the District of Columbia\n\nProposed\nResolution\n20-131\nSee\nEmergency\nAct\nD.C. Act 20-44\n20 DCSTAT 1281\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-70, effective March 19, 2013\n\n20 DCSTAT 1459\n\nTraffic Act, 1925 to make technical corrections; to require the Office of the Attorney General to\ndevelop and submit a report on drug screening and drug treatment programs for youth arrested\nfor possession of a substance; and to repeal section 401 of An Act To provide for the more\neffective prevention, detection, and punishment of crime in the District of Columbia; the Criminal\nJustice Supervisory Board Act of 1978; and Chapter 10 of Title 28 of the District of Columbia\nMunicipal Regulations.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Criminal Code Amendments Congressional Review\nEmergency Declaration Resolution of 2013”.\nSec. 2. (a) The Council unanimously approved the Omnibus Criminal Code\nAmendments Act of 2012, signed by the Mayor on February 11, 2013 (D.C. Act 19-677; 60\nDCR __), on 2nd reading at the December 18, 2012, Legislative Meeting. The legislation was\ntransmitted to Congress on March 7, 2013, and is currently undergoing the 60-day Congressional\nreview required of legislation that amends the criminal code. The projected law date for D.C.\nAct 19-677 is June 8, 2013.\n(b) The Council determined that it was especially important that a number of sections in\nD.C. Act 19-677 were made effective as quickly as possible. As such, the Council adopted an\nemergency measure identical to the permanent bill at the December 18, 2012, Legislative\nMeeting. D.C. Act 19-599, the Omnibus Criminal Code Amendments Emergency Amendment\nAct of 2012, was signed by the Mayor on January 14, 2013, and will expire on April 14, 2013.\n(c) As the emergency measure, D.C. Act 19-599, is set to expire before the permanent\nmeasure, D.C. Act 19-677, completes the 60-day Congressional review period, this legislation is\nnecessary to prevent a gap in the law.\n(d) The provisions of this emergency make important amendments and clarifications to\nthe District’s criminal code and provide better tools for law enforcement to reduce crime.\nAmong the provisions in this bill:\n(1) Two sections make clarifications and returning prosecutorial authority to the\nOffice of the Attorney General for offenses related to Disturbances of the Public Peace (blocking\npassage and disorderly conduct);\n(2) One section updates the District’s Controlled Substances statute, including a\nnumber of substances that are already banned under federal law, but law enforcement is unable\nto bring charges in District court as the substances are not banned at the local level.\n(3) Clarifications of the law regarding tampering with a GPS tracking device; and\n(4) Clarifications of the law regarding licensed massage therapists so that they\nmay practice with minimal burden.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Criminal Code Amendments Congressional Review Emergency Amendment Act of\n2013 be adopted after a single reading.\n\nOmnibus\nCriminal\nCode\nAmendments\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-70, effective March 19, 2013\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 1460\n\n\f",
  "title": "Omnibus Criminal Code Amendments Congressional Review Emergency Declaration Resolution of 2013",
  "end": "1460",
  "start": "1458",
  "name": "Resolution_20-70.pdf"
}