{
  "start": "3094", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-398, effective January 7, 2014\n\n20 DCSTAT 3094\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve multiyear Contract No.\nDCAM-14-NC-0085 with NOVEC Energy Solutions, Inc., to provide natural gas to District of\nColumbia government facilities at a fixed price for a 24-month period.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Proposed Multiyear Contract No. DCAM-14-NC-0085 Approval\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve multiyear Contract No. DCAM14-NC-0085 with NOVEC Energy Solutions, Inc., in an amount not to exceed $12,971,750, to\nprovide natural gas to various District of Columbia government facilities within the real estate\nportfolio of the Department of General Services (“DGS”), at a fixed price for a 24-month\nperiod.\n(b) The proposed multiyear contract was competitively bid on behalf of DGS and\nawarded to NOVEC Energy Solutions, Inc.\n(c) The proposed multiyear contract requires Council approval pursuant to section\n451(c)(3) of the District of Columbia Home Rule Act, approved December 24, 1973 (87 Stat.\n803; D.C. Official Code §1-204.51(c)(3)).\n(d) Emergency approval of multiyear Contract No. DCAM-14-NC-0085 is necessary\ndue to the volatile nature of the commodity market, which makes it economically impractical for\nany supplier to hold commodity pricing open for an extended period of time.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProposed Multiyear Contract No. DCAM-14-NC-0085 Emergency Approval Resolution of\n2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-612\nSee Emergency\nD.C. Res. 20-399\n20 DCStat 3095\n\nProposed\nMultiyear\nContract No.\nDCAM-14NC-0085\nApproval\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3094", 
  "name": "Resolution_20-398.pdf", 
  "title": "Proposed Multiyear Contract No. DCAM-14-NC-0085 Approval Emergency Declaration Resolution of 2014"
}