{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-183, effective June 26, 2013\n\n20 DCSTAT 2012\n\nA RESOLUTION\n\nProposed\nResolution\n20-95\n\nTo declare that the District-owned real property located at 903 Franklin Street, N.E., in Washington, D.C.,\nknown for tax and assessment purposes as Lot 0829, Square 3841, is no longer required for public\npurposes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “903 Franklin Street, N.E., Surplus Property Declaration\nResolution of 2013”.\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 903 Franklin Street, N.E., in\nWashington, D.C., known for tax and assessment purposes as Lot 0829, Square 3841\n(“Property”). The Property consists of a 2-story building containing approximately 3,982 square\nfeet.\n(b) The Property is no longer required for public purposes because the Property is very\nsmall, lacks dedicated parking, and in its current condition, necessitates cost-prohibitive\nrenovations to re-use the property for a District agency or other public use in a cost-effective\nmanner on a long-term basis. Additionally, the cost of maintenance required to preserve the\nbuilding in its current state is likely to continue to increase. Declaring that the Property is no\nlonger required for public purposes and disposing of it by selling it to a third party is the most\nexpedient and cost-effective solution to reactivate the Property by enabling a business owned by\na District of Columbia resident to expand, provide new revenue to the District, and remove a\nblight from the community.\n(c) The District has satisfied the public hearing requirements of section 1(a-1)(4) of An\nAct Authorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code §10-801(a-1)(4))\n(“Act”), by holding the required public hearings on October 15 and October 24, 2012.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council finds that the Property is no\nlonger required for public purposes.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\n\n903 Franklin\nStreet, N.E.,\nSurplus\nProperty\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-183, effective June 26, 2013\n\n20 DCSTAT 2013\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f",
  "title": "903 Franklin Street, N.E. Surplus Declaration Resolution of 2013",
  "end": "2013",
  "start": "2012",
  "name": "Resolution_20-183.pdf"
}