{
  "end": "4536", 
  "name": "Resolution_20-632.pdf", 
  "start": "4536", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-632, effective October 7, 2014\n\n20 DCSTAT 4536\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve a multiyear contract in the\namount of $3,516,272.60 between the Department of Consumer and Regulatory Affairs and\nLimbic Systems, Inc. for information technology services for the One City Business Portal\nproject.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Proposed Multiyear Contract No. DCCR-2014-C-0001 Approval\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need for Council approval of the contract between\nthe Department of Consumer and Regulatory Affairs (“DCRA”) and Limbic Systems, Inc., for\ninformation technology services for the One City Business Portal project.\n(b) DCRA seeks to award a multiyear, firm fixed price (“FFP”) 2-year base contract in\nan amount not to exceed $3,516,272.60 to Limbic Systems, Inc. (“FFP contract”).\n(c) The services to be provided under the FFP contract are information technology\nservices for the design and build of the One City Business Portal project, which is intended to\nprovide a one-stop web portal for business owners to obtain license, permit, and clearance\ninformation.\n(d) Council approval of the proposed FFP contract is needed on an emergency basis to\nensure that the needed information technology services are not compromised and to prevent the\nOne City Business Portal project schedule from falling behind and leading to a delay in the\nanticipated site launch.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nProposed Multiyear Contract No. DCCR-2014-C-0001 Emergency Approval Resolution of\n2014 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1025\nSee Emergency\nD.C. Res. 20-633\n20 DCStat 4537\n\nProposed\nMultiyear\nContract No.\nDCCR-2014C-0001\nApproval\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Proposed Multiyear Contract No. DCCR-2014-C-0001 Approval Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}