{
  "end": "1486", 
  "name": "Resolution_20-99.pdf", 
  "start": "1486", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-99, effective April 9, 2013\n\n20 DCSTAT 1486\n\nA RESOLUTION\n\nProposed Resolution\n20-177\nSee Emergency Act\nD.C. Act 20-48\n20 DCSTAT 1354\n\nTo declare the existence of an emergency with the respect to the need to amend the Deputy Mayor for\nPlanning and Economic Development Limited Grant-Making Authority Act of 2012 to require the\nDeputy Mayor for Planning and Economic Development to issue a loan in the amount of $800,000\nto support an affordable housing project in Ward 7.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Deputy Mayor for Planning and Economic Development\nLimited Grant-Making Authority Emergency Declaration Resolution of 2013”.\nSec. 2. (a) There exists an immediate need to approve the Economic Development\nLimited Grant-Making Authority Emergency Amendment Act of 2013 to require the Deputy\nMayor for Planning and Economic Development (“Deputy Mayor”) to issue a loan in the\namount of $800,000 to support an affordable housing project in Ward 7, including 100%\naffordable housing units supporting former Lincoln Heights residents.\n(b) Section 2032 of the Deputy Mayor for Planning and Economic Development Limited\nGrant-Making Authority Act of 2012, effective September 20, 2102 (D.C. Law 19-168; D.C.\nOfficial Code § 1-328.04) (“2012 Act”), included a provision authorizing the Deputy Mayor to\nmake a grant in the amount of $800,000 to the mixed-used development known as 4800 Nannie\nHelen Burroughs Avenue, N.E., in Ward 7, in order to make the affordable housing project\nviable.\n(c) It was later discovered that if the project were to receive the $800,000 grant, it\nwould no longer be eligible for certain tax credits and there would be a great tax penalty imposed\nupon the project.\n(d) A loan in the amount of $800,000 will allow the project to move forward\nwithout further delays or financial duress.\n(e) This emergency changes the language of the 2012 Act by simply changing the\noriginal grant to a loan and will serve the same purpose of assisting a mixed-use project that will\nprovide 70 units of affordable housing to the Deanwood community of Ward 7.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Deputy\nMayor for Planning and Economic Development Limited Grant-Making Authority Emergency\nAmendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nDeputy Mayor\nfor Planning\nand Economic\nDevelopment\nLimited\nGrant-Making\nAuthority\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Deputy Mayor Planning and Economic Development Limited Grant-Making Authority Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}