{
  "end": "1552", 
  "name": "Resolution_20-134.pdf", 
  "start": "1551", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-134, effective May 7, 2013\n\n20 DCSTAT 1551\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 6, 7, 8, and\n11 to Contract No. DCRK-2008-C-0042 with Sedgwick Claims Management Services, Inc., to\nprovide third party claims administration services for the District’s Self-insured Workers’\nCompensation Program and to authorize payment for the goods and services received and to be\nreceived under that contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCRK-2008-C-0042 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists a need to approve Modification Nos. 6, 7, 8, and 11 to Contract\nNo. DCRK-2008-C-0042 with Sedgwick Claims Management Services, Inc. (“Sedgwick”), to\nprovide third party claims administration services for the District’s Self-insured Workers’\nCompensation Program and to authorize payment for the goods and services received and to be\nreceived under the contract.\n(b) On October 26, 2012, by Modification No. 6, the Office of Contracting and\nProcurement (“OCP”), on behalf of the Office of Risk Management, exercised a partial option of\noption year 2 of Contract No. DCRK-2008-C-0042 with Sedgwick in the amount of $603,084.50\nfor the period from December 1, 2012, through January 31, 2013.\n(c) On January 8, 2013, by Modification No. 7, OCP exercised another partial option of\noption year 2 in the amount of $301,542.25 for the period of February 1, 2013, through February\n28, 2013.\n(d) On February 27, 2013, by Modification No. 8, OCP exercised partial option of option\nyear 2 in the amount of $603,084.50 for the period of March 1, 2013, through April 30, 2013,\nwhich increased the total amount for option year 2 to $1,507,711.25.\n(e) On April 25, 2013, by Modification No. 11, OCP exercised another partial option of\noption year 2 in the amount of $904,626.75, which increased the total amount for option year 2\nto $2,412,338.00.\n(f) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Sedgwick cannot be paid for services provided in excess of $1 million for option year\n2.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCRK-2008-C-0042 Modifications Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\n\nProposed\nResolution\n20-275\nSee\nEmergency\nD.C. Act 20-73\n20 DCStat 1423\n\nContract No.\nDCRK-2008C-0042\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-134, effective May 7, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 1552\n\n\f", 
  "title": "Contract Dcrk-2008-C-0042 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}