{
  "start": "2096", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-242, effective July 10, 2013\n\n20 DCSTAT 2096\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to provide a limited real property tax\nabatement and tax relief to the Spring Place development project, described as Lots 1 and 803 in\nSquare 3186 and Lots 52 and 822 in Square 3185, in the Takoma Park neighborhood of Ward 4.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Spring Place Real Property Limited Tax Abatement Assistance\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) Metro Village is a mixed-income rental complex planned for development in the\nTakoma neighborhood consisting of 150 units, 120 of which will be affordable for residents earning 60%\nor less than the Area Median Income.\n(b) Under District law, nonprofit owners of affordable housing properties utilizing\nLow Income Housing Tax Credits are eligible to receive as-of-right real property tax exemptions;\nhowever, because the developers of this project, Affordable Housing Developers and Takoma Venture\nLLC, are for-profit entities, they do not qualify for the as-of‐right exemption.\n(c) The associated emergency legislation would abate the first $220,000 of annual real property\ntaxes imposed against the owners of the Property, as well as exempt the property from deed and\nrecordation taxes.\n(d) A Tax Abatement and Financial Analysis performed by the Office of the Chief Financial\nOfficer and dated June 19, 2013 states that tax abatements are necessary for the construction of Metro\nVillage, a mixed-income residential building adjacent to the Takoma Metro station.\n(e) In addition to the affordable housing units, the project will provide many community\nbenefits, including: a choice of transit subsidies to each household; significant off-site improvements to\nthe sidewalk system connecting the property to Blair Road; completion of a segment of the Metropolitan\nBranch Trail; completion of a major waterline extension that will enhance service levels and safety in\nTakoma downtown; and after-school activities for residents in conjunction with Promised Land Baptist\nChurch.\n(f) The project has significant community support, and a delay in development will jeopardize\nthe financing commitment from the Department of Housing and Urban Development, resulting in\nincreased costs due to rising interest rates and construction costs.\n(g) Although the associated emergency and temporary legislation are subject to appropriations,\nit is possible that funding may be identified during the Council’s summer recess.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Spring\nPlace Real Property Limited Tax Abatement Assistance Emergency Act of 2013 be adopted\nafter a single reading.\n\nProposed\nResolution\n20-376\nSee Emergency\nD.C. Act 20-151\n20 DCStat 2003\n\nSpring Place\nReal Property\nLimited Tax\nAbatement\nAssistance\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-242, effective July 10, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2097\n\n\f", 
  "end": "2097", 
  "name": "Resolution_20-242.pdf", 
  "title": "Spring Place Real Property Limited Tax Abatement Assistance Emergency Declaration Resolution of 2013"
}