{
  "end": "3391", 
  "name": "Resolution_20-457.pdf", 
  "start": "3391", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-457, effective April 8, 2014\n\n20 DCSTAT 3391\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Delivery Order Contract No.\nPO489769 and Modification Nos. 2 and 3 to the contract with International Salt Company, LLC\nand to authorize payment for the goods received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. PO489769 and Modifications No. 2 and No. 3\nApproval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Contract No. PO489769 and\nmodifications to the contract issued by the Office of Contracting and Procurement on behalf of\nthe Department of Public Works under a Montgomery County, Maryland Cooperative\nAgreement. The agreement provides road deicing salt for the Department of Public Works’\nsnow removal program. In addition, there is an immediate need for the Council to authorize\npayment for the goods received and to be received under this contract.\n(b) On January 13, 2014, the Office of Contracting and Procurement (“OCP”) issued\nDelivery Order Contract No. PO489769 (“Contract”) for purchase and delivery of road deicing\nsalt in the amount of $498,550.50.\n(c) On January 24, 2014, by Modification No. PO489769-V2, the OCP increased the\norder under the Contract by $499,716.70, to $998,267.20.\n(d) On February 20, 2014, by Modification No. PO489769-V3, the OCP increased the\norder under the Contract by $249,974.97, to $1,248,242.17.\n(e) Accordingly, the total expenditure for the Contract, including modifications, will be\nin an amount not to exceed $1,248,242.17.\n(f) Council approval is required pursuant to section 451(b)(1) of the District of\nColumbia Home Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code §1204.51(b)(1)), because the modifications increase the total expenditure under the Contract to an\namount in excess of over $1 million during a 12-month period.\n(g) Council approval is necessary to allow the continuation of these vital services.\nWithout this approval, International Salt Company, LLC cannot be paid for goods provided in\nexcess of $1 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Contract\nNo. PO489769 and Modifications Nos. 2 and 3 Approval and Payment Authorization Emergency\nAct of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-688\nSee Emergency\nD.C. Act 20-313\n20 DCStat 3296\n\nContract No.\nPO489769 and\nModifications\nNo. 2 and No.\n3 Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Contract No. PO489769 and Modifications Nos. 2 and 3 Approval and Payment Authorization Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}