{
  "start": "1538", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-125, effective May 7, 2013\n\n20 DCSTAT 1538\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to state that it is the sense of the Council\nthat, in 2013, any student resident of the District of Columbia who wishes to enroll in the\nDistrict’s summer learning program should have the opportunity to do so.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council on Participation in the Summer Learning\nProgram Emergency Declaration Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) On Thursday, May 2, 2013, the Committee on Education held a hearing on\nthe District of Columbia Public Schools (“DCPS”) budget.\n(2) At the hearing, government witnesses testified before committee members.\nMembers asked a number of questions regarding the District’s summer learning program.\n(3) After the hearing, there remained unanswered questions regarding DCPS’s\ncommitment to summer education and learning programs.\n(4) Because it is already May and students are making decisions regarding their\nsummer learning education, this is a time-sensitive issue that must be addressed immediately.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Sense\nof the Council on Participation in the Summer Learning Program Emergency Resolution be\nadopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-277\nSee\nEmergency\nD.C. Res.\n20-126\n20 DCStat 1539\nSense of the\nCouncil on\nParticipation\nin the\nSummer\nLearning\nProgram\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "1538", 
  "name": "Resolution_20-125.pdf", 
  "title": "Sense of the Council on Participation in the District of Columbia’s Summer Learning Program Emergency Declaration Resolution of 2013"
}