{
  "end": "693", 
  "name": "Resolution_20-2.pdf", 
  "start": "692", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-2, effective January 2, 2013\n\n20 DCSTAT 692\n\nA RESOLUTION\n\nProposed Resolution\n20-2\n\nTo appoint the Chairperson Pro Tempore and chairpersons and members of each standing\ncommittee of the Council of the District of Columbia during Council Period 20.\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Council Period 20 Appointment of Chairperson Pro\nTempore, Committee Chairpersons, and Committee Membership Resolution of 2013”.\nSec. 2. Pursuant to section 212 of the Rules of Organization and Procedure for the\nCouncil of the District of Columbia, Council Period 20, effective January 2, 2013 (Res. 201; ___ DCR ___) (\"Rules\"), the Council appoints Kenyan McDuffie as Chairperson Pro\nTempore.\n\nCouncil Period 20\nAppointment of\nChairperson Pro\nTempore,\nCommittee\nChairpersons, and\nCommittee\nMembership\nResolution of 2013\n\nSec. 3. Pursuant to section 221 of the Rules, the Council appoints the following\ncommittee chairpersons and members:\n(1) The chairperson of the Committee on Business, Consumer, and Regulatory\nAffairs, established by section 232 of the Rules, shall be Vincent Orange, Sr., and its members\nshall be Yvette Alexander, Mary Cheh, Jim Graham, and David Grosso.\n(2) The chairperson of the Committee on Economic Development, established by\nsection 233 of the Rules, shall be Muriel Bowser, and its members shall be Anita Bonds, Jack\nEvans, Kenyan McDuffie, and Vincent Orange, Sr.\n(3) The chairperson of the Committee on Education, established by section 234 of\nthe Rules, shall be David Catania, and its members shall be Yvette Alexander, Marion Barry,\nDavid Grosso, and Tommy Wells.\n(4) The chairperson of the Committee on Finance and Revenue, established by\nsection 235 of the Rules, shall be Jack Evans, and its members shall be Marion Barry, Muriel\nBowser, David Catania, and David Grosso.\n(5) The chairperson of the Committee on Government Operations, established by\nsection 236 of the Rules, shall be Kenyan McDuffie, and its members shall be Muriel Bowser,\nDavid Catania, Mary Cheh, and Vincent Orange, Sr.\n(6) The chairperson of the Committee on Health, established by section 237 of the\nRules, shall be Yvette Alexander, and its members shall be Anita Bonds, David Catania, David\nGrosso, and Vincent Orange, Sr.\n(7) The chairperson of the Committee on Human Services, established by section\n238 of the Rules, shall be Jim Graham, and its members shall be Marion Barry, Anita Bonds,\nKenyan McDuffie, and Tommy Wells.\n(8) The chairperson of the Committee on Judiciary and Public Safety, established\nby section 239 of the Rules, shall be Tommy Wells, and its members shall be Anita Bonds,\nMuriel Bowser, Mary Cheh, and Jack Evans.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-2, effective January 2, 2013\n\n20 DCSTAT 693\n\n(9) The chairperson of the Committee on Transportation and the Environment,\nestablished by section 240 of the Rules, shall be Mary Cheh, and its members shall be Jim\nGraham, David Grosso, Kenyan McDuffie, and Tommy Wells.\n(10) The chairperson of the Committee on Workforce and Community Affairs,\nestablished by section 241 of the Rules, shall be Marion Barry, and its members shall be Yvette\nAlexander, Jim Graham, Kenyan McDuffie, and Tommy Wells.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Council Period 20 Appointment of Chairperson Pro Tempore, Committee Chairpersons, and Committee Membership Resolution of 2013", 
  "council_period": "20"
}