{
  "start": "4652", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-718, effective December 2, 2014\n\n20 DCSTAT 4652\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Education Licensure\nCommission Act of 1976 to extend authority to the commission to require an educational\ninstitution physically located outside the District of Columbia offering postsecondary degreegranting or non-degree granting online programs or courses to District of Columbia residents to\nbe licensed in the District of Columbia, and to provide the commission with the authority to enter\ninto reciprocity agreements in regard to online instruction; and to amend the State Education\nOffice Establishment Act of 2000 to designate the Office of the State Superintendent of Education\nthe state portal agency for reciprocity authorization.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Education Licensure Commission Emergency Declaration\nResolution of 2014\".\n\nSec. 2. (a) The District of Columbia seeks to ensure that a wide array of postsecondary\nlearning opportunities is available for our residents. Across the country, at least 7 million\nstudents are using online technology to access postsecondary courses.\n(b) Postsecondary online distance education expands learning opportunities by\nproviding flexible, accessible methods to acquiring new skills and fulfilling degree\nrequirements.\n(c) The rapid growth of online distance education has brought to the forefront the need to\nprovide a coherent and comprehensive structure that focuses on consumer protection and\nsecurity while maintaining the unique features of online distance learning.\n(d) Students in online distance education programs require stronger protection than\ntraditional students because they are completing their courses and programs outside of the\nvisibility of traditional oversight and monitoring structures.\n(e) Many states have already taken the step to protect their student residents involved in\nonline distance education. The District must move forward to keep up with best practices in\npostsecondary licensing.\n(f) The current Education Licensure Commission law does not specifically require\nschools outside of the District offering online distance education programs to District residents\nto be licensed, leaving District residents unprotected against unethical practices by false or\nmisleading postsecondary entities.\n(g) An immediate need exists to protect District residents who may be unable to assess\nthe legitimacy, quality, or legality of a postsecondary educational institution.\n\nProposed\nResolution\n20-1145\nSee Emergency\nD.C. Act 20-529\n20 DCStat 4449\n\nEducation\nLicensure\nCommission\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-718, effective December 2, 2014\n\n20 DCSTAT 4653\n\n(h) Currently, over 100 postsecondary educational institutions outside of the District are\nproviding distance education to District residents and have made inquiries to the Education\nLicensure Commission about getting licensed in the District.\n(i) Until the changes proposed in the emergency legislation are made, there is no\nguidance that the Education Licensure Commission can provide to these postsecondary\neducational institutions and no basic standards or safeguards that the Education Licensure\nCommission can require of these institutions. Furthermore, District-based postsecondary\ninstitutions that are engaging in distance education in other jurisdictions must navigate multiple\nstate licensing requirements that are both cumbersome and costly.\n(j) The changes in the emergency legislation will allow the Education Licensure\nCommission to enter into state authorization reciprocity agreements (“SARA”) with other\njurisdictions regarding licensing online distance education programs, which will result in\nensuring security and consumer protections while making the process and costs of providing\ndistance education less cumbersome and costly.\n(k) The Education Licensure Commission is currently in discussion to enter into a SARA\nbut cannot move forward with this until it has the legal authority to license distance education\nprograms.\n(l) Without emergency legislation, private and public institutions of higher learning in\nthe District, including the University of the District of Columbia (“UDC”), will have to pay fees\nto each state to conduct online learning programs in their state. This is extremely expensive and\nburdensome for the District’s institutions of higher learning.\n(m) The emergency legislation, which authorizes the Education Licensure Commission\nto enter into a SARA, will save both UDC and the District’s private institutions of higher\nlearning tens of thousands of dollars in fees in the coming months.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nEducation Licensure Commission Emergency Amendment Act of 2014 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "4653", 
  "name": "Resolution_20-718.pdf", 
  "title": "Education Licensure Commission Emergency Declaration Resolution of 2014"
}