{
  "end": "1494", 
  "name": "Resolution_20-107.pdf", 
  "start": "1494", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-107, effective April 30, 2013\n\n20 DCSTAT 1494\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 3 and 4\nand proposed Modification No. 5 to Contract No. DCPO-2012-T-0368 with Accenture Federal\nServices, LLC, for services related to the maintenance of the District’s Health Insurance\nExchange (“HIX”) system and to authorize payment for the goods and services received and to be\nreceived under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCPO-2012-T-0368 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 3 and 4 and\nproposed Modification No. 5 to Contract No. DCPO-2012-T-0368 with Accenture Federal\nServices, LLC, for services related to the maintenance of the District’s HIX system and to\nauthorize payment for the goods and services received and to be received under the contract.\n(b) On September 28, 2012, by Modification No. 3, the Office of Contracting and\nProcurement (“OCP”) exercised a partial option of option year one of Contract No. DCPO-2012T-0368 with Accenture Federal Services, LLC, in the amount of $560,230.00 for the period from\nOctober 1, 2012 through February 28, 2013.\n(c) On February 25, 2013, by Modification No. 4, the OCP exercised another partial\noption of option year one in the amount of $112,047.02 for the period of March 1, 2013 through\nMarch 31, 3013.\n(d) OCP now proposes Modification No. 5 which will exercise the remainder of option\nyear one of Contract No. DCPO-2012-T-0368 in the total amount of $1,344,560.00 for option\nyear one.\n(e) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Accenture Federal Services, LLC, cannot be paid for services provided in excess of $1\nmillion for option year one.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCPO-2012-T-0368 Modifications Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-146\nSee\nEmergency\nD.C. Act 20-64\n20 DCStat\n1413\n\nContract No.\nDCPO-2012T-0368\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Contract Dcpo-2012-T-0368 Modifications Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}