{
  "start": "580", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-766, effective December 18, 2012\n\n20 DCSTAT 580\n\nA RESOLUTION\n\nProposed Resolution\n19-1163\n\nTo declare the existence of an emergency with respect to the need to approve a multiyear contract with\nWashington Humane Society, Inc., to operate the District’s animal care and control facility.\n\nSee Emergency Act\nD.C. Act 19-608\n20 DCSTAT 377\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DCHC-2012-C-0526 Emergency Declaration\nResolution of 2012”.\n\nContract No.\nDCHC-2012-C-0526\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) On August 1, 2012, the Office of Contracting and Procurement , on behalf of\nthe Department of Health, Health Regulation and Licensing Administration , (“OCP”) entered\ninto a letter contract with Washington Humane Society, Inc., to operate the District’s animal care\nand control facility. OCP now desires to definitize a multiyear agreement with Washington\nHumane Society, Inc.\n(b) The estimated total expenditure under the 3-year base term of this multiyear contract\nwith Washington Humane Society, Inc., is $9,838,595.\n(c) Council approval is necessary to allow the District to continue to receive the benefit\nof these vital services from Washington Humane Society, Inc.\n(d) These critical services can only be obtained through an award of the multiyear\ncontract to Washington Humane Society, Inc.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DCHC-2012-C-0526 Emergency Approval Act of 2012 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "580", 
  "name": "Resolution_19-766.pdf", 
  "title": "Contract No. Dchc-2012-C-0526 Emergency Declaration Resolution of 2012"
}