{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-29, effective February 5, 2013\n\n20 DCSTAT 730\n\nA RESOLUTION\n\nProposed\nResolution\n20-11\n\nTo approve proposed rules of the Alcoholic Beverage Control Board that would amend section 718 of Title\n23 of the District of Columbia Municipal Regulations to establish reimbursement levels for\ncontinued funding of the Reimbursable Detail Subsidy Program for Metropolitan Police\nDepartment reimbursable details.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Reimbursable Detail Subsidy Program Regulations Approval\nResolution of 2013”.\n\nSec. 2. Pursuant to D.C. Official Code § 25-211(b), the Mayor, on November 6, 2012,\ntransmitted to the Council proposed rulemaking by the Alcoholic Beverage Control Board that\nwould set new reimbursement levels for the distribution of subsidies by the Alcoholic Beverage\nRegulation Administration to the Metropolitan Police Department (“MPD”) to cover costs\nincurred by Alcoholic Beverage Control licensees for MPD officers working reimbursable\ndetails on District or federal holidays, as well as Friday and Saturday nights, from 11:30 p.m. to\n5:00 a.m. The Council approves the proposed rules, published at 59 DCR 13442, to amend\nsection 718.2 of Title 23 of the District of Columbia Municipal Regulations.\nSec. 3. The Secretary to the Council of the District of Columbia shall transmit a copy of\nthis resolution, upon its adoption, to the Mayor and the Chairperson of the Alcoholic Beverage\nControl Board.\nSec. 4. The Council adopts the fiscal impact statement in the committee report as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. This resolution shall take effect immediately.\n\nReimbursable\nDetail Subsidy\nProgram\nRegulations\nApproval\nResolution of\n2013\n\n\f",
  "title": "Reimbursable Details Subsidy Program Regulations Approval Resolution of 2013",
  "end": "730",
  "start": "730",
  "name": "Resolution_20-29.pdf"
}