{
  "start": "3415", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-472, effective May 6, 2014\n\n20 DCSTAT 3415\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 7 to\nContract No. DHCF-2013-C-0003-A02 with AmeriHealth District of Columbia, Inc., to provide\nhealthcare services to t h e D i s t r i c t ’ s Medicaid-eligible population enrolled in the District\nof Columbia Healthy Families Program and the DC Health Care Alliance Program and to\nauthorize payment for the goods and services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract No. DHCF-2013-C-0003-A02 Modification Approval\nand Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists a need to approve Modification No. 7 to Contract No.DHCF2013-C-0003-A02 with AmeriHealth District of Columbia, Inc., to provide healthcare services\nto t h e D i s t r i c t ’ s Medicaid-eligible population enrolled in the District of Columbia\nHealthy Families Program and the DC Health Care Alliance Program.\n(b) On May 1, 2013, the Office of Contracting and Procurement (“OCP”) awarded\nContract No. DHCF-2013-C-0003-A02 to AmeriHealth District of Columbia, Inc., for the base\nterm, from May 1, 2013 through April 30, 2014.\n(c) On April 30, 2014, OCP exercised option year one of Contract No. DHCF-2013-C0003-A02 for the period from May 1, 2014 through April 30, 2015 in the total not to exceed\namount of $737,041,491 for option year one.\n(d) Approval is necessary to allow the continuation of these vital services. Without this\napproval, AmeriHealth District of Columbia, Inc., cannot be paid for services provided in excess\nof $1,000,000 for option year one.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract No. DHCF-2013-C-0003-A02 Modification Approval and Payment Authorization\nEmergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-751\nSee Emergency\nD.C. Act 20-332\n20 DCStat 3315\n\nContract No.\nDHCF-2013C-0003-A02\nModification\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3415", 
  "name": "Resolution_20-472.pdf", 
  "title": "Contract DHCF-2013-C-0003-A02 Modification Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}