{
  "start": "1574", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-151, effective June 4, 2013\n\n20 DCSTAT 1574\n\nA RESOLUTION\nTo approve, on an emergency basis, an amendment to the term sheet for District-owned real property\nlocated at 1421 Euclid Street, N.W., known for tax and assessment purposes as Lot 0811 in Square\n2665.\n\nBE IT ENACTED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Justice Park Property Term Sheet Amendment Emergency\nApproval Resolution of 2013”.\n\nSec. 2. (a) The Council approved the Justice Park Disposition Approval Resolution of\n2011, effective April 5, 2011 (Res. 19-77; 58 DCR 3199), pursuant to An Act Authorizing the\nsale of certain real estate in the District of Columbia no longer required for public purposes,\napproved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801 et seq.) (“Act”), which\nwas accompanied by a term sheet dated November 10, 2010 that was executed by the Deputy\nMayor for Planning and Economic Development and the proposed developer. The term sheet\noutlined certain terms and conditions of the disposition of real property located at 1421 Euclid\nStreet, N.W, as required by section 1(b-1)(2) of the Act.\n(b) Pursuant to section 1(b-1)(6) of the Act, the Mayor has submitted an amended term\nsheet along with this resolution, in redline form, that reflects a change in the scale of the project\nand a few revisions to the term sheet requested by the developer to facilitate the financing and\ndevelopment of the property.\n(c) The Council hereby approves the amended term sheet submitted with this resolution\nand authorizes the disposition of real property located at 1421 Euclid Street, N.W., in accordance\nwith the terms and conditions set forth therein.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02 (c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-320\nEmergency\nDeclaration\nRes. 20-150\n20 DCStat 1572\n\nJustice Park\nProperty\nTerm Sheet\nAmendment\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "end": "1574", 
  "name": "Resolution_20-151.pdf", 
  "title": "Justice Park Property Term Sheet Amendment Emergency Approval Resolution of 2013"
}