{
  "start": "2695", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-297, effective October 1, 2013\n\n20 DCSTAT 2695\n\nA RESOLUTION\n\nProposed\nResolution\n20-483\n\nTo amend the Rules of Organization and Procedure for the Council of the District of Columbia, Council\nPeriod 20, Resolution of 2013 to add the jurisdiction of workforce development to the Committee\non Business, Consumer, and Regulatory Affairs; to add the jurisdiction of community affairs to\nthe Committee on Government Operations; to add the jurisdiction of the concerns of the aging to\nthe Committee on Health; to add the jurisdiction for human rights to the Committee on Judiciary\nand Public Safety; to add the jurisdiction for parks and recreation to the Committee on\nTransportation and the Environment; to strike the Committee on Workforce and Community\nAffairs as a standing committee; and to amend the Council Period 20 Appointment of\nChairperson Pro Tempore, Committee Chairpersons, and Committee Membership Resolution of\n2013 to strike the chairperson and membership of the Committee on Workforce and Community\nAffairs.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Council Period 20 Rules Committee Jurisdiction and\nAppointment of Chairpersons and Membership Amendment Resolution of 2013”.\n\nSec. 2. The Rules of Organization and Procedure for the Council of the District of\nColumbia, Council Period 20, Resolution of 2013, effective January 2, 2013 (Res. 20-1; 60\nDCR 627), is amended as follows:\n(a) Section 232 (Committee on Business, Consumer, and Regulatory Affairs) is\namended as follows:\n(1) Subsection (a) is amended by striking the phrase “consumer and regulatory\naffairs” and inserting the phrase “consumer and regulatory affairs; matters related to workforcedevelopment issues; employment and manpower development” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Add the phrase “Apprenticeship Council” into the enumerated list of\nagencies after the phrase “Alcoholic Beverage Regulation Administration”.\n(B) Add the phrase “Department of Employment Services” into the\nenumerated list of agencies after the phrase “Department of Consumer & Regulatory Affairs”.\n(C) Add the phrase “Occupational Safety and Health Board” into the\nenumerated list of agencies after the phrase “Financial Literacy Council”.\n(D) Add the following phrases at the end of the enumerated list of\nagencies:\n“Unemployment Compensation Fund\n“Workforce Investment Council”.\n(b) Section 236 (Committee on Government Operations) is amended as follows:\n\nCouncil\nPeriod 20\nRules\nCommittee\nJurisdiction\nand\nAppointment\nof\nChairpersons\nand\nMembership\nAmendment\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-297, effective October 1, 2013\n\n20 DCSTAT 2696\n\n(1) Subsection (a) is amended by striking the phrase “matters regarding\nAdvisory Neighborhood Commissions” and inserting the phrase “matters regarding Advisory\nNeighborhood Commissions; Latino, African, and Asian and pacific islander affairs; gay,\nlesbian, bisexual, and transgender affairs; issues related to women; and veterans affairs” in its\nplace.\n(2) Subsection (b) is amended as follows:\n(A) Add the following phrases to the beginning of the enumerated list of\nagencies:\n“Advisory Commission on Caribbean Community Affairs\n“Advisory Committee to the Office of GLBT Affairs”.\n(B) Add the following phrases into the enumerated list of agencies after\nthe phrase “Board of Ethics and Government Accountability”:\n“Commission on African Affairs\n“Commission on African American Affairs\n“Commission on Asian and Pacific Islander Affairs\n“Commission for Women\n“Commission on Latino Community Development”.\n(C) Add the following phrases into the enumerated list of agencies after\nthe phrase “Executive Office of the Mayor, including the Office of Policy and Legislative\nAffairs, Serve DC, and the Office of Community Affairs”:\n“Interfaith Council\n“Office of Asian and Pacific Islanders Affairs”.\n(D) Add the following phrases into the enumerated list of agencies after\nthe phrase “Office of Employee Appeals”:\n“Office of Gay, Lesbian, Bisexual, and Transgender Affairs\n“Office of Latino Affairs”.\n(E) Add the phrase “Office of Veterans Affairs” into the enumerated list\nof agencies after the phrase “Office of Risk Management”.\n(F) Add the phrase “Office on African Affairs” into the enumerated list of\nagencies after the phrase “Office of the Inspector General”.\n(c) Section 237 (Committee on Health) is amended as follows:\n(1) Subsection (a) is amended by striking the phrase “the regulation of health\noccupations and professions, and heath care inspectors” and inserting the phrase “the regulation\nof health occupations and professions, and heath care inspectors; the concerns of the aging” in\nits place.\n(2) Subsection (b) is amended as follows:\n(A) Add the phrase “Commission on Aging” into the enumerated list of\nagencies after the phrase “Board of Veterinary Examiner”.\n(B) Add the phrase “Office on Aging” into the enumerated list of\nagencies after the phrase “Not-For-Profit Hospital Corporation”.\n(d) Section 239 (Committee on the Judiciary and Public Safety) is amended as follows:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-297, effective October 1, 2013\n\n20 DCSTAT 2697\n\n(1) Subsection (a) is amended by striking the phrase “ex-offender affairs” and\ninserting the phrase “ ex-offender affairs; human rights” in its place.\n(2) Subsection (b) is amended as follows:\n(A) Add the phrase “Commission on Human Rights” into the enumerated\nlist of agencies after the phrase “Commission on Ex-Offender Affairs”.\n(B) Add the phrase “Office of Human Rights” into the enumerated list of\nagencies after the phrase “Office of Administrative Hearings (including the Advisory\nCommittee to the Office of Administrative Hearings)”.\n(e) Section 240 (Committee on Transportation and the Environment) is amended as\nfollows:\n(1) Subsection (a) is amended by striking the phrase “maintenance of public\nspaces” and inserting the phrase “maintenance of public spaces; public parks and recreation” in\nits place.\n(2) Subsection (b) is amended as follows:\n(A) Add the phrase “Department of Parks and Recreation” into the\nenumerated list of agencies after the phrase “Department of Motor Vehicles”.\n(B) Add the phrase “Recreation Assistance Board” into the enumerated\nlist of agencies after the phrase “Pedestrian Advisory Council”.\n(f) Section 241 (Committee on Workforce and Community Affairs) is repealed.\nSec. 3. Section 3 of the Council Period 20 Appointment of Chairperson Pro Tempore,\nCommittee Chairpersons, and Committee Membership Resolution of 2013, effective January 2,\n2013 (Res. 20-2; 60 DCR 693), is amended by repealing paragraph (10).\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "2697", 
  "name": "Resolution_20-297.pdf", 
  "title": "Council Period 20 Rules Reorganization Resolution of 2013"
}