{
  "end": "1685", 
  "name": "Resolution_20-182.pdf", 
  "start": "1685", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-182, effective June 26, 2013\n\n20 DCSTAT 1685\n\nA RESOLUTION\n\nProposed\nResolution\n20-203\n\nTo approve the proposed rules of the Alcoholic Beverage Control Board that would amend section 705 of\nTitle 23 of the District of Columbia Municipal Regulations to make clear that the sale of beer in\ngrowlers by brew pub permit holders, and the sale of wine by wine pub permit holders, for offpremises consumption, is limited to the hours between 7:00 A.M. and midnight 7 days a week.\n\nRESOLVED BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Brew Pub and Wine Pub Hours Rules Approval Resolution of\n2013”.\n\nSec. 2. Pursuant to D.C. Official Code § 25-211(b)(2), on April 18, 2013, the Mayor\ntransmitted to the Council proposed rules of the Alcoholic Beverage Control Board. The\nproposed rules will make clear that the sale of beer in growlers by brew pub permit holders, and\nthe sale of wine by wine pub permit holders, for off-premises consumption, is limited to the\nhours between 7:00 a.m. and midnight 7 days a week. The Council approves the proposed rules,\npublished at 60 DCR 1589, to amend section 705 of Title 23 of the District of Columbia\nMunicipal Regulations.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Mayor and the Chairperson of the Alcoholic Beverage Control Board.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nBrew Pub and\nWine Pub\nHours Rules\nApproval\nResolution of\n2013\n\n\f", 
  "title": "Brew Pub and Wine Pub Hours Resolution of 2013", 
  "council_period": "20"
}