{
  "end": "2690", 
  "name": "Resolution_20-293.pdf", 
  "start": "2686", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-293, effective October 1, 2013\n\n20 DCSTAT 2686\n\nA RESOLUTION\n\nProposed\nResolution\n20-418\n\nTo adopt the findings, conclusions, and recommendations from the Committee Report of the Ad Hoc\nCommittee In Re: Marion Barry, to formally censure Councilmember Marion Barry for the\nconduct referenced in the Committee Report that violated Council Rule 202, several provisions of\nthe Council’s Code of Official Conduct, and the District’s Ethics Act, and to recommend removal\nof Councilmember Marion Barry as the Chairperson of the Council’s Committee on Workforce\nand Community Affairs.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Censure of Councilmember Marion Barry Resolution of 2013”.\n\nSec. 2. (a) In adopting its first Code of Official Conduct in 2009, the Council of the\nDistrict of Columbia (the “Council”) declared its commitment “to ensure the full public\nconfidence that representative government requires and recognize [sic] that public office is a\npublic trust, to commit the Council to the highest standards of ethics, honesty, openness, and\nintegrity, and to consistent adherence to these values” (the Council Code of Official Conduct\nRules Amendment Resolution of 2009, effective September 22, 2009 (Res. 18-248; 56 DCR\n7804)). The Council now adopts a Code of Official Conduct (the “Conduct Rules”) at the\nbeginning of each Council Period.\n(b) Rule 202(a) of the Rules of Organization and Procedure for the Council of the\nDistrict of Columbia (the “Council Rules”) requires Councilmembers and staff to “maintain a\nhigh level of ethical conduct in connection with the performance of their official duties” and to\n“refrain from taking, ordering, or participating in any official action that would adversely affect\nthe confidence of the public in the integrity of the District government.” Further,\n“Councilmembers and staff shall strive to act solely in the public interest and not for any\npersonal gain or take an official action on a matter as to which they have a conflict of interest\ncreated by a personal, family, client, or business interest, avoiding both actual and perceived\nconflicts of interest and preferential treatment.”\n(c) In 2011, the Council adopted the Board of Ethics and Government Accountability\nEstablishment and Comprehensive Ethics Reform Amendment Act of 2011, effective April 27,\n2012 (D.C. Law 19-124; D.C. Official Code § 1-1161.01 et seq.)(“Ethics Act”). to, among other\nthings, create a Board of Ethics and Government Accountability (“BEGA”) and codify a Code\nof Conduct for the District government. Among BEGA’s responsibilities is the administration\nand enforcement of the District’s Code of Conduct. BEGA’s findings and official actions,\nincluding the censure of a Councilmember, are instructive for the Council in the enforcement of\nits own standards of conduct.\n\nCensure of\nCouncilmember\nMarion Barry\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-293, effective October 1, 2013\n\n20 DCSTAT 2687\n\n(d) Rule III(a) of the Council’s Conduct Rules for Council Period 20 prohibits an\nemployee from soliciting or accepting, either directly or indirectly, gifts from prohibited\nsources. Conduct Rule III(f)(2) defines a “prohibited source” as:\n[A]ny person or entity that (A) Has or is seeking to obtain contractual or other\nbusiness or financial relations with the District government; (B) Conducts\noperations or activities that are subject to regulation by the District government;\nor (C) Has an interest that may be favorably affected by the performance or nonperformance of the employee’s official responsibilities.\n(e) With respect to conflicts of interest, Conduct Rule I(a) prohibits an employee from\nthe following:\n[Using] his or her official position or title, or personally and substantially\n[participating], through decision, approval, disapproval, recommendation, the\nrendering of advice, investigation, or otherwise, in a judicial or other proceeding,\napplication, request for a ruling or other determination, contract, claim,\ncontroversy, charge, accusation, arrest, or other particular matter, or [attempting]\nto influence the outcome of a particular matter, in a manner that the employee\nknows is likely to have a direct and predictable effect on the employee’s financial\ninterests or the financial interests of a person closely affiliated with the\nemployee.\n(f) Conduct Rule I(c)(1) establishes the procedures that must be followed when a\nCouncilmember has a conflict of interest with respect to his or her official duties. The rule\nrequires a Councilmember to prepare and deliver a recusal statement. To do so, the\nCouncilmember must make full disclosure of the financial interest, prepare a written statement\ndescribing the matter and the nature of the potential conflict of interest, and deliver the\nstatement to the Council Chairman.\n(g) Conduct Rule I(c)(3) specifies that upon receipt of such a disclosure, and during a\nproceeding in which an elected official would otherwise be required to act upon a matter in\nwhich he or she is conflicted, the Chairman must: (A) read a statement explaining a member’s\nconflict into the record of proceedings and (B) excuse the elected official from the proceedings.\n(h) Conduct Rule I(c)(3)(C) further states that “[n]o Councilmember excused from votes,\ndeliberations, or other actions on a matter shall in any way participate in or attempt to influence\nthe outcome of the particular matter, in a manner that is likely to have a direct and predictable\neffect on the employee’s financial interests or the financial interests of a person closely\naffiliated with the employee.”\nSec. 3. (a) On May 15, 2013, Councilmember Marion Barry submitted to BEGA a public\nfinancial disclosure statement indicating that in 2012 he accepted gifts from 2 prohibited\nsources: $2,800 from Forney Enterprises, Inc., and $4,000 from F&L Construction, Inc. Each\ncompany, and their principals, is a prohibited source under both District law and the Council’s\nConduct Rules because they hold contracts with the District of Columbia.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-293, effective October 1, 2013\n\n20 DCSTAT 2688\n\n(b) Based on Councilmember Barry’s disclosure, BEGA initiated a preliminary\ninvestigation to determine whether his actions violated the District’s Code of Conduct.\n(c) Councilmember Barry cooperated with BEGA’s investigation and entered into a\nNegotiated Disposition Agreement with BEGA on July 11, 2013. In its Negotiated Disposition\nAgreement, BEGA made the following findings:\n(1) Councilmember Barry accepted gifts from 2 prohibited sources, Mr. Keith\nForney and Mr. Freddie Winston, in violation of Conduct Rule III(a) (see also D.C. Official\nCode § 1-1161.01(46) and 6 DCMR § B1803.2).\n(2) Councilmember Barry failed to disclose to the Council Chairman his conflict\nof interest stemming from his acceptance of gifts from prohibited sources. He further failed to\nprovide written statements about the nature of his conflict of interest and did not recuse himself\nfrom votes, deliberations, and other actions of the Council related to the 2 prohibited sources.\nThese omissions constitute a violation of the Council’s Conduct Rules governing conflicts of\ninterest (see also D.C. Official Code § 1-1162.23(c)).\n(d) Councilmember Barry acknowledged that his conduct violated the District’s Code of\nConduct and agreed to be censured by BEGA and fined $13,600.\nSec. 4. (a) Rule 652 of the Council Rules requires the establishment of an ad hoc\ncommittee in the event that BEGA censures a member of the Council. An ad hoc committee (the\n“Committee”) was established by the Council Chairman on July 12, 2013. Pursuant to Rule 652,\nthe Committee was charged with reviewing BEGA’s findings, conducting an investigation if\nwarranted, and reporting its findings and penalty recommendations, if any, to the Council within\n45 days of being convened.\n(b) The Committee reviewed BEGA’s findings and case file and interviewed the\nDirector of Government Ethics and his staff regarding BEGA’s investigation. The Committee\nalso interviewed Councilmember Barry and Mr. Keith Forney, principal of Forney Enterprises,\nInc. The other prohibited source, Mr. Freddie Winston, owner of F&L Construction, Inc.,\ndeclined through counsel to be interviewed by the Committee.\nSec. 5. (a) On September 16, 2013, the Committee unanimously approved the proposed\nresolution, the Censure of Councilmember Marion Barry Resolution of 2013. The Committee\nalso unanimously approved the committee report (the “Report”).\n(b) In the Report, the Committee made the following findings:\n(1) In 2012, Councilmember Barry received gifts of cash totaling $6,800 from\nMr. Keith Forney and Mr. Freddie Winston. The Committee concluded that the value of Mr.\nForney’s cash gifts totaled $2,800 and Mr. Winston’s cash gifts totaled $4,000. The Committee\nconcluded that all gifts in question were provided in cash. Report at 4.\n(2) Mr. Forney, Forney Enterprises, Inc., Mr. Winston, and F&L Construction,\nInc. were prohibited sources when Councilmember Barry accepted the gifts. A number of\ncontracts awarded to both Forney Enterprises, Inc., and F&L Construction, Inc., came before the\nCouncil for approval between 2011 and 2013. The Committee therefore concluded that\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-293, effective October 1, 2013\n\n20 DCSTAT 2689\n\nCouncilmember Barry violated Conduct Rule III(a) prohibiting the acceptance or solicitation of\ngifts from prohibited sources. Id. at 6.\n(3) The Committee found insufficient evidence to conclude that there was a quid\npro quo arrangement associated with the gifts of cash from either prohibited source. Id. at 5.\n(4) Because Councilmember Barry received gifts from Mr. Forney and Mr.\nWinston, he had a conflict of interest with respect to official matters affecting these individuals\nand the businesses they owned. Id. at 7.\n(5) Due to his conflict of interest, Councilmember Barry was prohibited from\nvoting on or advocating for the approval of contracts benefitting Mr. Forney and his business\ninterests, and Mr. Winston and his business interests, because doing so would have had a direct\nand predictable effect on the financial interests of individuals closely affiliated with him. Mr.\nForney and Mr. Winston can be considered closely affiliated with Councilmember Barry by\nvirtue of their gift-giving relationships. Id. at 7.\n(6) In May 2013, the Mayor transmitted to the Council 2 change-order and\npayment approval contracts (the “Forney Change Orders”) and corresponding emergency\nresolutions authorizing payment to Forney Enterprises, Inc., for work already completed on the\nSimon and Leckie elementary schools in Ward 8. Id. at 8.\n(7) The Forney Change Orders and corresponding emergency resolutions were\nreferred to the Council’s Committee on Government Operations, which has oversight over the\nconstruction of public school facilities managed by the Department of General Services. The\nCommittee on Government Operations is chaired by Councilmember McDuffie. Id. at 9.\n(8) Councilmember Barry’s staff contacted the Government Operations\nCommittee Director to request that Councilmember Barry’s name be added to the Government\nOperations Committee memorandum that would be circulated to the Council requesting that the\nForney Change Orders be placed on the June 4, 2013, legislative meeting agenda. As a result,\nCouncilmember Barry’s name appeared on the meeting agenda as a movant of the Forney\nChange Orders and emergency declaration resolutions. Id. at 9, Attachment E.\n(9) At the June 4, 2013, legislative meeting of the Council, Councilmember\nBarry was recorded as voting “Yes” in favor of the 2 emergency declaration resolutions\nauthorizing the payment to Forney Enterprises, Inc. Councilmember Barry was recorded as\nvoting “Present” on the underlying Forney Change Order contracts (CA19-0361 (Simon\nElementary School) and CA19-0349 (Leckie Elementary School)). Id. at 9.\n(10) Councilmember Barry’s vote of “Yes” on the emergency declarations and\n“Present” on the underlying contracts is a violation of the Conduct Rules I(a) and (c)(3), which\nprohibit a Councilmember from voting on a matter in which he or she has a conflict of interest.\nId. Voting “Present” is not considered a recusal.\n(11) The Committee also concluded that, with respect to the Forney Change\nOrders and emergency declaration resolutions, Councilmember Barry did not comply with the\ndisclosure and recusal requirements of Council Conduct Rule I(c)(1) and I(c)(3)(A)-(B).\nAlthough he reported the gifts from Mr. Forney to BEGA in his May 15, 2013, public financial\ndisclosure statement, Councilmember Barry failed to disclose his conflict of interest to the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-293, effective October 1, 2013\n\n20 DCSTAT 2690\n\nCouncil Chairman. Councilmember Barry did not provide a written statement outlining the\nnature of his conflict of interest, and he failed to recuse himself from votes, deliberations, and\nother actions on matters before the Council relating to Forney Enterprises, Inc. Id. at 9-10.\n(12) The Committee also concluded that in co-moving the Forney Change Orders\nand participating in the vote, Councilmember Barry’s actions had the effect of influencing the\nprocess of approving the bills where a party to the underlying contract had provided unlawful\ncash payments to him in the past in violation of Conduct Rule I(a). Id. at 10.\nSec. 6. The Council adopts the findings and recommendations in the Report.\nSec. 7. To maintain the confidence of the public in the integrity of the legislative branch\nof government, the Council:\n(1) Expresses its disapproval of the actions of Councilmember Marion Barry as\ndetailed in the Report and BEGA’s Negotiated Disposition Agreement, and hereby censures\nCouncilmember Marion Barry for committing acts in violation of the standards embodied in the\nCouncil’s Conduct Rules and the District’s Ethics Act; and\n(2) Recommends that Councilmember Barry be removed as Chairperson of the\nCommittee on Workforce and Community Affairs and be deemed ineligible to chair another\ncommittee for the remainder of Council Period 20.\nSec. 8. The Council shall transmit a copy of this resolution, upon its adoption, to\nCouncilmember Marion Barry.\nSec. 9. This resolution shall take effect immediately.\n\n\f", 
  "title": "Censure of Councilmember Marion Barry Resolution of 2013", 
  "council_period": "20"
}