{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-756, effective December 18, 2012\n\n20 DCSTAT 565\n\nA RESOLUTION\n\nProposed Resolution\n19-1180\n\nTo declare the existence of an emergency with respect to the need to strengthen alcohol beverage\nenforcement and public safety laws, establish a noise complaint line at the Alcoholic Beverage\nRegulation Administration, establish clear timeframes for the scheduling of protest hearings and\nfor the Alcoholic Beverage Control Board to issue decisions on hearings, clarify and preserve\nprotest rights of residents, and address a range of other issues related to alcohol beverage laws in\nthe District.\n\nSee Emergency Act\nD.C. Act 19-597\n20 DCSTAT 311\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Alcoholic Beverage Regulation Emergency\nDeclaration Resolution of 2012”.\n\nOmnibus Alcoholic\nBeverage Regulation\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an immediate need to address enforcement, public safety, and\nnuisance issues regarding alcoholic beverage regulation that affect residents.\n(b) There is an immediate need to clarify and protect protest rights of residents and to\nstrengthen protections related to noise in neighborhoods. The proposed emergency bill addresses\na number of issues that have created ongoing problems for residents living in close proximity to\nnightlife.\n(c) There is also an immediate need to ensure timely scheduling of license protest\nhearings and to ensure that hearing decisions are rendered timely to minimize the costs incurred\nby businesses resulting from delays in these processes.\n.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nOmnibus Alcoholic Beverage Regulation Emergency Amendment Act of 2012 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Omnibus Alcoholic Beverage Regulation Emergency Declaration Resolution of 2012",
  "end": "565",
  "start": "565",
  "name": "Resolution_19-756.pdf"
}