{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-175, effective June 18, 2013\n\n20 DCSTAT 1675\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize salary increases and other\nbenefits under the terms of the negotiated compensation collective bargaining agreement for\nDistrict of Columbia Department of Mental Health employees represented by the Committee of\nInterns and Residents/Service Employees International Union, CTW, CLC.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Collective Bargaining Agreement between the\nDistrict of Columbia Department of Mental Health and Committee of Interns and\nResidents/Service Employees International Union Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) The District of Columbia Department of Mental Health negotiated a\ncompensation agreement with the Committee of Interns and Residents/Service Employees\nInternational Union that requires certain wage increases and other compensation and benefits\nover a period of 3 years. The Mayor proposes, as agreed with the Union, that the first such\ncompensation increase is made effective April 1, 2013, which constitutes a change to the pay\nschedule and a resulting minimum increase of 3% in each bargaining unit member’s gross\nsalary.\n(b) To comply with section 1717(f)(1) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(f)(1)), which provides that negotiations be completed before\nsubmission of a budget for the years covered by the agreement, this agreement must be acted on\nby Council immediately.\n(c) To effectuate the terms of the compensation agreement in fiscal year 2013, the Mayor\nrecommends that the compensation agreement between the District of Columbia Department of\nMental Health and the Committee of Interns and Residents/Service Employees International\nUnion Emergency Approval Resolution of 2013 be approved on an emergency basis.\n(d) Failure to effectuate the express terms of the negotiated agreement may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(e) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the negotiated agreement.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Agreement between the District of Columbia Department of Mental Health and\n\nProposed\nResolution\n20-270\nSee\nEmergency\nD.C. Res.\n20-176\n20 DCStat 1677\nCompensation\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nMental Health\nand\nCommittee of\nInterns and\nResidents/\nService\nEmployees\nInternational\nUnion\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-175, effective June 18, 2013\n\n20 DCSTAT 1676\n\nthe Committee of Interns and Residents/Service Employees International Union, CTW, CLC\nEmergency Approval Resolution of 2013 be adopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Compensation Collective Bargaining Agreement between the District of Columbia Department of Mental Health and Committee of Interns and Residents/Service Employees International Union Emergency Declaration Resolution of 2013",
  "end": "1676",
  "start": "1675",
  "name": "Resolution_20-175.pdf"
}