{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-255, effective July 10, 2013\n\n20 DCSTAT 2114\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve certain contracts, and task\norders and modifications issued under the contracts, and to authorize payment for the services\nreceived and to be received under the contracts.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Omnibus Work Readiness and Job Placement Services Human\nCare Agreements Approval and Payment Authorization Emergency Declaration Resolution of\n2013”.\n\nSec. 2. (a) On March 1, 2012, the Office of Contracting and Procurement (“OCP”)\nawarded Human Care Agreement No. DCPO-2011-H-7203 to Career TEAM, LLC (“Career”),\nto provide job placement services on behalf of the Department of Human Services (“DHS”). By\nModification No. 1, OCP exercised option year one through February 28, 2014.\n(b) The District issued a number of task orders during the base and option years.\nDuring the base year, the District issued Task Order No. T0107 on March 2, 2012, in the\namount of $537,265; Task Order T01071-A on June 11, 2012, in the amount of $335,009, later\nreduced to $105,553; and Task Order T01072 on October 2, 2012, in the amount of $1,192,241.\nDuring option year one, the District issued Task Order No. T1101 on May 29, 2013, in the\namount of $2,901,077.The total amount of the task orders and modifications for the base year\nand option year one is $4,736,136.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Career cannot be paid for services provided in excess of $1 million for the period from\nMarch 1, 2012, through February 28, 2014.\nSec. 3. (a) On April 24, 2012, OCP awarded Human Care Agreement No. DCPO-2011H-7803 to Arbor E & T, LLC (“Arbor”), to provide job placement services on behalf of DHS.\nBy Modification No. 1, OCP exercised option year one through April 23, 2014.\n(b) The District issued a number of task orders during the base and option years.\nDuring the base year, the District issued Task Order No. T0005 on April 24, 2012, in the\namount of $846,530, later reduced to $285,934; and Task Order T00051 on October 1, 2012, in\nthe amount of $1,113,298. During option year one, the District issued Task Order No. T1101 in\nthe amount of $1,893,526. The total amount of the task orders and modification for the base\nyear and option year one is $3,292,758.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Arbor cannot be paid for services provided in excess of $1 million for the period from\nApril 24, 2012, through April 23, 2014.\n\nProposed\nResolution\n20-382\nSee Emergency\nD.C. Act 20-139\n20 DCStat 1981\n\nOmnibus\nWork\nReadiness and\nJob Placement\nServices\nHuman Care\nAgreements\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-255, effective July 10, 2013\n\n20 DCSTAT 2115\n\nSec. 4. (a) On March 1, 2012, OCP awarded Human Care Agreement No. DCPO-2011H-7201 to America Works of Washington DC (“America Works”) to provide job placement\nservices on behalf of DHS. By Modification No. 1, OCP exercised option year one through\nFebruary 28, 2014.\n(b) During option year one, the District issued Task Order No. T1101 on April 4, 2013,\nin the amount of $660,684 and Task Order 1101-M01 on May 24, 2013, in the amount of\n$1,321,367. The total amount of the task orders and modifications for option year one is\n$1,982,051.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, America Works cannot be paid for services provided in excess of $1 million for the\nperiod from March 1, 2012, through February 28, 2014.\nSec. 5. (a) On February 12, 2012, OCP awarded Human Care Agreement No. DCPO2011-H-7802 to Maximus Human Services, Inc. (“Maximus”), to provide job placement\nservices on behalf of DHS. By Modification Nos. 1 and 2, OCP exercised option year one\nthrough February 11, 2014.\n(b) During option year one, the District issued Task Order No. T1101 on May 6, 2013,\nin the amount of $1,890,526.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Maximus cannot be paid for services provided in excess of $1 million for the period\nfrom February 12, 2013, through February 11, 2014.\nSec. 6. (a) On March 1, 2012, the Office of Contracting and Procurement (“OCP”)\nawarded Human Care Agreement No. DCPO-2011-H-7202 to Maximus to provide work\nreadiness and job placement services on behalf of DHS. By Modification No. 1, OCP exercised\noption year one through February 28, 2014.\n(b) The District issued a number of task order during the base and option years. During\nthe base year, the District issued Task Order No. T0106 on March 1, 2012, in the amount of\n$537,265; Task Order T01061-A on July 11, 2012, in the amount of $251,256; and Task Order\nT01062 on October 1, 2012, in the amount of $1,350,923. During option year one, the District\nissued Task Order No. T1101 on June 19, 2013, in the amount of $2,901,077.The total amount\nof the task orders and modifications for the base year and option year one is $5,040,521.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Maximus cannot be paid for services provided in excess of $1 million for the period\nfrom March 1, 2012, through February 28, 2014.\nSec. 7. (a) On January 27, 2012, the OCP awarded Human Care Agreement No. DCPO2011-H-7805 to KRA Corporation (“KRA”) to provide job placement services on behalf of\nDHS. By Modification No. 1, OCP exercised option year one through January 26, 2014.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-255, effective July 10, 2013\n\n20 DCSTAT 2116\n\n(b) During option year one, the District issued Task Order No. T1101 on February 26,\n2013, in the amount of $631,175, and Task Order No. T1101-M01 on May 24, 2013, in the\namount of $1,262,351. The total amount of the task orders for option year one is $1,893,526.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, KRA cannot be paid for services provided in excess of $1 million for the period from\nJanuary 27, 2013, through January 26, 2014.\nSec. 8. (a) On January 27, 2012, OCP awarded Human Care Agreement No. DCPO2011-H-7207 to KRA to provide work readiness and job placement services on behalf of DHS.\nBy Modification No. 1, OCP exercised option year one through January 26, 2014.\n(b) During option year one, the District issued Task Order No. T1101 on February 27,\n2013, in the amount of $967,026 and Task Order T1101-M01 on May 24, 2013, in the amount\nof $1,692,295. The total amount of the task orders for option year one is $2,659,321.\n(c) Approval is necessary to allow the continuation of these vital services. Without this\napproval, KRA cannot be paid for services provided in excess of $1 million for the period from\nJanuary 27, 2013, through January 26, 2014.\nSec. 9. The Council of the District of Columbia determines that the circumstances\nenumerated in sections 2 through 9 constitute emergency circumstances making it necessary that\nthe Omnibus Work Readiness and Job Placement Services Human Care Agreements Approval\nand Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 10. This resolution shall take effect immediately.\n\n\f",
  "title": "Omnibus Work Readiness and Job Placement Services Human Care Agreements Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "2116",
  "start": "2114",
  "name": "Resolution_20-255.pdf"
}