{
  "start": "2104", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-247, effective July 10, 2013\n\n20 DCSTAT 2104\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend Chapter 28 of Title 47 of the\nDistrict of Columbia Official Code to enable the Mayor to suspend or revoke the business\nlicenses of any business engaged in the buying or selling of stolen items; and to amend section\n16-1001.04 of the District of Columbia Municipal Regulations to include, in the account of each\ntransaction by a junk dealer or secondhand dealer, information regarding the title of the good\ntransacted.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Personal Property Robbery Prevention Emergency Declaration\nResolution of 2013”.\n\nSec. 2. (a) There exists an immediate crisis regarding robbery of personal property in the\nDistrict of Columbia.\n(b) In the first 5 months of the current calendar year, 1,482 robberies were reported in\nthe District of Columbia; 743 of these robberies were robberies of mobile telephones.\n(c) Metropolitan Police Department (“MPD”) investigations have revealed that most\nstolen personal electronics are not bought and sold by licensed secondhand dealers, but rather by\nstores illegally purchasing and reselling used goods, which may or may not be stolen.\n(d) This legislation would provide MPD with the tools necessary to combat robberies, by\nproviding strict penalties to businesses that engage in the buying and selling of stolen items.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nPersonal Property Robbery Prevention Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-391\nSee Emergency\nD.C. Act 20-142\n20 DCStat 1987\n\nPersonal\nProperty\nRobbery\nPrevention\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2104", 
  "name": "Resolution_20-247.pdf", 
  "title": "Personal Property Robbery Prevention Emergency Declaration Resolution of 2013"
}