{
  "start": "2684", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-291, effective September 17, 2013\n\n20 DCSTAT 2684\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 1 to\nContract No. DCKA-2013-C-0137 with Xerox State and Local Solutions, Inc., and to authorize\npayment for services received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. 1 to Contract No. DCKA-2013-C-0137\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 1 to Contract\nNo. DCKA-2013-C-0137 for parking meter management services to the District Department of\nTransportation (“DDOT”) and to authorize payment for services received and to be received\nunder this contract.\n(b) On July 1, 2013, DDOT’s Office of Contracting and Procurement awarded a 2-month\nsole source contract (DCKA-2013-C-0137) to Xerox State and Local Solutions, Inc. (“Xerox”)\nfor parking meter management services. The District seeks Council approval of Modification\nNo. 1 which increased the funding to $1.8 million and extended the contract to November 1,\n2013. DDOT has attempted to provide a replacement contract for a base year with 4 one-year\noptions, but this contract has been stayed by a protest filed before the District’s Contract\nAppeals Board (“CAB”) on September 24, 2012. Although the CAB issued a decision in the\nprotest on June 28, 2013, the decision has been appealed by the D.C. Court of Appeals.\n(c) Council approval is necessary because this modification increases the contract by\nmore than $1 million during a 12-month period. Council approval is also necessary to allow the\ncontinuation of these vital services and to allow Xerox to continue performance under the\ncontract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. 1 to Contract No. DCKA-2013-C-0137 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-403\nSee Emergency\nD.C. Act 20-165\n20 DCStat 2409\n\nModification\nNo. 1 to\nContract No.\nDCKA-2013C-0137\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2684", 
  "name": "Resolution_20-291.pdf", 
  "title": "Modification No. 1 to Contract No. Dcka-2013-C-0137 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}