{
  "start": "1534", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-122, effective May 7, 2013\n\n20 DCSTAT 1534\n\nA RESOLUTION\nTo approve, on an emergency basis, the award of an Agreement to Enter into a Long Term Subsidy\nContract for a multi-year term of 15 years in support of the District’s Local Rent Supplement\nProgram (“LRSP”) to fund housing costs associated with affordable housing units for Contract\nNo.104-2008-0016A with Hacienda Cooperative Inc., for LRSP units located at 100, 102, 104,\n108, and 110 58th Street, S.E., in the District and to authorize payment for housing services to be\nreceived under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Local Rent Supplement Program Contract No. 104-2008-0016A\nEmergency Approval Resolution of 2013”.\n\nSec. 2. Pursuant to section 451 of the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 803; D.C. Code § 1-204.51), and notwithstanding the requirements\nof section 202 of the Procurement Practices Reform Act of 2010, effective April 7, 2011 (D.C.\nLaw 18-371; D.C. Official Code § 2-352.02), the Council approves an Agreement to Enter into a\nLong Term Subsidy Contract (“ALTSC”) with Hacienda Cooperative, Inc. under the Local Rent\nSupplement Program (“LRSP”) to address the urgent need for immediate renovation and repairs\nto properties located on 58th Street, S.E. and to provide long term affordable housing units for\nextremely low-income households in the District, and authorizes an initial monthly subsidy\namount of $10,222 for services to be received under the contract\n.\nSec. 3. The Council adopts the fiscal impact statement of the Chief Financial Officer as\nthe fiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-172\nSee\nEmergency\nD.C. Res.\n20-121\n20 DCStat 1532\n\nLocal Rent\nSupplement\nProgram\nContract No.\n104-20080016A\nEmergency\nApproval\nResolution of\n2013\n\n\f", 
  "end": "1534", 
  "name": "Resolution_20-122.pdf", 
  "title": "Local Rent Supplement Program Contract No. 104-2008-0016a Approval and Authorization Emergency Approval Resolution of 2013"
}