{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-75, effective March 19, 2013\n\n20 DCSTAT 798\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to permit an applicant who has submitted\na completed license application involving a Retailer’s Class B license to apply for and be issued a\nstipulated Retailer’s Class B license by the Alcoholic Beverage Control Board.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Stipulated Retailer’s License Class B Emergency Declaration\nResolution of 2013”.\nSec. 2. (a) The emergency legislation would amend the District of Columbia Municipal\nRegulations to allow the Alcoholic Beverage Control Board to issue a stipulated Class B Retailer\nlicense to a Class B Retailer, which is a retailer permitted to sell beer and wine; provided, that\nthe applicant has applied for or holds a license and has written proof that the relevant Advisory\nNeighborhood Commission does not object; provided further, that the applicant would stop\nselling beer and wine if a valid protest were to be filed against the applicant during the 45-day\nprotest period.\n(b) The relevant Advisory Neighborhood Commission supports the license.\n(c) Emergency legislation is necessary because the licensing process for the regularly\nissued license for an applicant opening a new Walgreens in the Chinatown neighborhood will not\nbe completed in time for the scheduled opening on March 21, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nStipulated Retailer’s License Class B Emergency Amendment Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed Resolution\n20-142\nSee Emergency Act\nD.C. Act 20-38\n20 DCSTAT 522\n\nStipulated Retailer’s\nLicense Class B\nEmergency\nDeclaration\nResolution of 2013\n\n\f",
  "title": "Stipulated Retailer’s License Class B Emergency Declaration Resolution of 2013",
  "end": "798",
  "start": "798",
  "name": "Resolution_20-75.pdf"
}