{
  "start": "3423", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-478, effective May 6, 2014\n\n20 DCSTAT 3423\n\nA RESOLUTION\nTo approve, on an emergency basis, the Compensation Award for the Collective Bargaining Agreement\nBetween the District of Columbia Department of Health, Department of Youth Rehabilitation\nServices, Department on Disability Services, Department of Health Care Finance, Child and\nFamily Services Agency, and the Office of the Chief Medical Examiner (Compensation Unit 13)\nand the District of Columbia Nurses Association submitted by the Mayor for employees in\nCompensation Unit 13.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Award for the Collective Bargaining Agreement\nbetween the District of Columbia Department of Health, Department of Youth Rehabilitation\nServices, Department on Disability Services, Department of Health Care Finance, Child and\nFamily Services Agency, and the Office of the Chief Medical Examiner (Compensation Unit\n13) and the District of Columbia Nurses Association Emergency Approval Resolution of 2014”.\n\nSec. 2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the compensation agreement for\nCompensation Unit 13 bargaining-unit employees employed by the District of Columbia\nDepartment of Health, Department of Youth Rehabilitation Services, Department on Disability\nServices, the Child and Family Services Agency, and the Office of the Chief Medical Examiner,\nwhich was transmitted to the Council by the Mayor on March 27, 2014.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto Compensation Unit 13 and to the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\nProposed\nResolution\n20-717\nEmergency\nDeclaration\nRes. 20-477\n20 DCStat 3421\n\nCompensation\nAward for the\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nHealth,\nDepartment of\nYouth\nRehabilitation\nServices,\nDepartment on\nDisability\nServices,\nDepartment of\nHealth Care\nFinance, Child\nand Family\nServices\nAgency, and\nthe Office of\nthe Chief\nMedical\nExaminer\n(Compensation\nUnit 13) and\nthe District of\nColumbia\nNurses\nAssociation\nEmergency\nApproval\nResolution of\n2014\n\n\f", 
  "end": "3423", 
  "name": "Resolution_20-478.pdf", 
  "title": "Compensation Award for the Collective Bargaining Agreement Between the Government of the District of Columbia Department of Health, Department of Youth Rehabilitation Services, Department on Disability Services, Department of Health Care Finance, Child and Family Services Agency and the Office of the Chief Medical Examiner (Compensation Unit 13) and the District of Columbia Nurses Association Emergency Approval Resolution of 2014"
}