{
  "end": "3998", 
  "name": "Resolution_20-579.pdf", 
  "start": "3997", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-579, effective July 14, 2014\n\n20 DCSTAT 3997\n\nA RESOLUTION\nTo declare the sense of the Council of the District of Columbia supporting religious tolerance toward\npeople of all faiths in the District of Columbia.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council of the District of Columbia Supporting\nReligious Tolerance Toward People of All Faiths Emergency Resolution of 2014”.\n\nSec. 2. The Members of the Council of the District of Columbia find that:\n(1) As a city with a diverse ethnic and religious population, the District of\nColumbia has a proud history of supporting individual religious freedoms and is strengthened by\nthe diverse religious, political, and cultural traditions of its residents.\n(2) The District is benefitted by the multiplicity of faiths whose tenets motivate\nhumanitarian services, such as the provision of food to the hungry, shelter to the needy, and\ninexpensive or free health services.\n(3) As such, the District should seek to promote religious tolerance and\ndiscourage efforts, such as the advertisements from the American Freedom Defense Initiative\n(“AFDI”) displayed on Washington Metropolitan Area Transit Authority (“Metro”) buses that\npromote Islamophobia. These advertisements single out and disparage Muslims by associating\nthe religion of Islam with Adolf Hitler and identifying its practitioners as anti-Semites.\n(4) While respecting the First Amendment, we should discourage acts and\nexpressions that disparage the religious or cultural beliefs and traditions of others. Such acts and\nexpressions have been known to promote prejudice, incite fear and anger, and pose a threat to\npublic safety.\n(5) We believe that religious and cultural divides can be bridged through\ntolerant, civil, and respectful exchange of dialogue between disparate groups. This is the highest\nexpression of our democratic principles.\n(6) Collectively, we should choose to promote tolerance.\n(7) The District should be a place where multiculturalism is celebrated and\nindividuals can freely practice their faith without disparagement or fear of physical attack.\nSec. 3. It is the sense of the Council of the District of Columbia that:\n(1) Out of respect for the diverse religious, ethnic, and cultural makeup of this\nnation and the District, advertisements that disparage religious, ethnic, and cultural groups\nshould be eliminated within the District.\n\nProposed\nResolution\n20-960\nEmergency\nDeclaration\nRes. 20-578\n20 DCStat 3996\nSense of the\nCouncil of the\nDistrict of\nColumbia\nSupporting\nReligious\nTolerance\nToward\nPeople of All\nFaiths\nEmergency\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-579, effective July 14, 2014\n\n20 DCSTAT 3998\n\n(2) The government of the District of Columbia should continue to promote\nreligious, ethnic, and cultural diversity and tolerance.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Sense of the Council of the District of Columbia Supporting Religious Tolerance Toward People of All Faiths Emergency Resolution of 2014", 
  "council_period": "20"
}