{
  "end": "583", 
  "name": "Resolution_19-768.pdf", 
  "start": "583", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-768, effective December 18, 2012\n\n20 DCSTAT 583\n\nA RESOLUTION\n\nProposed Resolution\n19-1125\n\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 1 and 2 to\nContract DCPO-2011-T-0139 with Level 3 Communications, LLC for enterprise\ntelecommunication services and to authorize payment for goods and services received and to be\nreceived under that contract.\n\nSee Emergency Act\nD.C. Act 19-617\n20 DCSTAT 380\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract DCPO-2011-T-0139 Modifications Approval and\nPayment Authorization Emergency Declaration Resolution of 2012”.\n\nContract DCPO2011-T-0139\nModifications\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists a need to approve Modification Nos. 1 and 2 to Contract\nDCPO-2011-T-0139 with Level 3 Communications, LLC to provide enterprise\ntelecommunication services and to authorize payment for goods and services received and to\nbe received under the contract.\n(b) On July 14, 2011, the Office of Contracting and Procurement (“OCP”) awarded\nContract DCPO-2011-T-0139 to Level 3 Communications, LLC for enterprise\ntelecommunication services in an amount not to exceed $900,000.00 for the base year.\n(c) On June 27, 2012, the OCP exercised option year one in an amount not to exceed\n$900,000.00.\n(d) OCP now seeks Council approval to increase the total amount not to be exceeded for\noption year one to $5,050,000.00.\n(e) Council approval is necessary to allow the continuation of vital services provided by\nLevel 3 Communications, LLC. Without Council approval, Level 3 Communications, LLC\ncannot be paid for services provided in excess of $1 million for the first option year.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract DCPO-2011-T-0139 Modifications Approval and Payment Authorization Emergency\nAct of 2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Contract Dcpo-2011-T-0139 Modifications and Payment Authorization Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}