{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-523, effective June 24, 2014\n\n20 DCSTAT 3924\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to immediately approve measures\ndesigned to create a certified business enterprise and small business enterprise written waiver\ncertification that adheres to the spirit and intent of the law.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as “Small and Certified Business Enterprise Development and\nAssistance Waiver Certification Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) Certain legitimate concerns were raised concerning the Department of Small\nand Local Business Development’s waiver grant of the recent re-issue of the DC Lottery\ncontract solicitation.\n(b) This created a tremendous sense of confusion and frustration and undermines the\nconfidence of the public and the small business community in the law.\n(c) In 2013 and up to January, 2014, there were 75 waiver requests submitted to the\nDepartment of Small and Local Business Development from various District agencies.\n(d) This legislation is required to create a accountable, transparent, credible, and fair\nprocurement process for all and that eliminates the perceived abuse of agency discretion.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Small\nand Certified Business Enterprise Development and Assistance Waiver Certification Emergency\nAmendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-879\nSee Emergency\nD.C. Act 20-380\n20 DCStat 3862\n\nSmall and\nCertified\nBusiness\nEnterprise\nDevelopment\nand\nAssistance\nWaiver\nCertification\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Small and Certified Business Enterprise Development and Assistance Waiver Certification Emergency Declaration Resolution of 2014",
  "end": "3924",
  "start": "3924",
  "name": "Resolution_20-523.pdf"
}