{
  "end": "552", 
  "name": "Resolution_19-743.pdf", 
  "start": "552", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-743, effective December 18, 2012\n\n20 DCSTAT 552\n\nA RESOLUTION\n\nProposed Resolution\n19-1167\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to clarify\nthe reporting of personal property tax revenues.\n\nSee Emergency Act\nD.C. Act 19-618\n20 DCSTAT 381\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Clarification of Personal Property Tax Revenue Reporting\nCongressional Review Emergency Declaration Resolution of 2012”.\n\nClarification of\nPersonal Property\nTax Revenue\nReporting\nCongressional\nReview Emergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) Legislation was necessary to allow the Office of the Chief Financial\nOfficer to recognize, as actual revenue, personal property tax in the fiscal year in which it is\ncollected to allow this revenue, consistent with ordinary principles of accounting, to be treated as\navailable to meet current year expenses.\n(b) In 2011, the Council enacted the Clarification of Personal Property Tax Revenue\nReporting Temporary Act of 2011, effective February 24, 2012 (D.C. Law 19-91; 58 DCR\n11209), which will expire on October 6, to provide that personal property tax be recognized in\nthe year it is collected. It is important that this provision continues to be the law to insure that\nthe District has these funds available.\n(c) The emergency legislation expires on January 4, 2013. The temporary legislation is\npending. It is important that the provisions of the emergency legislation remain in effect until\nthe temporary legislation is in effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nClarification of Personal Property Tax Revenue Reporting Congressional Review Emergency\nAct of 2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Clarification of Personal Property Tax Revenue Reporting Congressional Review Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}