{
  "end": "4502", 
  "name": "Resolution_20-609.pdf", 
  "start": "4502", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-609, effective September 23, 2014\n\n20 DCSTAT 4502\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Tenant Opportunity to\nPurchase Act of 1980 to clarify the tenant opportunity to purchase in the case of the sale of multiunit housing for the purposes of demolition, or a notice of discontinuance of housing use, or a\nnotice of discontinuance of subsidized housing.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Tenant Opportunity to Purchase Emergency Declaration\nResolution of 2014”.\n\nSec. 2.(a) Pursuant to the Tenant Opportunity to Purchase Act of 1980 (“Tenant\nOpportunity to Purchase Act”) tenants of multi-unit housing must be given the first opportunity\nto purchase the property at a price and terms that are in fact a bona fide offer of sale.\n(b) On July 10 of this year, it was learned that the owner of a 302-unit, project-based\nSection 8 housing accommodation is selling this property. Pursuant to the Tenant Opportunity\nto Purchase Act, the owner offered the property to the tenants to purchase. The purchase price:\n$250 million, more than 7 times the assessed value of $36 million.\n(c) For the right of tenants to purchase their homes under the Tenant Opportunity to\nPurchase Act to be more than a charade, for it to be a bona fide offer as the law intended, an\nowner’s offered sale price must be fair and genuine.\n(d) Given the imminent loss of these 302 subsidized housing units, and, at the same time,\nthe effort to house 500 currently homeless families falling short, it is imperative that the Council\nact immediately to amend the Tenant Opportunity to Purchase Act to set reasonable parameters\nand define what a bona fide offer means.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Tenant\nOpportunity to Purchase Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1038\nSee Emergency\nD.C. Act 20-434\n20 DCStat 4152\n\nTenant\nOpportunity\nto Purchase\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Tenant Opportunity to Purchase Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}