{
  "end": "1536", 
  "name": "Resolution_20-123.pdf", 
  "start": "1535", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-123, effective May 7, 2013\n\n20 DCSTAT 1535\n\nA RESOLUTION\n\nProposed\nResolution\n20-248\n\nTo declare the existence of an emergency with respect to the need to amend An Act For the retirement of\npublic-school teachers in the District of Columbia to allow for involuntary retirement for all\nexcessed permanent status teachers without regard to whether a teacher chose to reject other\noptions available to him or her.\n\nSee\nEmergency\nD.C. Act 20-72\n20 DCStat 1421\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Teachers’ Retirement Emergency Declaration Resolution of\n2013”.\n\nTeachers’\nRetirement\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) There exists an immediate need to implement Bill 20-64, the Teachers’\nRetirement Amendment Act of 2013, which was approved by the Committee of the Whole on\nApril 30, 2013 and is scheduled for first reading on May 7, 2013.\n(b) Bill 20-64 provides that for purposes of involuntary retirement, the term\n“involuntarily separated” includes the excessing of a permanent status teacher, without regard to\nwhether the teacher chose to reject options available to him or her, such as finding placement\nelsewhere in the District of Columbia Public Schools (“DCPS”).\n(c) Bill 20-64 defines “excessing” as the elimination of a teacher’s position at a\nparticular school, when such an elimination is not a reduction in force or abolishment, due to a:\ndecline in student enrollment; reduction in the local school budget; closing or consolidation;\nrestructuring; or change in the local school program. This definition mirrors that in the\nCollective Bargaining Agreement between the Washington Teachers’ Union and the District of\nColumbia Public Schools (“CBA”).\n(d) According to the CBA, excessed teachers whose most recent performance review\nwas “effective” or higher have options available to them after an excess, including a cash buyout or an extra year to find another placement.\n(e) Because of the existence of these options, teachers rated “effective” or higher are not\ngiven a separation notice at the time of an excess, as teachers with less than “effective” ratings\nare. Thus, teachers that are rated “effective” or higher typically do not have access to the\ninvoluntary retirement provisions in the law until one year later, after the extra year has expired.\n(f) Bill 20-64 clarifies that all excessed permanent status teachers have access to\ninvoluntary retirement after an excessing, regardless of whether the teacher had other options\navailable and rejected them. This ensures that all excessed permanent status teachers will have\naccess to an early retirement option, with certain penalties already in the law, after an excessing\noccurs.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-123, effective May 7, 2013\n\n20 DCSTAT 1536\n\n(g) Bill 20-64 is particularly important in light of DCPS’s plan to consolidate 13 schools\nat the end of the 2012-2013 school year, and 2 schools at the end of the 2013-2014 school year,\nwhich will result in the excessing of a significant number of teachers.\n(h) The last day of the current school year is June 21, 2013, which will be the effective\ndate of an excessing for affected teachers. Immediate implementation of Bill 20-64 will ensure\nthat all eligible affected teachers will have access to an early retirement option.\n(i) This emergency would implement all of the provisions of Bill 20-64.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nTeachers’ Retirement Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Teachers’ Retirement Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}