{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-179, effective June 26, 2013\n\n20 DCSTAT 1681\n\nA RESOLUTION\n\nProposed\nResolution\n20-47\n\nTo declare the sense of the Council that the Board of Directors of the Washington Metropolitan Area\nTransit Authority (\"WMATA\") should adopt a policy to promote the development of affordable\nhousing on property owned by WMATA.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Sense of the Council Regarding the Need for an Affordable\nHousing Policy at the Washington Metropolitan Area Transit Authority Resolution of 2013”.\n\nSec. 2. The Council finds that:\n(1) The District of Columbia and the Washington region as a whole have an\nincreasing demand for affordable housing. According to the DC Fiscal Policy Institute, median\nrents have increased by 50% in the District and median home prices have doubled over the past\ndecade, causing the availability of low-cost rental units and low-value homes to decrease by 50%\nand 72%, respectively. In that same time, incomes for most District residents have been stagnant\nor have not kept pace with increased housing costs. As a result, 20% of all households and twothirds of low-income households in the District have a “severe housing burden,” meaning that\nresidents pay more than half of their monthly income for housing expenses.\n(2) The Washington Metropolitan Area Transit Authority (\"WMATA\") owns a\nconsiderable amount of undeveloped land in and around its 86 Metrorail stations and pursues\ndevelopment of this land with private and public partners. Although units for low and moderateincome households are sometimes created as a result of these joint development projects, they\nare not done in a comprehensive and strategic manner.\n(3) Comparable public transit systems, such as Atlanta’s MARTA, have adopted\naffordable housing policies, the results of which have created more affordable housing options,\nboosted transit ridership, and generally allowed for more effective smart growth policies.\n(4) WMATA's current “Joint Development Policies and Guidelines” includes\naffordable housing as a goal. It also recommends that the Board of Directors of WMATA adopt\na separate affordable housing policy to provide additional detail and direction, but this step has\nnot yet been taken.\n(5) WMATA should adopt an affordable housing strategy that outlines overall\npolicy goals, strategies and tools for implementation, and a system of performance measurement.\n(6) The affordable housing strategy should also include:\n(A) Clear targets for the number of affordable units produced on WMATA\nproperty at a range of income levels not to exceed 120% of the area median income, but that are\npredominately at the 30%, 50% and 80% levels;\n\nSense of the\nCouncil\nRegarding the\nNeed for an\nAffordable\nHousing\nPolicy at the\nWashington\nMetropolitan\nArea Transit\nAuthority\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-179, effective June 26, 2013\n\n20 DCSTAT 1682\n\n(B) Preferences and other incentives for developers who exceed\naffordability requirements in the solicitation process;\n(C) Strategies for WMATA to coordinate its affordable housing efforts\nwith jurisdictions that are signatories to the WMATA Compact and non-profit organizations that\nspecialize in the field of affordable housing; and\n(D) Strategies to utilize all possible affordable housing funding sources,\nincluding government programs and special financing structures.\n(7) Creation of an affordable housing strategy at WMATA will help\nensure that the metropolitan Washington area remains an affordable, diverse, and thriving region.\nSec. 3. It is the sense of the Council that WMATA’s Board of Directors should adopt an\naffordable housing policy as part of its “Joint Development Policies and Guidelines” to be\nimplemented by the General Manager and staff of WMATA.\nSec. 4. The Secretary of the Council of the District of Columbia shall transmit a copy of\nthis resolution, upon its adoption, to the WMATA Board of Directors and its General Manager\nand CEO, Mr. Richard Sarles.\nSec. 5. This resolution shall take effect immediately upon the first date of publication in\nthe District of Columbia Register.\n\n\f",
  "title": "Sense of the Council Regarding the Need for An Affordable Housing Policy at the Washington Metropolitan Area Transit Authority Resolution of 2013",
  "end": "1682",
  "start": "1681",
  "name": "Resolution_20-179.pdf"
}