{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-764, effective December 18, 2012\n\n20 DCSTAT 577\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nElection Code of 1955 to amend the current election laws governing circulators of petitions for\nthe purposes of placing initiative and referendum measures on the ballot, nominating candidates\nfor elected office, and recalling elected officials.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the \"Board of Elections Petition Circulation Requirements\nEmergency Declaration Resolution of 2012\".\n\nProposed Resolution\n19-1124\nSee Emergency Act\nD.C. Act 19-587\n20 DCSTAT 303\n\nBoard of Elections\nPetition Circulation\nRequirements\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an arguable conflict between current election laws governing\ncirculators of petitions and certain decisions of the United States Supreme Court and various\nUnited States Courts of Appeals concerning conditions placed on the ballot-initiative process\nand restrictions on ballot petition circulators.\n(b) In Buckley v. American Constitutional Law Foundation, Inc., No. 97-930, 525 U.S. 182\n(1999), the United States Supreme Court declared unconstitutional, on First Amendment grounds, a\nColorado statutory requirement that initiative-petition circulators be registered voters.\n(c) Subsequently, a number of U.S. Courts of Appeal have extended this reasoning to\ninvalidate registration requirements for circulators of candidate-nominating petitions and, further, to hold\nthat even residency requirements on circulators of initiatives and candidate-nominating petitions are\nimpermissible. See, e.g., Krislov v. Rednour, 226 F.3d 852 (7th Cir. 2000), cert. denied sub. nom,\nMcGuffage v. Krislov, 531 U.S. 1147 (2001) (striking registration and residency requirements);\nNader v. Blackwell, 545 F.3d 459 (6th Cir. 2008); Nader v. Brewer, 531 F.3d 1028 (9th Cir.\n2008), cert. denied, 129 S.Ct. 1580 (2009); Yes on Term Limits v. Savage, 550 F.3d 1023 (10th\nCir. 2008); see also Daien v. Ysursa, 711 F.Supp.2d 1215 (D.Idaho 2010).\n(d) Currently, initiative-petition circulators as well as circulators of petitions for the\npurposes of nominating candidates for elected office and recalling elected officials are required\nto be qualified registered electors of the District of Columbia. (D.C. Official Code §§ 11001.08(b)(2), 1-1001.16(h)(5), 1-1001.16(k)(1)(E), 1-1001.17(f)(5), and 1-1001.17(i)(6). This\nrequirement is in apparent conflict with the Supreme Court's decision in Buckley v. American\nConstitutional Law Foundation, Inc.).\n(e) Further well-reasoned decisions by a number of United States Courts of Appeals\nstrongly suggest that the residency requirement on petition circulators, even in the absence of a\nregistration requirement, could be successfully challenged on First Amendment grounds.\n(f) Plaintiffs in the civil action, Libertarian Party, et al. v. Deborah Nichols, et al., 12-cv01248 (CKK), currently pending in the United States District Court for the District of Columbia,\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-764, effective December 18, 2012\n\n20 DCSTAT 578\n\nchallenge both the registration and the residency requirements imposed upon ballot- petition\ncirculators by the District of Columbia Election Code of 1955.\n(g) The amendments to the District of Columbia Election Code of 1955 abolishing the\nregistration and residency requirements for initiative-petition circulators and for circulators of\npetitions for the purposes of nominating candidates for elected office and recalling elected officials\nwould conform District of Columbia election law concerning petition circulation requirements to\nlegal precedent requiring that jurisdictions reasonably minimize restrictions on core political speech\nwhile protecting the integrity of the electoral process. These amendments would also require nonresident petition circulators to register with the Board of Elections and consent to being subject to\nthe subpoena power of the District of Columbia.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Board\nof Elections Petition Circulation Requirements Emergency Amendment Act of 2012 be adopted\nafter a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Board of Elections Petition Circulation Requirements Emergency Declaration Resolution of 2012",
  "end": "578",
  "start": "577",
  "name": "Resolution_19-764.pdf"
}