{
  "start": "4034", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-599, effective September 23, 2014\n\n20 DCSTAT 4034\n\nA RESOLUTION\n\nProposed\nResolution\n20-842\n\nTo declare that the District-owned real property, formerly the site of the R.L. Christian Community\nLibrary, located at1300 H Street, N.E., and known for tax and assessment purposes as Parcels\n0097, 0098,0099, 0100, 0101, 0102, and 0103 in Square 1026, is no longer required for public\npurposes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “1300 H Street, N.E., Surplus Property Declaration Resolution of\n2014”.\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 1300 H Street, N.E., known\nfor tax and assessment purposes as Parcels 0097, 0098,0099, 0100, 0101, 0102, and 0103 in\nSquare 1026 ( “Property”). The Property consists of approximately 10,800 square feet of land.\n(b) The Property is no longer required for public purposes because the Property’s\ncondition cannot viably accommodate a District agency use or other public use without costprohibitive new construction. The most pragmatic solution for reactivating this space is to\ndeclare the Property surplus and dispose of the Property for redevelopment.\n(c) The District has satisfied the public hearing requirements of section 1(a-1)(4) of An\nAct Authorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code § 10-801 (a-1)(4))\n(“Act”), by holding a public hearing on October 24, 2013, at the Sherwood Recreation Center\nlocated at 640 10th Street, N.E.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council determines that the Property is\nno longer required for public purposes.\nSec. 4. Transmittal.\nThe Council shall transmit a copy of this resolution, upon its adoption, to the Mayor.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n1300 H Street,\nN.E., Surplus\nProperty\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4034", 
  "name": "Resolution_20-599.pdf", 
  "title": "1300 H Street, N.E., Surplus Property Declaration Resolution of 2014"
}