{
  "start": "553", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-744, effective December 18, 2012\n\n20 DCSTAT 553\n\nA RESOLUTION\n\nProposed Resolution\n19-1168\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe tax code to provide the number of statements that payors of amounts subject to income tax\nwithholding must submit electronically.\n\nSee Emergency Act\nD.C. Act 19-601\n20 DCSTAT 345\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Income Tax Withholding Statements Electronic\nCongressional Review Emergency Declaration Resolution of 2012”.\n\nIncome Tax\nWithholding\nStatements\nElectronic\nCongressional\nReview Emergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) Emergency legislation, which will expire in early January, was enacted to\nauthorize the Office of Tax and Revenue (“OTR”) to require that a greater number of W-2\nand form 1099 series statements be filed electronically to assist OTR in eliminating fraudulent\nW-2 and form 1099 series statements and preventing the payment of unwarranted refunds. It is\nimportant to continue this authority to aid OTR in the upcoming income tax filing season.\n(b) The emergency legislation expires on January 4, 2013. The temporary legislation is\npending. It is important that the provisions of the emergency legislation remain in effect until\nthe temporary legislation is in effect.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Income\nTax Withholding Statements Electronic Submission Congressional Review Emergency Act of\n2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "end": "553", 
  "name": "Resolution_19-744.pdf", 
  "title": "Income Tax Withholding Statements Electronic Congressional Review Emergency Declaration Resolution of 2012"
}