{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-711, effective December 2, 2014\n\n20 DCSTAT 4627\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to amend, on an emergency basis, the\nOmnibus Public Safety Agency Reform Amendment Act of 2004 to clarify when the period of time\nduring which the Metropolitan Police Department may commence a disciplinary procedure\nagainst an employee begins to run, and to add additional tolling provisions for criminal\ninvestigations occurring in any jurisdiction within the United States and investigations by the\nOffice of the Inspector General and the Office of the District of Columbia Auditor; to amend the\nDistrict of Columbia Government Comprehensive Merit Personnel Act of 1978 and An Act\nrelating to the Metropolitan police of the District of Columbia to allow the Chief of Police to\nappoint to command ranks from among the Metropolitan Police Department’s lieutenants.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Metropolitan Police Department Commencement of Discipline\nand Command Staff Appointment Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to specify the start date of the 90-day timeline\nfor the commencement of discipline at the Metropolitan Police Department (“MPD”) and to add\nadditional tolling provisions to ensure the proper discipline of employees who commit\nmisconduct and the proper functioning of the timeline.\n(b) Under D.C. Official Code § 5-1031, the MPD and the Fire and Emergency\nManagement Services Department (“FEMS”) have 90 business days, after they gain actual or\nconstructive knowledge of an incident of misconduct, to commence a disciplinary proceeding\nagainst an employee. However, the timeline tolls if the United States Attorney’s Office, MPD,\nor the Office of the Attorney General is conducting a criminal investigation based on the act or\noccurrence underlying the department’s disciplinary case, or for any investigation into the act or\noccurrence by the Office of Police Complaints. If the department fails to commence discipline\nprior to the deadline, the department is barred from later taking disciplinary action against the\nemployee for that conduct. According to MPD, the 90-day rule has resulted in a reversal of\ndiscipline in 21 cases since 2004 where the matter went to arbitration or to a hearing\nexamination, and the arbitrator or hearing examiner ruled that MPD violated the 90-day rule; as\na result, the discipline could not be enforced, regardless of any determinations as to whether or\nnot the discipline was merited with respect to the employee’s conduct.\n(c) Because the 90-day timeline begins when MPD “knew or should have known” of the\nalleged act or occurrence constituting misconduct, there may be, and in fact are, discrepancies\nbetween when MPD understood the timeline to begin and when the employee, or arbitrator,\nunderstood the timeline to begin. Passage of this emergency act will ensure that all parties know\n\nProposed\nResolution\n20-1147\nSee Emergency\nD.C. Act 20-524\n20 DCStat 4438\n\nMetropolitan\nPolice\nDepartment\nCommencement\nof Discipline and\nCommand Staff\nAppointment\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-711, effective December 2, 2014\n\n20 DCSTAT 4628\n\nclearly when the timeline begins and ends, and that no more discipline will be unenforceable\ndue to confusion over the start date.\n(d) Furthermore, MPD is facing significant shortages with the retirement bubble. The\nrapid hiring of more than 1,500 officers between 1989 and 1991 created retirement eligibility for\n21% of the sworn members of the force in 2015 and 30% by 2017. The percentages are vastly\ngreater among the higher ranks. For example, among management positions (Captain and\nLieutenant), 63% will be eligible for retirement in just 3 years; for command staff (Inspector\nand above), the number of eligible staff jumps to 74%. There may soon be a situation where the\nChief will need to fill unusually high numbers of command staff positions. For example, in\n2015, 19 of the 31 command staff officers will be eligible to retire. If many command staff\npositions open up in rapid succession over the next few years, the Chief of Police would have to\npick from a dwindling pool of candidates. Several command staff vacancies presently exist, and\nthe need for opening up a larger, more competitive pool of candidates is immediate.\n(e) Passage of this emergency act will enable MPD to immediately fill command staff\nvacancies with the best qualified candidates.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nMetropolitan Police Department Commencement of Discipline and Command Staff\nAppointment Emergency Amendment Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Metropolitan Police Department Commencement of Discipline and Command Staff Appointment Emergency Declaration Resolution of 2014",
  "end": "4628",
  "start": "4627",
  "name": "Resolution_20-711.pdf"
}