{
  "end": "4517", 
  "name": "Resolution_20-617.pdf", 
  "start": "4516", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-617, effective September 23, 2014\n\n20 DCSTAT 4516\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to amend the Rental Housing Act of\n1985 to limit the amount of a hardship petition conditional rent increase to 5% of the rent\ncharged, and to require that a rent adjustment be repaid by a housing provider to a tenant within\n21 days of a conditional increase being amended.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Rent Control Hardship Petition Limitation Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The District’s rent control regime is established by the Rental Housing Act of\n1985; approximately 79,000 housing units are subject to the law, accounting for 66% of the\nrental housing stock in the District.\n(b) For units subject to rent control, annual rent increases are limited to a maximum of\n10% for most tenants and 5% for seniors and individuals with disabilities.\n(c) However, under the hardship petition process, a housing provider can apply to the\nRent Administrator at the Department of Housing and Community Development to raise rents\nby more than the standard increase in order to achieve a 12% rate of return on the housing\nprovider’s investment in the building.\n(d) The hardship petition requires the housing provider to submit a schedule of income\nand expenses, which the Rent Administrator can use to calculate a new rent based on the 12%\nrate of return.\n(e) If a hardship petition isn’t decided within 90 days, the housing provider can\nautomatically start collecting the rent for which the housing provider originally applied.\n(f) Hardship petitions are rarely decided within the 90-day time period; consequently\nconditional increases are frequently granted that result in rent increases of 50% to 100%.\n(g) These rent increases place a significant burden on low-income renters, increasing the\nlikelihood of displacement.\n(h) In one example, tenants of a building in Ward 7 were charged a 34% increase and\nwere threatened with eviction if they did not pay. Tenants were forced to file a lawsuit\nchallenging the increase based on numerous housing code violations, and the dispute was\nprolonged for more than 4 years, during which time the higher rents were paid into a courtmandated escrow account to the satisfaction of neither side.\n(i) A conditional increase may be reversed, though it is often too late for tenants who\nhave been displaced by rent increases that housing providers were ultimately not authorized to\ncharge.\n\nProposed\nResolution\n20-1031\nSee Emergency\nD.C. Act 20-430\n20 DCStat 4145\n\nRent Control\nHardship\nPetition\nLimitation\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-617, effective September 23, 2014\n\n20 DCSTAT 4517\n\n(j) More than 88 hardship petitions were filed between 2007 and 2013, significantly\nraising the rent on thousands of residents as a result.\n(k) Without swift action by the Council to counter opportunities for abuse, additional\ntenants could be priced out of their homes.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Rent\nControl Hardship Petition Limitation Emergency Amendment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Rent Control Hardship Petition Limitation Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}