{
  "end": "691", 
  "name": "Resolution_20-1.pdf", 
  "start": "591", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 591\n\nA RESOLUTION\n\nProposed Resolution\n20-1\n\nTo provide rules of organization and procedure for the Council of the District of Columbia during Council\nPeriod 20 and to provide a Code of Official Conduct for the Council of the District of Columbia\nduring Council Period 20.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Rules of Organization and Procedure for the Council of the\nDistrict of Columbia, Council Period 20, Resolution of 2013”.\nSec. 2. The document entitled “Rules of Organization and Procedure for the Council of\nDistrict of Columbia, Council Period 20,” attached and made a part of this resolution, shall be\nthe rules of the Council of the District of Columbia.\nSec. 3. The document entitled “Council of the District of Columbia, Code of Official\nConduct, Council Period 20,” attached and made a part of this resolution shall be the Code of\nOfficial Conduct of the Council of the District of Columbia.\nSec. 4. This resolution shall take effect immediately.\n\nRules of\nOrganization\nand\nProcedure for\nthe Council of\nthe District of\nColumbia,\nCouncil\nPeriod 20,\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 592\n\nProposed Resolution\n20-1\n\nRULES OF ORGANIZATION AND\nPROCEDURE FOR THE COUNCIL\nOF THE DISTRICT OF COLUMBIA\nCOUNCIL PERIOD 20\n\n\f\f\f\f\f\f\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\nA RTIC LE I— D EFIN ITIO N S .\n\n20 DCSTAT 599\n\nProposed Resolution\n20-1\n\n1 0 1 . D EFIN ITIO N S .\n\nFor the purposes of these Rules, the term:\n(1) “Agency” includes any of the organizational units of the District of Columbia\nincluding a department, board, division, commission, or office, whether subordinate to or\nindependent of the Mayor; provided, that “agency” does not include the Council or the District of\nColumbia courts.\n(2) “Auditor” means the Auditor of the District of Columbia as established by section\n455 of the Charter (D.C. Official Code § 1-204.55).\n(3) “Bill” means a proposed act of the Council.\n(4) “Borrowing request” means a borrowing request submitted by the Mayor to the\nCouncil pursuant to section 10 of the Funds Control Act (D.C. Official Code § 47-309).\n(5) “Budget” or “budget request” means the entire request for appropriations and\nloans or spending authority for all activities of all agencies, the Council and the District of Columbia\ncourts, financed from all existing or proposed resources including both operating and capital\nexpenditures.\n(6) “Budget of the Council” means the entire request for appropriations by the\nCouncil.\n(7) “Budget structure resolution” means a resolution submitted by the Mayor to the\nCouncil pursuant to section 9 of the Funds Control Act (D.C. Official Code § 47-308).\n(8) “Ceremonial resolution” means an expression of appreciation, an honorarium of\nlimited application, or a declaration of no legal effect that is adopted without objection.\n(9) “Chairman” means the Chairman of the Council of the District of Columbia, as\nestablished by section 401 of the Charter (D.C. Official Code § 1-204.01).\n(10) “Charter” means Title IV of the Home Rule Act (D.C. Official Code § 1-204.01 et\nseq.).\n(11) “Comprehensive Plan” means the comprehensive plan for the National Capital,\nincluding any elements of the plan, as provided in section 423 of the Charter (D.C. Official Code\n§ 1-204.23).\n(12) “Control budget act” means an act submitted for consideration by the Council\npursuant to section 8 of the Funds Control Act (D.C. Official Code § 47-307) to establish a control\nbudget for the District of Columbia government or to establish as part of a control budget grants\nawarded during the fiscal year.\n(13) “Council” means the Council of the District of Columbia established by section\n401 of the Charter (D.C. Official Code § 1-204.01).\n(14) “Council Period” means the legislative session of the Council beginning at noon\non January 2nd of each odd-numbered year and ending at noon on January 2nd of the following\nodd-numbered year.\n(15) “Council website” means the website with the address of\nhttp://www.dccouncil.us.\n(16) “Emergency-declaration resolution” means a resolution declaring the existence\nof emergency circumstances within the meaning of section 412(a) of the Charter (D.C. Official Code\n§ 1-204.12(a)).\n(17) “Engrossing” or “engrossment” means the process by which there is finally\nprepared the text of a bill that has passed any reading prior to final reading.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 600\n\n(18) “Enrolling” or “enrollment” means the process by which there is finally\nprepared the text of a measure that has passed final reading.\n(19) “Ethics Board” means the Board of Ethics and Government Accountability\nestablished by section 202 of the Government Ethics Act of 2011, effective April 27, 2012 (D.C. Law\n19-124; D.C. Official Code § 1-1162.02).\n(20) “Fiscal impact statement” means a statement prepared by the Chief Financial\nOfficer or the Budget Director that includes an estimate of the costs which will be incurred by the\nDistrict as a result of the enactment of a measure in the current and each of the first 4 fiscal years\nfor which the measure is in effect, together with a statement of the basis for such estimate.\n(21) “Funds Control Act” means the District of Columbia Funds Control Act of 1980,\neffective September 26, 1980 (D.C. Law 3-104; D.C. Official Code § 47-381 et seq.).\n(22) “Grant application” means any grant application required to be submitted by\nthe Mayor to the Council pursuant to section 6 of the Funds Control Act (D.C. Official Code\n§ 47-385).\n(23) “Gross planning budget resolution” means the gross planning budget resolution\nsubmitted by the Mayor for approval by the Council pursuant to section 7 of the Funds Control Act\n(D.C. Official Code § 47-306).\n(24) “Home Rule Act” means the District of Columbia Home Rule Act, approved\nDecember 24, 1973 (87 Stat. 774; D.C. Official Code § 1 201.01 et seq.).\n(25) “Independent agency” means an agency of the District of Columbia government\nnot subject to the administrative control of the Mayor.\n(26) “Mayor” means the Mayor of the District of Columbia as established by section\n421 of the Charter (D.C. Official Code § 1-204.21).\n(27) “Measure” means a bill, resolution, or amendment to a bill or resolution, a\nmotion pending before the Council or before a committee of the Council, a proposed reorganization\nplan, reprogramming request, non-offsetting budget modification request, grant application,\nproposed state plan, contract, or proposed municipal regulation transmitted by law to the Council\nfor its approval.\n(28) “Meeting” means, except for purposes of sections 371 through 375, the formal\nconvening of a committee or the Council, other than solely for the purpose of receiving testimony,\nheld at a designated time and place for the purpose of transacting public business, including official\naction of any kind.\n(29) “Member” means a member of the Council established by section 401 of the\nCharter (D.C. Official Code § 1-204.01) and includes the Chairman, unless the context clearly\nindicates otherwise.\n(30) “Normal business hours” means 9:00 a.m. through 5:30 p.m., Monday through\nFriday, except legal holidays.\n(31) “Official action” has the same meaning as in section 742 of the Home Rule Act\n(D.C. Official Code § 1-207.42).\n(32) “Person” means an individual, partnership, association, corporation, or any\nother organization.\n(33) “Reading” means, within the meaning of section 412 of the Home Rule Act(D.C.\nOfficial Code § 1-204.12), an opportunity for the Members to debate and vote on proposed\nlegislation at a regular or additional legislative meeting of the Council. A reconsideration of\nlegislation after it has been transmitted to the Mayor is considered a “reading” where there has\nbeen at least 13 days intervening between the last reading of the legislation and the reconsideration\ndate.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 601\n\n(34) “Recess of the Council” or “Council Recess” means periods of time during which\nregularly scheduled meetings of the Council are not held; i.e., the month of August through\nSeptember 15th, the 9-day period beginning on the Friday immediately preceding Easter, the 17-day\nperiod beginning on July 15th of each year, and the 9-day period ending on December 31st of each\nyear.\n(35) “Register” means the District of Columbia Register.\n(36) “Remuneration” means the rate or level of compensation to be paid an\nemployee for the performance of his or her duties up to and including, but no more than, the\nmaximum authorized and appropriated by law.\n(37) “Reprogramming Policy Act” means the Reprogramming Policy Act of 1980,\neffective September 16, 1980 (D.C. Law 3-100; D.C. Official Code § 47-361 et seq.).\n(38) “Reprogramming request” means any reprogramming request or budget\nmodification submitted to the Council pursuant to sections 4 and 5, respectively, of the\nReprogramming Policy Act (D.C. Official Code §§ 47-363 and 364).\n(39) “Resolution” means an expression of a simple determination, decision, or\ndirection of the Council of a special or temporary character and includes actions of the Council\nconcerning its internal management and conduct.\n(40) “Sense of the Council Resolution” means a resolution to express a simple\ndetermination, decision, or direction of the Council of a special or temporary character;\n(41) “Short title” means the term by which an act or resolution may be cited.\n(42) “State plan approval request” means a request to approve a state plan\nsubmitted by the Mayor to the Council pursuant to section 6 of the Funds Control Act (D.C. Official\nCode § 47-385).\n(43) “Subpoena” means subpoena ad testificandum or subpoena duces tecum, or\nboth.\n(44) “Transcription” means a verbatim recordation, including a tape recording.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 602\n\nA RTIC LE II— O RG A N IZ A TIO N .\n2 0 1 . O A TH O F O FFIC E.\n\n(a) On January 2nd of each odd-numbered year, Councilmembers whose terms begin at that\ntime shall take and subscribe an oath of office in accordance with subsection (c) of this section. The\noath of office to the Councilmembers shall be administered by a person of the Councilmember’s\nchoosing who is legally authorized to administer oaths. The Secretary shall supply printed copies of\nthe oath, which shall be subscribed by the Councilmembers and returned to the Secretary and\nrecorded in the Council records as conclusive proof of the fact that the signer took the oath in\naccordance with law.\n(b) A Councilmember whose term of office does not begin at the beginning of a Council\nPeriod shall take and subscribe the oath of office as soon as practicable after he or she has been duly\ncertified as having been elected or selected for the position.\n(c) The oath of office shall be as follows: “I, (Councilmember’s name) do solemnly swear (or\naffirm) that I will faithfully execute the laws of the United States of America and of the District of\nColumbia, and will, to the best of my ability, preserve, protect, and defend the Constitution of the\nUnited States and the District of Columbia Home Rule Act, and will faithfully discharge the duties of\nthe office on which I am about to enter.”\n2 0 2 . C O D E O F O FFIC IA L C O N D U C T.\n\n(a) Councilmembers and staff shall maintain a high level of ethical conduct in connection\nwith the performance of their official duties and shall refrain from taking, ordering, or participating\nin any official action that would adversely affect the confidence of the public in the integrity of the\nDistrict government. Councilmembers and staff shall strive to act solely in the public interest and\nnot for any personal gain or take an official action on a matter as to which they have a conflict of\ninterest created by a personal, family, client, or business interest, avoiding both actual and perceived\nconflicts of interest and preferential treatment.\n(b) Councilmembers and staff shall take full responsibility for understanding and complying\nwith the letter and spirit of all laws and regulations governing standards of conduct for District\npublic officials, including those relating to conduct, conflicts of interest, gifts, disclosures, campaign\nfinance, political activity, and freedom of information.\n(c) Councilmembers and staff shall specifically adhere to the Code of Official Conduct of the\nCouncil of the District of Columbia.\n(d)(1) The Council shall proactively review the District’s overall ethics program, including\nstructure, training, enforcement, and overall ethics culture, and work to comply with national\nstandards for the creation of effective compliance and ethics programs.\n(2) The Ethics Counselor for the Council, in coordination with the Board of Ethics\nand Government Accountability and Office of Campaign Finance, shall conduct mandatory training\non the conflict of interest and ethics laws and regulations applicable to Councilmembers and staff\non at least an annual basis. Ethics training materials, including summary guidelines to all applicable\nlaws and regulations, shall be prepared by the Ethics Counselor for the Council and made readily\navailable on the Council’s website.\nA . EX EC U TIV E O FFIC ERS O F TH E C O U N C IL.\n2 1 1 . C H A IRM A N .\n\nThe Chairman shall be the presiding and chief executive officer of the Council.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 603\n\n2 1 2 . C H A IRM A N P RO TEM PO RE.\n\nIn each Council period, the Chairman shall nominate one Councilmember as Chairman Pro\nTempore who will act in the place of the Chairman when the Chairman is absent or has recused\nhimself or herself. The Council shall act on the nomination by resolution.\n2 1 3 . V A C A N C Y IN O FFIC E O F C H A IRM A N .\n\nWhenever a vacancy occurs in the Office of the Chairman or the Chairman is serving as\nActing Mayor, the Chairman Pro Tempore selected pursuant to section 212 shall convene the\nCouncil. The Council, by resolution, shall elect one of its at-large members as Chairman and another\nat-large member as Chairman Pro Tempore until the vacancy in the Office of Chairman is filled or\nuntil the return of the regularly elected Chairman.\nB. C O M M ITTEE M EM BERS H IP.\n2 2 1 . S ELEC TIO N .\n\nAt the organizational meeting convened in accordance with section 301 at the beginning of\nthe Council Period, the Chairman shall nominate the chairperson and members of each committee\nof the Council and the Council shall by resolution act on the Chairman’s nominations.\n2 2 2 . C H A IRM A N A S EX - O FFIC IO M EM BER.\n\nThe Chairman shall be an ex-officio, voting member of all committees. The Chairman may be\ncounted for purposes of a quorum, but does not increase the quorum requirement for the\ncommittee.\n2 2 3 . V A C A N C IES .\n\nWhenever a vacancy occurs in the membership or chair of a committee, the Chairman shall\nnominate a Councilmember to fill the vacancy and the Council shall by resolution act on the\nChairman’s nomination.\n2 2 4 . D IS TRIBU TIO N O F RES P O N S IBILITY .\n\nThe Chairman and Council shall endeavor to distribute committee responsibility as evenly\nas possible among the members and in no event shall an individual member chair more than one\nstanding committee. The principle of seniority shall be respected in the assignment of committee\nchairs.\n2 2 5 . PA RTIC IPA TIO N O F M EM BERS IN C O M M ITTEE M EETIN G S .\n\n(a) Any Councilmember may attend the meeting of any committee and may participate in\ncommittee discussions, but only a committee member may make a motion or cast a vote.\n(b) Any Councilmember may participate fully in a hearing or roundtable of any committee.\n2 2 6 . RU LES O F C O M M ITTEES .\n\n(a) Each committee shall adopt written rules, not inconsistent with these Rules or other\napplicable law, to govern its procedures. The committee rules shall incorporate the following\nrequirements:\n(1) The scheduling of regular meeting days, which shall not be less frequent than\nmonthly, for conducting business;\n(2) A procedure for rescheduling or cancelling a regular meeting;\n(3) A procedure for holding additional meetings to be called by the chairperson;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 604\n\n(4) A procedure for holding special meetings, which shall be called at the request of\na majority of the members of the committee;\n(5) Procedures to govern the chair of a committee meeting in the absence of the\nchairperson;\n(6) Procedures for keeping a complete record of all committee action, which shall\ninclude roll-call votes;\n(7) If, at the time of approval of a measure by a committee, a member of the\ncommittee gives notice of the intention to submit supplemental, minority, or additional views, that\nmember shall be entitled to not less than 5 business days within which to file the views, which shall\nbe included in the report of the committee on the measure;\n(8) A procedure for amending the committee rules by a vote of a majority of the\ncommittee;\n(9) A requirement that if an amendment is orally moved during a committee\nmeeting, it shall, upon request by a member, be reduced to writing and read by the Committee Clerk\nor other staff of the Committee, and made available for public inspection as soon as practicable;\n(10) A requirement for the circulation of notice of the date, hour, and place of all\ncommittee meetings to all Councilmembers at least 24 hours before the date of the meeting, along\nwith a copy of the agenda of the meeting and a draft of any measures to be considered, unless at\nleast 4 members of the committee agree to a shorter notice;\n(11) A procedure for providing at least 24 hours’ notice of the cancellation of a\nregularly scheduled meeting;\n(12) A procedure to ensure that meetings of the committee do not conflict with a\npreviously scheduled meeting of another committee; and\n(13) A procedure for the adoption of a consent agenda.\n(b) The provisions of these Rules shall be considered rules of the committee.\n(c) Where these Rules are silent, a committee may adopt additional rules. Committee rules\nadopted under this section shall be consistent with these Rules and other applicable law, and shall\nbe filed with the Secretary.\n(d) Each committee shall adopt its rules and appoint committee staff pursuant to section\n272 within 14 business days of the organizational meeting held pursuant to section 301 and shall\nfile the adopted rules and staff appointments.\n2 2 7 . C O M M ITTEE- A C TIV ITY REP O RT.\n\nEach committee shall file a committee-activity report not later than 15 days before the end\nof each Council period that details the committee’s oversight and legislative activities. The format\nand content of the committee-activity report shall be determined by the Secretary.\nC . S TA N D IN G C O M M ITTEES .\n2 3 1 . C O M M ITTEE O F TH E W H O LE.\n\n(a) The Committee of the Whole is responsible for the annual budget, and amendments,\nadditions, or supplements to the budget; coordinating the Council’s relationships with the Congress\nand the Federal executive branch; monitoring the progress of Council legislation through Congress;\nmonitoring the status of original legislative proposals in Congress that may affect the District, the\nCouncil, or its legislation; amendments to the District Charter; Council appointments to Boards and\nCommissions; public-space naming; street and alley acquisition and closing; reapportionment and\nrealignment of the political subdivisions of the District; Council administration and personnel; the\nscheduling of all matters for consideration by the Council in the legislative meeting; legislative\nmatters related to the District as a political entity, including voting rights and statehood; grants\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 605\n\nmanagement; government procurement; responsible for coordinating the Council’s relationships\nwith appropriate regional, state, and national associations and organizations; labor relations; the\nCouncil’s relationship with regional authorities and other regional bodies and organizations not\nspecifically assigned to other committees; truancy (jointly with the Committee on Education);\nDistrict employees’ retirement; the development of the comprehensive plan and other matters\npertaining to land use; matters related to statehood and self-determination for the District; revision\nand codification of Title 49 of the D.C. Official Code; public education matters exclusively concerning\nthe University of the District of Columbia or the Community College of the District of Columbia;\ninternational business and affairs; and other matters assigned to it by these Rules or by the\nChairman.\n(b) The Chairman of the Council is the Chairman of the Committee of the Whole and its\nmembers include all members of the Council. The Committee of the Whole shall meet on the third\nTuesday of each month, except during periods of Council Recess, in a work session to consider\nmeasures which have been reported and timely filed by committees pursuant to subsection (c) of\nthis Rule, and for the introduction and referral of legislation. The Chairman shall prepare the agenda\nfor each meeting of the Committee of the Whole. The Chairman may not withhold a measure duly\nreported and timely filed by another committee from the agenda of a regular Committee of the\nWhole meeting and the Chairman may not hold a measure in the Committee of the Whole that has\nbeen properly reported by another committee unless the Committee of the Whole votes to table the\nmeasure.\n(c)(1) Except as provided in section 339, each measure reported by the committees of the\nCouncil identified in sections 232 to 241 shall be referred to the Committee of the Whole for a\nreview of its legal sufficiency and technical compliance with the drafting rules of the Council; for\nascertaining completion of the record; for a determination of the sufficiency of the fiscal impact\nstatement; and for scheduling for the legislative meeting pursuant to section 302.\n(2) No measure may be reported by a committee of the Council for consideration at\nthe Committee of the Whole unless it is accompanied by a fiscal impact statement and legal\nsufficiency determination.\n(3) Amendments made by committees that are outside the legislative jurisdiction of\nthe committee shall be referred to the relevant committee before the legislation is agendized for the\nlegislative meeting at the Committee of the Whole.\n(4) The Secretary shall prepare a log of committee reports that have been filed\ntimely for review by the Committee of the Whole. The log may be updated to reflect additional\nfilings as of noon on the third business day before the Committee of the Whole meeting.\n(d) Notwithstanding any other provision of the Rules, the Committee of the Whole may hold\na hearing or roundtable, or conduct an investigation, on any matter relating to District affairs.\n(e) The following agencies shall come within the purview of the Committee of the Whole:\nCouncil of the District of Columbia\nDistrict of Columbia Auditor\nBoard of Zoning Adjustment\nCommemorative Works Committee\nCommunity College of the District of Columbia\nCommunity College Transition to Independence Advisory Board\nContract Appeals Board\nDistrict of Columbia Retirement Board, including the District of Columbia Police Officers and\nFire Fighters' Retirement Fund and the Teachers' Retirement Fund\nDistrict of Columbia Statehood Commission\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 606\n\nDistrict of Columbia Statehood Compact Commission\nHistoric Preservation Review Board\nLabor/Management Partnership Council\nMetropolitan Washington Airports Authority\nMetropolitan Washington Council of Governments\nNational Capital Planning Commission\nOffice of Budget and Planning\nOffice of Contracting and Procurement\nOffice of Labor Relations and Collective Bargaining\nOffice of Planning\nOffice of Zoning\nStatehood Delegation Fund Commission\nTax Revision Commission\nTobacco Settlement Financing Corporation\nTobacco Settlement Trust Fund Board of Trustees\nUniversity of the District of Columbia\nZoning Commission of the District of Columbia\n2 3 2 . C O M M ITTEE O N BU S IN ES S , C O N S U M ER, A N D REG U LA TO RY\nA FFA IRS .\n\n(a) The Committee on Business, Consumer, and Regulatory Affairs is responsible for matters\nconcerning small and local business development policy; consumer and regulatory affairs; the\nconduct of Emancipation Day celebrations within the District of Columbia and the regulation of\nbanks and banking activities, securities, and insurance, including private health insurance, but not\nincluding the Health Benefit Exchange.\n(b) The following agencies come within the purview of the Committee on Business,\nConsumer, and Regulatory Affairs:\nDistrict of Columbia Small and Local Business Opportunity Commission\nBoard of Accountancy\nBoard of Architecture and Interior Designers\nBoard of Barber and Cosmetology\nBoard of Condemnation of Insanitary Buildings\nBoard of Consumer Claims Arbitration for the District of Columbia\nBoard of Funeral Directors\nBoard of Industrial Trades\nBoard of Professional Engineering\nBoard of Real Estate Appraisers\nCommission on Fashion Arts and Events\nConstruction Codes Coordinating Board\nDepartment of Consumer & Regulatory Affairs\nDepartment of Insurance, Securities and Banking\nDepartment of Small and Local Business Development\nDistrict of Columbia Boxing and Wrestling Commission\nEmancipation Commemoration Commission\nFinancial Literacy Council\nOffice of Motion Picture and Television Development\nOffice of the Tenant Advocate\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 607\n\nPublic Access Corporation\nReal Estate Commission\nSecurities Advisory Committee\n2 3 3 . C O M M ITTEE O N EC O N O M IC D EV ELO PM EN T.\n\n(a) The Committee on Economic Development is responsible for matters related to\neconomic, industrial, and commercial development; the disposition of property for economic\ndevelopment purposes; development, maintenance, preservation, and regulation of the housing\nstock, including rental housing; and neighborhood development, improvement, stabilization, and\nurban affairs; cable television; and matters relating to the Washington Metropolitan Area Transit\nAuthority.\n(b) The following agencies come within the purview of the Committee on Economic\nDevelopment:\nDepartment of Housing and Community Development\nDeputy Mayor for Planning and Economic Development\nDistrict of Columbia Housing Authority\nHousing Finance Agency\nHousing Production Trust Fund\nOffice of Cable Television\nRental Housing Commission\nWashington Metropolitan Area Transit Authority\n2 3 4 . C O M M ITTEE O N ED U C A TIO N .\n\n(a) The Committee on Education is responsible for all matters related to public education,\nincluding authorizing public charter schools, but not including matters exclusively within the\nUniversity of the District of Columbia or the Community College of the District of Columbia; truancy\n(jointly with the Committee of the Whole); and public libraries.\n(b) The following agencies come within the purview of the Committee on Education:\nBullying Prevention Task Force\nDistrict of Columbia Public Charter School Board\nDistrict of Columbia Public Library system\nDistrict of Columbia Public Schools\nEducation Licensure Commission\nHealthy Youth and Schools Commission\nOffice of the State Superintendent of Education (including Advisory Panel on Special\nEducation, Early Childhood Development Coordinating Council, Non-Public Tuition, Special\nEducation Transportation)\nOffice of the Deputy Mayor for Education\nState Board of Education\nPublic Charter School Credit Enhancement Fund Committee\n2 3 5 . C O M M ITTEE O N FIN A N C E A N D REV EN U E.\n\n(a) The Committee on Finance and Revenue is responsible for matters relating to taxation\nand revenue for the operation of the government of the District of Columbia; general obligation\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 608\n\nbond acts, revenue anticipation notes, and industrial revenue bonds; and tourism and cultural\naffairs.\n(b) The following agencies come within the purview of the Committee on Finance and\nRevenue:\nBoard of Review of Anti-Deficiency Violations\nCollege Savings Program Advisory Board\nCommission on Arts and Humanities\nDestination DC\nDistrict of Columbia Lottery and Charitable Games Control Board\nMultistate Tax Commission\nOffice of Finance and Treasury\nOffice of Financial Management\nOffice of Financial Operations\nOffice of Tax and Revenue\nOffice of the Chief Financial Officer\nReal Property Tax Appeals Commission for the District of Columbia\nSports Authority Subsidy\nWashington Convention and Sports Authority/Events DC\n2 3 6 . C O M M ITTEE O N G O V ERN M EN T O PERA TIO N S .\n\n(a) The Committee on Government Operations is responsible for matters relating to\nelections, government ethics, campaign finance, general services, personnel, including employee\nappeals and general administration of the government of the District of Columbia; public utilities;\nmaintenance of public buildings, property management, including the declaration of government\nproperty as no longer required for public purposes; grants management; matters relating to the\ngeneral operations and services of government; matters regarding Advisory Neighborhood\nCommissions.\n(b) The following agencies come within the purview of the Committee on Government\nOperations:\nAdvisory Neighborhood Commissions\nBoard of Ethics and Government Accountability\nDepartment of General Services\nDepartment of Human Resources\nDisability Compensation Fund\nDistrict of Columbia Board of Elections\nExecutive Office of the Mayor, including the Office of Policy and Legislative Affairs, Serve DC,\nand the Office of Community Affairs\nOffice of Campaign Finance\nOffice of Employee Appeals\nOffice of Partnerships and Grants Services\nOffice of People’s Counsel\nOffice of Risk Management\nOffice of the Chief Technology Officer\nOffice of the City Administrator\nOffice of the Inspector General\nPublic Employees Relations Board\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 609\n\nPublic Service Commission\nSecretary of the District of Columbia (including the Notaries Public Board of Review)\n2 3 7 . C O M M ITTEE O N H EA LTH .\n\n(a) The Committee on Health is responsible for matters concerning health and\nenvironmental health; the regulation of health occupations and professions, and health care\ninspectors.\n(b) The following agencies come within the purview of the Committee on Health:\nAdvisory Committee on Acupuncture\nAdvisory Committee on Anesthesiologist Assistants\nAdvisory Committee on Naturopathic Medicine\nAdvisory Committee on Physician Assistants\nAdvisory Committee on Polysomnography\nAdvisory Committee on Surgical Assistants\nBoard of Allied Health\nBoard of Audiology and Speech-Language Pathology\nBoard of Behavioral Health\nBoard of Chiropractic\nBoard of Dentistry\nBoard of Dietetics and Nutrition\nBoard of Marriage and Family Therapy\nBoard of Massage Therapy\nBoard of Medicine\nBoard of Nursing\nBoard of Nursing Home Administration\nBoard of Occupational Therapy\nBoard of Optometry\nBoard of Pharmacy\nBoard of Physical Therapy\nBoard of Podiatry\nBoard of Professional Counseling\nBoard of Psychology\nBoard of Respiratory Care\nBoard of Social Work\nBoard of Veterinary Examiner\nCommittee on Metabolic Disorders\nCommission on HIV/AIDS\nCouncil on Physical Fitness, Health, and Nutrition\nDepartment of Health\nDepartment of Health Care Finance\nDepartment of Mental Health\nDeputy Mayor for Health and Human Services\nDistrict of Columbia Health Benefit Exchange Authority\nHealth Information Exchange Policy Board\nMental Health Planning Council\nMetropolitan Washington Regional Ryan White Planning Council\nNot-For-Profit Hospital Corporation\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 610\n\nState Rehabilitation Council\nStatewide Health Coordinating Council\n2 3 8 . C O M M ITTEE O N H U M A N S ERV IC ES .\n\n(a) The Committee on Human Services is responsible for matters concerning welfare; social\nservices; youth affairs (other than juvenile justice); disability services; and the regulation of\nalcoholic beverages.\n(b) The following agencies come within the purview of the Committee on Human Services:\nAdvisory Committee on Child Abuse and Neglect\nAlcoholic Beverage Regulation Administration\nChild and Family Services Agency\nChildren and Youth Investment Trust Corporation\nCitizen Review Panel on Child Abuse and Neglect\nCommission on Persons with Disabilities\nDepartment on Disability Services\nDepartment of Human Services\nDepartment of Youth Rehabilitation Services\nDevelopmental Disabilities State Planning Council\nInteragency Council on Homelessness\nOffice of Disability Rights\nStatewide Independent Living Council\n2 3 9 . C O M M ITTEE O N TH E J U D IC IA RY A N D PU BLIC S A FETY .\n\n(a) The Committee on the Judiciary and Public Safety is responsible for matters affecting the\njudiciary and judicial procedure which are within the authority of the Council; matters affecting\ndecedents’ estates and fiduciary affairs; matters affecting administrative law and procedure;\nmatters affecting criminal law and procedure; ex-offender affairs; matters arising from or\npertaining to the police and fire regulations of the District of Columbia; and other matters related to\npolice protection, correctional institutions (including youth corrections), fire prevention,\nemergency medical services, homeland security, criminal justice, and public safety.\n(b) The following agencies come within the purview of the Committee on the Judiciary and\nPublic Safety:\nAccess to Justice Initiative\nChild Support Guidelines Commission\nCommission on Ex-Offender Affairs\nCommission on Judicial Disabilities and Tenure\nCommission on Selection and Tenure of Administrative Law Judges\nCorrections Information Council\nCriminal Justice Coordinating Council\nDepartment of Corrections\nDepartment of Forensic Sciences\nDeputy Mayor for Public Safety and Justice\nDistrict of Columbia Judicial Nomination Commission\nDistrict of Columbia National Guard\nDistrict of Columbia Sentencing and Criminal Code Revision Commission\nFire and Emergency Medical Services Department\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 611\n\nHomeland Security and Emergency Management Agency\nHomeland Security Commission\nJuvenile Justice Advisory Group\nJuvenile Abscondence Review Committee\nMetropolitan Police Department\nMotor Vehicle Theft Prevention Commission\nOffice of Administrative Hearings (including the Advisory Committee to the Office of\nAdministrative Hearings)\nOffice of Justice Grants Administration\nOffice of Police Complaints\nOffice of the Attorney General for the District of Columbia\nOffice of the Chief Medical Examiner\nOffice of Unified Communications\nOffice of Victims Services\nOffice on Ex-Offender Affairs\nPolice Complaints Board\nPolice Officer Standards and Training Board\nPretrial Services Agency\nPublic Defender Service\nUniform Law Commission\nSecurity Officer Advisory Commission\n2 4 0 . C O M M ITTEE O N TRA N S PO RTA TIO N A N D TH E EN V IRO N M EN T.\n\n(a) The Committee on the Transportation and the Environment is responsible for matters\nrelating to environmental protection regulation and policies; highways, bridges, traffic, vehicles, and\nother transportation issues; the regulation of taxicabs; maintenance of public spaces; recycling;\nwaste management; and water supply and wastewater treatment.\n(b) The following agencies come within the purview of the Committee on Transportation\nand the Environment:\nDepartment of Motor Vehicles\nDepartment of Public Works\nDistrict Department of the Environment\nDistrict Department of Transportation\nDistrict of Columbia Bicycle Advisory Council\nDistrict of Columbia Taxicab Commission\nEnvironmental Planning Commission\nGreen Buildings Advisory Council\nPedestrian Advisory Council\nSoil and Water Conservation District\nStreetcar Financing and Governance Task Force\nSustainable Energy Utility Advisory Board\nWashington Aqueduct\nWater and Sewer Authority\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 612\n\n2 4 1 . C O M M ITTEE O N W O RKFO RC E A N D C O M M U N ITY A FFA IRS .\n\n(a) The Committee on Workforce and Community Affairs is responsible for matters related\nto workforce-development issues; employment and manpower development; the concerns of the\naging; human rights; Latino, African, and Asian and pacific islander affairs; gay, lesbian, bisexual,\nand transgender affairs; issues related to women; and veterans affairs; public parks and recreation.\n(b) The following agencies come within the purview of the Committee on Workforce and\nCommunity Affairs:\nAdvisory Commission on Caribbean Community Affairs\nAdvisory Committee to the Office of GLBT Affairs\nApprenticeship Council\nCommission on African Affairs\nCommission on African American Affairs\nCommission on Asian and Pacific Islander Affairs\nCommission for Women\nCommission on Aging\nCommission on Human Rights\nCommission on Latino Community Development\nDepartment of Employment Services\nDepartment of Parks and Recreation\nInterfaith Council\nOccupational Safety and Health Board\nOffice of Asian and Pacific Islanders Affairs\nOffice of Gay, Lesbian, Bisexual, and Transgender Affairs\nOffice of Human Rights\nOffice of Latino Affairs\nOffice of Veterans Affairs\nOffice on African Affairs\nOffice on Aging\nUnemployment Compensation Fund\nRecreation Assistance Board\nWorkforce Investment Council\nD . C REA TIO N O F S U BC O M M ITTEES .\n2 4 5 . S U BC O M M ITTEES .\n\nThe Chairman of the Council shall nominate the chairperson and members of each\nsubcommittee of the Council. The Council shall act by resolution on the Chairman’s nominations. A\nsubcommittee may use subpoenas to obtain testimony or documents only if the standing committee\nof which it is a subcommittee authorizes the issuance of subpoenas. Each bill or resolution reported\nby a subcommittee shall be referred to its standing committee for a vote and scheduling for the\nCommittee of the Whole. Subcommittees shall comply with the requirements of these Rules.\nE. S P EC IA L C O M M ITTEES A N D S PEC IA L P RO J EC TS .\n2 5 1 . C REA TIO N O F S P EC IA L C O M M ITTEES .\n\nThe Council may establish by resolution a special committee to consider investigations,\nethics, and other matters. The resolution shall set forth the jurisdiction, size, duration, and date for\nfinal action of the special committee.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 613\n\n2 5 2 . U S E O F S U BPO EN A S BY S PEC IA L C O M M ITTEE.\n\nA special committee may use subpoenas to obtain testimony or documents only if the\nresolution creating the special committee authorizes the issuance of subpoenas. Subpoenas issued\nby special committees shall comply with the requirements of Article VI of these Rules.\n2 5 3 . S PEC IA L PRO J EC TS .\n\nThe Council may establish by resolution a special project related to policy development or\noversight. The resolution shall set forth the timetable, budget, goals, and deliverables of the special\nproject, and specify whether the project will be undertaken by a standing or special committee, or\nanother method of organization.\nF. A PPO IN TED O FFIC ERS O F TH E C O U N C IL.\n2 6 1 . A PP O IN TM EN T O F O FFIC ERS .\n\nThe appointed officers of the Council are the Secretary, General Counsel, and Budget\nDirector. The Chairman shall recommend the assignment and removal of these officers, and the\nCouncil shall act by resolution on the Chairman’s recommendation.\n2 6 2 . S EC RETA RY .\n\nThe Secretary is the chief administrative officer of the Council and is responsible for\nmaintaining records of Council actions including the filing of bills and proposed resolutions,\namendments to bills and resolutions, requests for hearings, committee reports, and other records\nand reports assigned by these Rules, the Council, or the Chairman, and for proposing and\nadministering the fiscal year budget of the Council.\n2 6 3 . G EN ERA L C O U N S EL.\n\nThe General Counsel is responsible for advising the Council on matters of parliamentary\nprocedure, identifying legislative problems, providing members with alternatives in terms of policy\noptions to solve those problems, representing the Council in any legal action to which it is a party or\nin which the Council has a significant interest, providing legal representation for a Councilmember\nor employee for actions taken within the scope of their legislative duties, supervising the\npublication of the District of Columbia Official Code, preparing technical-amendment and\nenactment bills, providing legislative drafting assistance to all members, engrossing and enrolling\nmeasures, make determinations about the legal sufficiency of legislation, and making necessary\ntechnical and conforming changes in measures during enrollment. The General Counsel shall serve\nas Ethics Counselor for the Council.\n2 6 4 . BU D G ET D IREC TO R.\n\nThe Budget Director is responsible for advising members of the Council on matters related\nto the budget including the development of annual and multiyear budgets and financial plans,\nreview of contracts, and analysis of the fiscal impact of legislation. The budget staff shall also serve\nas a resource for all Council committees and members.\nG . C O U N C IL PERS O N N EL A N D A PPO IN TM EN TS .\n2 7 1 . S U BO RD IN A TE S TA FF O F A PP O IN TED O FFIC ERS .\n\nThe appointed officers may assign, remove, and determine the remuneration for their\nrespective professional and clerical staffs, subject to appropriations and positions allocated by the\nCouncil.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 614\n\n2 7 2 . C O M M ITTEE S TA FF.\n\n(a) Within 14 business days of the organizational meeting held pursuant to section 301, the\nchairperson of each committee shall appoint and shall present for the approval of committee\nmembers the names and responsibilities of each committee staff person. The chairperson shall\nremove, and determine the remuneration for the staff of the committee, subject to appropriations\nand positions allocated by the Council.\n(b) The chairperson of each committee shall notify the members of the committee of such\naction within 3 business days.\n2 7 3 . C O U N C ILM EM BERS ’ P ERS O N A L S TA FF.\n\nEach Councilmember may assign, remove, and determine the remuneration for his or her\npersonal staff, subject to appropriations and positions allocated by the Council.\n2 7 4 . S EP A RA TIO N P A Y A N D BU D G ET A C C O U N TIN G .\n\n(a) Notwithstanding sections 271, 272, and 273 of these Rules, when an employee is\nseparated for non-disciplinary reasons, a Councilmember may not authorize severance pay in\nexcess of one week of the employee’s basic pay for each year of service in the District government,\nunless the Council otherwise authorizes by resolution a larger amount of severance pay.\n(b) If it is known that a Councilmember will be in office for a time period that is less than the\nremaining fiscal year, the Councilmember’s budget shall be adjusted to account for the time to be\nserved, unless the Council otherwise authorizes by resolution a different amount.\n2 7 5 . C O U N C IL A PP O IN TM EN T TO O TH ER BO D IES .\n\nWhere the law provides for the Council to appoint an individual to another body, the\nChairman shall nominate an individual and the Council shall act by resolution on the nomination. A\nCouncil appointee shall report to the Council on a periodic basis. The Council may instruct by\nresolution its representative as to the position to take on a particular matter.\n2 7 6 . A PP O IN TM EN T BY C O M M ITTEES A N D M EM BERS .\n\n(a) Where the law provides for a committee to appoint an individual to another body, the\ncommittee shall act by resolution on the appointment.\n(b) Where the law provides for a member to appoint a person to a board or commission, the\nmember shall make the appointment by filing a memorandum with the Secretary that states:\n(1) The legal capacity in which the member is acting, e.g., as a member of the Council\nor as chairperson or a member of a particular committee;\n(2) The date of appointment;\n(3) The official name of the board or commission to which the person is being\nappointed;\n(4) The name, complete mailing address, and ward designation of the person\nappointed;\n(5) The law under which the appointment is being made; and\n(6) The term of the appointment.\n2 7 7 . RES ID EN C Y REQ U IREM EN T FO R A PPO IN TM EN TS .\n\nEach member of a District of Columbia board or commission who is appointed under\nsections 275 or 276, shall be a resident of the District of Columbia at the time of appointment,\nunless the law or order that established the board or commission specifically authorizes the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 615\n\nappointment of a nonresident as a member of the board or commission or if a majority of the\nCouncil waives the residency requirement.\nH . C O M PU TIN G TIM E, C IRC U LA TIO N , A N D FILIN G REQ U IREM EN TS .\n2 8 1 . C O M PU TIN G TIM E.\n\n(a) Unless a law or rule specifically provides otherwise, when counting a time period:\n(1) Stated in days or a longer unit of time:\n(A) Exclude the day of the event that triggers the period;\n(B) Count every day, including Saturdays, Sundays, and legal holidays;\n(C) Exclude days of recess; and\n(D) Include the last day of the time period, but if the last day is a Saturday,\nSunday, legal holiday, or day of recess the period continues to run until the end of the next day that\nis not a Saturday, Sunday, legal holiday, or day of recess.\n(2) Stated in hours:\n(A) Begin counting immediately on the occurrence of the event that triggers\nthe period;\n(B) Count each hour, including hours during intermediate Saturdays,\nSundays, and legal holidays;\n(C) Exclude hours during days of recess; and\n(D)If the period would end on a Saturday, Sunday, legal holiday, or day of\nrecess the period continues to run until the same time on the next day that is not a Saturday, Sunday,\nlegal holiday, or day of recess.\n(b) For purposes of these Rules, when counting a time period stated in “business days”:\n(1) Exclude the day of the event that triggers the period;\n(2) Exclude intermediate Saturdays, Sundays, legal holidays, and days of recess; and\n(3) Include the last day of the time period, but if the last day is a Saturday, Sunday,\nlegal holiday, or day of recess the period continues to run until the end of the next day that is not a\nSaturday, Sunday, legal holiday, or day of recess.\n(c) For purposes of these Rules, when counting a time period for a notice requirement under\nthese Rules, include days of recess.\n2 8 2 . FILIN G W ITH TH E S EC RETA RY .\n\n(a) Unless a law or rule specifically provides otherwise, when a Councilmember is required\nto file a document or provide notice with the Secretary, the Councilmember shall deliver a hard copy\nof the document or the notice to the Secretary.\n(b) A Councilmember shall also ensure that an electronic copy of the following documents is\nfiled on the “v” drive or the intranet portal:\n(1) A measure introduced pursuant to sections 401 and 402;\n(2) A committee print and report;\n(3) Amendments; and\n(4) Any other document required to be electronically filed by rule or law or that the\nSecretary determines should be filed electronically.\n(c) Notwithstanding subsection (a) of this section, the Secretary may elect to receive a\ndocument electronically or establish a system or method for electronic filing of any document.\n2 8 3 . C IRC U LA TIO N TO M EM BERS A N D C O M M ITTEES\n\n(a) The Secretary shall distribute, upon introduction, a hard copy of each measure to each\nCouncilmember and, upon referral, to the committee chairman of the committee to which the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 616\n\nmeasure is referred. The Secretary shall also distribute to each Councilmember, upon introduction\nor filing, a notice of investigation by subpoena, and Mayoral disapproval of a Council act.\n(b)(1) Any document that is not required to be distributed under subsection (a) of this\nsection may be distributed electronically, if a Councilmember elects to receive the document\nelectronically and the electronic document is identical to the document that is circulated in hard\ncopy, including any attachments, tables, or charts.\n(2) A Councilmember may elect to receive an electronic copy of any document that is\nrequired to be distributed under subsection (a) of this section instead of a hard copy, provided that\nthe electronic document shall be identical to the document that is circulated in hard copy, including\nany attachments, tables, or charts.\n(3)(A) Notwithstanding any other rule, the following documents may be distributed\nelectronically:\n(i) A notice of intent to waive Rule 231(c);\n(ii) A notice of new business under section 429;\n(iii) A draft committee print and report; or\n(iv) Any other document required to be distributed electronically by\nrule or law or that the Secretary determines should be filed electronically.\n(B) If a document under this paragraph is required to be circulated and filed,\nthe document shall be filed as provided in section 282.\n(c) Unless a law or rule specifically provides otherwise, when a Councilmember is required\nto circulate a document or provide notice to a committee, the Councilmember shall deliver either an\nelectronic copy or a hard copy of the document or the notice to the members of the committee.\n(d) Each document required by these Rules to be distributed to Councilmembers shall be\ndistributed to the Council Officers.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 617\n\nA RTIC LE III— P RO C ED U RES FO R M EETIN G S .\nA . LEG IS LA TIV E M EETIN G S .\n3 0 1 . O RG A N IZ A TIO N A L M EETIN G .\n\nOn the first day of each Council Period that is not a Saturday, Sunday, or legal holiday, the\nCouncil shall convene an organizational meeting for the purpose of considering the adoption of\nRules of Organization and Procedure, selecting a Chairman Pro Tempore pursuant to section 212,\nappointment of committee chairs and memberships, appointment of Councilmembers to regional\nbodies, and appointment of Council officers. If a quorum is not present, the Chairman shall convene\nan organizational meeting as soon as feasible.\n3 0 2 . REG U LA R M EETIN G S .\n\n(a) The Council shall hold a regular legislative meeting on the first Tuesday of every month\nexcept during a Council Recess. When the day for a regular legislative meeting falls on a legal\nholiday, the meeting shall be held at the same time on the next day. Regular legislative meetings\nshall begin at 10:00 a.m.\n(b) Regular meetings of the Council shall be held in the Council Chamber, Room 500 of the\nJohn A. Wilson Building, 1350 Pennsylvania Avenue, N.W.\n(c) The Chairman may designate another time, day, or place for a legislative meeting at a\nprior legislative meeting or meeting of the Committee of the Whole by circulating and filing notice\nwith the Secretary at least 48 hours before the meeting.\n(d) The Chairman may cancel a future regularly scheduled meeting. The Secretary shall\ncirculate notice to each Councilmember and the public of a meeting cancellation.\n3 0 3 . A D D ITIO N A L A N D S PEC IA L M EETIN G S .\n\n(a) The Chairman may call additional legislative meetings of the Council.\n(b) Any 2 Councilmembers may request that the Chairman call a special legislative meeting.\nThe request shall be filed with the Secretary. Immediately upon the filing of the request, the\nSecretary shall notify the Chairman and other Councilmembers of the filing of the request. If, within\n24 hours after the request is filed, the Chairman does not call the requested special meeting, to be\nheld within 72 hours after the request is filed, a majority of the Councilmembers may file with the\nSecretary a written notice that a special legislative meeting will be held, specifying the date, hour,\nplace, and agenda of the special legislative meeting. The Council shall meet at that date and hour.\nImmediately upon the filing of the notice, the Secretary shall circulate notice to each\nCouncilmember as provided in subsection (c) of this section.\n(c) Whenever an additional or special legislative meeting is called, the Secretary shall\ncirculate notice to each Councilmember not less than 48 hours before the additional or special\nmeeting. The Secretary shall provide timely notice of the meeting to the public. The notice shall\nstate the date, hour, place, and agenda of the meeting and may state whether items are to be\nconsidered on a consent or non-consent agenda.\n(d) No matter shall be considered at an additional or special legislative meeting except those\nstated in the request and notification. An additional legislative meeting to consider an emergency\nand temporary matter may be called upon shorter notice, if a majority of the members agree in\nwriting to the shorter notice. The Chairman may add to the agenda of an additional legislative\nmeeting, with the written agreement of a majority of the Councilmembers, an emergency or\ntemporary measure or, without objection, a permanent measure.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 618\n\n3 0 4 . Q U O RU M .\n\n(a) A majority of the Councilmembers constitutes a quorum for the lawful convening of a\nmeeting and for the transaction of business, except that a lesser number may hold hearings.\n(b) A meeting shall not begin until a quorum is ascertained by the Chairman.\n(c) Once a quorum has been ascertained, the meeting shall proceed, unless a member raises\nthe absence of a quorum, whereupon the Chairman shall direct the calling of the roll and shall\nannounce the result.\n(d) In the absence of a quorum, the Chairman may order a Call of the House, during which\nno debate or motion shall be in order except a motion to adjourn.\n(e) During a Call of the House, the Council shall stand in recess for no more than 20 minutes\nto find absent members. After the recess, the roll shall be called again. If a quorum is present, the\nmeeting shall proceed. If a quorum is not present, the meeting shall be adjourned.\n3 0 5 . H EA RIN G TH E M A Y O R.\n\nThe Mayor has the right to be heard by the Council upon request and at reasonable times set\nby the Council.\n3 0 6 . REC ES S .\n\n(a) Except as set forth in subsection (b) of this section, no measure, other than an\nemergency-declaration resolution, emergency measure, and accompanying temporary bill, or a\nresolution to approve or disapprove a contract, to be considered at a special or additional meeting\ncalled pursuant to these Rules, may be introduced during a recess of the Council. No committee may\ntake official action during a recess of the Council; except that, when specifically authorized to do so\nby a vote of a majority of the Council, a committee may hold a public hearing or roundtable. A notice\nof future committee action may be filed during a recess of the Council.\n(b)(1) A resolution approving or disapproving a contract in excess of $1 million or a\nmultiyear contract may be introduced during any recess period.\n(2) A proposed contract in excess of $1 million during a 12-month period or a\nmultiyear contract for goods or services that is required to be submitted to the Council pursuant to\nsection 451 of the District Charter may be transmitted to the Secretary during the 30-day period\nbefore the end of the summer recess of the Council, a committee may hold a public hearing and take\nofficial action on the proposed contract in excess of $1 million or multiyear contract during this\nperiod, and a resolution approving or disapproving a contract in excess of $1 million or a multiyear\ncontract may be introduced during this recess period.\n(3) A proposed federal aid highway contract in excess of $1 million during a 12month period that is required to be submitted to the Council for its review pursuant to section 451\nof the District Charter may be transmitted to the Secretary during a recess of the Council, a\ncommittee may hold a public hearing and take official action on the proposed federal aid highway\ncontract during the recess, and a resolution approving or disapproving the proposed federal aid\nhighway contract may be introduced during the recess and during the 10-day period following\nsubmission of the proposed federal aid highway contract to the Council.\n(c) During any period of recess, the Secretary is authorized to receive measures returned by\nthe Mayor.\n3 0 7 . C O U N C IL REV IEW O F C O N TRA C TS .\n\n(a) Notwithstanding section 402(b) of these Rules, the time period for Council review of a\nproposed contract in excess of $1 million during a 12-month period or a multiyear contract that is\nrequired to be submitted to the Council pursuant to section 451 of the District Charter shall begin\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 619\n\non the first day (excluding Saturdays, Sundays, and holidays) following its receipt by the Secretary.\nThe Secretary shall ensure that a copy of the proposed contract is designated as urgent and\ncirculated in a folder of a distinctive color to the office of each member of the Council within 24\nhours (excluding Saturdays, Sundays, and holidays), following its receipt by the Secretary.\n(b) Notwithstanding any other provision of these rules, the Mayor may transmit a resolution\ndeclaring the existence of an emergency and accompanying emergency bill to the Council for\napproval of a modification to a contract that, once merged with the underlying contract or a\nmodification, would involve an expenditure in excess of $1 million during a 12-month period, if the\ncontract or a modification:\n(1) Has not been previously submitted to the Council for approval; and\n(2) Was not otherwise required to have been submitted to the Council for approval.\n(c) Notwithstanding sections 401 and 402 of these Rules, no proposed contract in excess of\n$1 million during a 12-month period or a multiyear contract that is required to be submitted to the\nCouncil pursuant to section 451 of the District Charter may be submitted between July 8, 2013, and\nJuly 15, 2013, or between July 7, 2014, and July 14, 2014.\n(d) Notwithstanding sections 401 and 402 of these Rules, a resolution approving or\ndisapproving a proposed contract shall be introduced by at least 3 Councilmembers.\n(e) The submission of an annual capital program of federal-aid highway projects to the\nCouncil for review and approval and approval of the annual program is deemed as approval of the\nindividual contracts that make up the annual program.\n(f) The Secretary shall place an electronic copy of the summary of a proposed contract on\nthe Legislative Information Management System in a manner that it may be accessed through the\nCouncil website, and on the Council “v” drive or intranet portal within 24 hours (excluding\nSaturdays, Sundays, and holidays) following its receipt.\nB. O RD ER O F BU S IN ES S FO R M EETIN G S .\n3 1 1 . O RD ER O F BU S IN ES S FO R REG U LA R M EETIN G S .\n\nDuring a regular legislative meeting, the Council shall take up business in the following\norder unless a different order has been set for a particular meeting by action of the Committee of\nthe Whole:\n(1) Call to order at the time and place set forth pursuant to section 302;\n(2) Moment of silence;\n(3) Determination by the Chairman of the presence of a quorum;\n(4) Presentation of ceremonial resolutions;\n(5) Secretary’s report on the filing of reports by committees, unless the formal\nreading of the report is waived without objection;\n(6) Secretary’s report of the introduction of new measures filed with that office,\nunless the formal reading of the report is waived, and the introduction by Councilmembers of new\nmeasures by reading the short title without objection;\n(7) Approval of the consent agenda without objection;\n(8) Reading by short title and votes on proposed ceremonial resolutions;\n(9) Final reading by short title and final vote on bills that have been pending at least\n13 days since they were previously read;\n(10) Reading by short title and vote on reported and discharged bills;\n(11) Reading by short title and vote on proposed resolutions except as provided in\nparagraph (8) of this section;\n(12) Reading by short title and vote on resolutions declaring the existence of\nemergencies and accompanying emergency measures;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 620\n\n(13) Reading by short title and vote on temporary legislation;\n(14) Official communications received from the Mayor or an agency; and\n(15) Other business.\n3 1 2 . O RD ER O F BU S IN ES S FO R A D D ITIO N A L A N D S P EC IA L\nM EETIN G S .\n\nDuring an additional or special meeting, the Council shall take up business in the following\norder:\n(1) Call to order at the time and place set forth in the meeting notice;\n(2) Moment of silence;\n(3) Determination by the Chairman of the presence of a quorum;\n(4) Such items in the order set forth in the meeting notice.\n3 1 3 . P RO C EED IN G O U T O F O RD ER.\n\nThe Chairman, without objection, or upon the vote of a majority of the Councilmembers\npresent and voting, may proceed on any item of business out of order.\nC . RU LES O F D EC O RU M .\n3 2 1 . D EC O RU M O F M EM BERS .\n\n(a) Councilmembers shall refrain from private discourse or other acts tending to distract the\nattention of the Council from the business before it.\n(b) In debate, a Councilmember shall confine remarks to the pending question and avoid use\nof personalities.\n(c) A Councilmember, in referring to another Councilmember, should avoid using the\nCouncilmember’s name, rather identifying that member by ward or at-large status, as the\nCouncilmember who last spoke, or by describing the Councilmember in some other manner.\n(d) It is not the person but the measure that is the subject of debate, and it is not allowable\nto question or impugn the motives of a Councilmember, but the nature or consequences of a\nmeasure may be condemned in strong terms.\n3 2 2 . D EC O RU M O F M EM BERS O F TH E PU BLIC .\n\n(a)(1) No person may commit any act tending to distract the attention of the Council from\nthe business before it.\n(2) No person may engage in loud, threatening, or abusive language, or disruptive\nconduct in the John A. Wilson Building with the intent and effect of impeding or disrupting the\norderly conduct of business in the building.\n(b) The Chairman shall maintain order during a meeting. If the Chairman determines that\nthe removal of a person other than a Councilmember is necessary to maintain order, after warning\nthe person, the Chairman may order the removal of the person.\n(c) Unless permitted by the Chairman, no person may enter the area designated as the well\nor the dais of the Chamber during an official meeting of the Council.\n(d)(1) No signs, placards, posters, or attention devices of any kind or nature shall be carried\nor placed within the Council hearing or meeting rooms or Chamber. No demonstrations are\npermitted in the Chamber or any area in which a Council proceeding or a public hearing is being\nconducted.\n(2) This prohibition shall not apply to armbands, emblems, badges, or other articles\nworn on the personal clothing of individuals; provided, that such armbands, badges or emblems are\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 621\n\nof such a size and nature as not to interfere with the vision or hearing of other persons at a meeting\nnor extend from the body as may cause injury to another.\n(3) Any person who violates the provisions of this subsection, relating to signs, or\nwho willfully interrupts or disturbs Council proceedings, after warning to desist, may be removed\nfrom the premises.\n(4) Models, photographs, maps, charts, drawings, and other such demonstrative\nmaterials intended for use in a presentation by a specific person in testimony before the Council\nshall be permitted without objection.\n(e) No person, except a Councilmember or staff, shall be allowed in the anterooms of the\nChamber during the course of any hearing or other proceeding of the Council or any committee of\nthe Council, except upon invitation of the Chairman or the chairman of the committee holding the\npublic hearing.\nD . RU LES O F D EBA TE.\n3 3 1 . O BTA IN IN G TH E FLO O R.\n\nA Councilmember who wishes to speak, give notice, make a motion, submit a report, or\nwishes to obtain the floor for any other purpose, shall address and be recognized by the Chairman\nbefore addressing the Council.\n3 3 2 . TIM E LIM ITS FO R D EBA TE.\n\n(a) No Councilmember may be recognized more than once to debate or make a motion\nrelating to a pending matter until all Councilmembers who wish to speak have been recognized.\n(b) A member may speak no more than 3 minutes during the first round of debate on a\npending matter, and no more than 2 minutes on a subsequent round.\n(c) A member may yield all or part of his or her time provided by this section to another\nmember.\n(d) The Chairman may in his or her discretion modify time limitations with respect to\nspecific matters scheduled for debate.\n3 3 3 . PERS O N A L PRIV ILEG E.\n\nAny member, as a matter of personal privilege, may speak no more than 10 minutes\nconcerning a matter that may affect the Council collectively, its rights, its dignity or the integrity of\nits proceedings, or the rights, reputation, or conduct of its individual members in their\nrepresentative capacities only.\n3 3 4 . PO IN TS O F O RD ER.\n\nA point of order is not debatable unless the Chairman permits debate. If the Chairman\npermits debate on a point of order, the Chairman may limit debate.\n3 3 5 . A PP EA L.\n\nAn appeal may be taken from any decision of the Chairman. A Councilmember shall state the\nbasis for appealing a decision, to which the Chairman may respond. An appeal is not debatable and\nshall be acted upon immediately. An affirmative vote of a majority of the members present and\nvoting is required to sustain the Chairman.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 622\n\n3 3 6 . [ RES ERV ED . ]\n3 3 7 . REC O G N ITIO N O F N O N - M EM BERS .\n\nThe Chairman may recognize a person who is not a Councilmember if the participation of\nthe person would, in the judgment of the Chairman, enhance the understanding of the matter under\nconsideration by the Council. Recognition of a non-Councilmember during a legislative meeting\nshall be limited to situations in which emergency action by the Council is under consideration.\n3 3 8 . P RES EN TA TIO N O F C EREM O N IA L RES O LU TIO N S .\n\n(a) A ceremonial resolution that has been adopted by the Council may be presented from\nthe well of the Chamber during a legislative meeting by the Councilmember who introduced the\nresolution, or another Councilmember designated by the Councilmember who introduced the\nresolution.\n(b) During a Council Period, no Councilmember may present more than 8 ceremonial\nresolutions, except that a Councilmember may yield his or her right to present a ceremonial\nresolution under this section to another Councilmember.\n(c) No Councilmember may speak for more than 2 minutes on each ceremonial resolution.\n(d) No recipient of a ceremonial resolution may present a display or performance during a\nlegislative meeting.\n(e) No more than one recipient for each ceremonial resolution shall be permitted to speak\nduring a legislative meeting.\n3 3 9 . EX PED ITED O PTIO N A L P RO C ED U RE FO R REP RO G RA M M IN G S ,\nREV EN U E BO N D S , A N D REV IEW RES O LU TIO N S .\n\n(a) This section shall apply to a resolution regarding a reprogramming request, revenue\nbonds, rules, regulations, confirmation resolutions, and other actions that:\n(1) Are proposed for promulgation or adoption by the Mayor or an independent\nagency;\n(2) Are required by law to be approved, disapproved, or reviewed by the Council\nbefore taking effect; and\n(3) Take effect after a set period of time by operation of law.\n(b) A resolution covered by this section may, at the option of the committee chairperson, be\nplaced on the non-consent agenda of the next regular legislative meeting following approval by a\ncommittee, without referral to the Committee of the Whole.\n(c) If the committee report for a measure is not filed before noon on the third business day\nbefore the legislative meeting, a resolution may not be placed on the legislative agenda pursuant to\nthis section.\n(d) If a reported resolution is considered at a legislative meeting under this section, the legal\nsufficiency, technical compliance with the drafting rules of the Council, completion of the record of\nthe reported resolution, and the sufficiency of the fiscal impact statement, shall be reviewed at the\nlegislative meeting at which it is considered.\nE. M O TIO N S .\n3 4 1 . M O TIO N S REC O G N IZ ED D U RIN G D EBA TE.\n\nWhen a question is under debate, the Chairman may entertain only the following motions,\nwhich shall take precedence in the order listed:\n(1) To adjourn;\n(2) To recess;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 623\n\n(3) To reconsider;\n(4) To lay on the table;\n(5) To move the previous question;\n(6) To close debate;\n(7) To postpone to a day certain;\n(8) To recommit to committee;\n(9) To amend or substitute; or\n(10) To postpone indefinitely.\n3 4 2 . W ITH D RA W A L O R M O D IFIC A TIO N O F M O TIO N S .\n\nAny motion may be withdrawn or modified by the mover at any time before it has been\namended or voted on.\n3 4 3 . A D J O U RN .\n\nThe Chairman shall adjourn a meeting when there is no more business before the Council. A\nCouncilmember may move to adjourn at any time. A motion to adjourn is not debatable, but the\nChairman may inform the Councilmembers of any unfinished business requiring attention of the\nCouncil.\n3 4 4 . REC ES S .\n\n(a) The Chairman may, without a vote, recess a regular or legislative meeting of the Council\nto another time, day, or place.\n(b)(1) A Councilmember may move to recess a meeting.\n(2) A Councilmember may move to amend a pending motion to recess to set a\ndifferent length of the recess.\n(3) If a motion to recess does not specify the time, day, or place at which the meeting\nwill reconvene, the Chairman may set a time, day, or place, or call the meeting to order and\nsummons the members in accordance with section 367.\n(4) Neither a motion to recess nor a motion to amend a pending motion to recess is\ndebatable.\n(c)(1) A Councilmember may move to recess a hearing or roundtable and reconvene the\nhearing or roundtable at a future time, day, or place.\n(2) A recess may be taken under this subsection without a vote.\n(3) If the Council recesses a hearing or roundtable without specifying the future\ntime, day, or place for the hearing or roundtable, the Chairman must circulate notice of the new\ntime, day, or place in accordance with section 283.\n3 4 5 . REC O N S ID ER.\n\n(a) A Councilmember recorded as having voted with the prevailing side on a question may\nmove to reconsider the question at any time, except as limited by this section.\n(b)(1) An act may be reconsidered before it has been approved, deemed approved, or vetoed\nby the Mayor.\n(2) A resolution may be reconsidered at any time before its implementation.\n(3) A committee may reconsider its vote to report a measure at any time before the\nCouncil votes on the measure.\n(4) A motion to reconsider a question considered at a different meeting shall not be\nin order unless the motion to reconsider has been noticed in accordance with section 429.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 624\n\n(c) For the purpose of this rule, a Councilmember who was present and voting on a question\ndecided by a voice vote will be considered as having voted with the prevailing side on the question,\nunless the Councilmember had asked to be recorded as voting against the prevailing side or\n“PRESENT”.\n(d) A motion to reconsider cannot be made by a Councilmember who was absent during a\nvoice or roll-call vote on a question.\n(e) A motion to reconsider requires the approval of a majority of the Councilmembers\npresent and voting.\n(f)(1) If the question to which a motion to reconsider applies is debatable, the motion to\nreconsider is debatable and the debate may go to the question.\n(2) If the question to which a motion to reconsider applies is not debatable, the\nmotion to reconsider is not debatable.\n(g) If a motion to reconsider fails, the motion cannot be repeated.\n(h) A motion to reconsider is not required to consider amendments accepted or rejected on\na previous reading of a measure.\n(i) Votes to approve or amend these Rules may not be reconsidered pursuant to this section.\n3 4 6 . LA Y O N TH E TA BLE A N D TO P O S TPO N E.\n\n(a)(1) A Councilmember may make an unqualified motion to lay a question on the table,\nwhich is not debatable and, if adopted by a majority of Councilmembers present and voting, shall\nimmediately end debate on the question.\n(2) If an amendment to a measure is pending before the Council, a Councilmember\nmay make a motion to lay the amendment on the table, which is not debatable and, if adopted by a\nmajority of Councilmembers present and voting, shall immediately end debate on the amendment.\n(b) A Councilmember may move to postpone a question to a time certain, which shall be\nadopted by a majority of Councilmembers present and voting. A motion to postpone to a time\ncertain is debatable, though it is not in order to debate the merits of the underlying question.\n(c) A Councilmember may move to postpone indefinitely any question pending before the\nCouncil. A motion to postpone indefinitely is debatable, and it is in order to debate the merits of the\nunderlying question. Upon adoption of a motion to postpone indefinitely, the question may not be\nreconsidered unless 2/3rds of Councilmembers present and voting agree to reconsider the\nquestion.\n(d) A committee chairperson may, without objection, carry over a measure reported by that\ncommittee from Council consideration until the next regular legislative meeting. If a measure has\nbeen sequentially referred, the committee chairperson of the last-reporting committee may carry\nover a measure under this subsection.\n3 4 7 . M O TIO N S TO LIM IT D EBA TE.\n\n(a) Debate may be limited by a motion to close debate or a motion to move the previous\nquestion. Neither a motion to close debate nor a motion to move the previous question is debatable.\n(b) A Councilmember may move to close debate, which shall require approval of 2/3rds of\nthe Councilmembers present and voting. If a motion to close debate carries, no further debate is in\norder, except that (1) each Councilmember who has not spoken on the pending question may speak\nfor no more than 2 minutes and (2) the Chairman may recognize the maker of the pending motion.\n(c) A Councilmember may make a motion to move the previous question, which shall\nrequire approval of 2/3rds of the Councilmembers present and voting. If a motion to move the\nprevious question carries, no further debate is in order on the pending question, and no further\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 625\n\namendments to the main motion are in order absent a motion to reconsider the motion to move the\nprevious question.\n3 4 8 . REC O M M IT\n\n(a) A member may move to recommit a measure pending before the Council to a standing\ncommittee. If a majority of Councilmembers present and voting approve a motion to recommit, the\nChairman shall refer to the measure to a standing committee or committees in accordance with\nsection 405(b). A motion to recommit is debatable, though debate shall be limited to the\ndesirability of committing the measure to the committee. Debate on the merits of the measure is not\nin order while a motion to recommit is pending.\nF. A M EN D M EN TS .\n3 5 1 . A M EN D M EN TS TO BE W RITTEN .\n\n(a) Councilmembers shall endeavor to file with the Secretary amendments to pending\nmeasures by noon on the business day before the legislative meeting at which they are to be moved.\n(b) If a Councilmember has filed an amendment with the Secretary before the legislative\nmeeting in accordance with subsection (a) of this section, the Secretary shall provide a copy for\neach Councilmember before the legislative meeting begins. When the measure is to be considered,\nthe Chairman shall recognize the Councilmember for a motion to amend.\n(c)(1) If a Councilmember has not filed an amendment with the Secretary in accordance\nwith subsection (a) of this section, the Councilmember shall circulate one copy for each\nCouncilmember and 7 additional copies at the legislative meeting.\n(2) A Councilmember shall file an amendment in accordance with subsections (a)\nand (b) of section 282 within 24 hours of the legislative meeting at which the amendment was\noffered if the amendment was not previously filed in accordance with subsection (a) of this section.\n(d) Before a vote on a measure, oral amendments shall be reduced to writing and read by\nthe General Counsel, and made available for public inspection as soon as practicable.\n(e) No amendment may be approved by the Council without a fiscal-impact statement\npresented to the Council, at the time of its consideration, provided that the Chairman may waive\nthese requirements if the Chairman concurs with the Budget Director that there is no adverse fiscal\nimpact.\n3 5 2 . N O N - G ERM A N E A M EN D M EN TS .\n\nEvery amendment proposed to an emergency or temporary measure must be germane to\nthe subject matter of the measure to be amended. A non-germane amendment to a bill requires 2\nreadings and must be approved by 2/3rds of the members present and voting. To be germane, the\namendment is required only to relate to the same subject. It may entirely change the effect of or be\nin conflict with the spirit of the original motion or measure and still be germane to the subject.\n3 5 3 . FRIEN D LY A M EN D M EN TS .\n\nWithout objection, the mover of a motion or a measure may accept a friendly amendment,\nwhich, if accepted, shall be voted on simultaneously with the motion or measure. A friendly\namendment to a second-degree amendment is not considered a third-degree amendment.\n3 5 4 . A M EN D M EN T IN TH E N A TU RE O F A S U BS TITU TE.\n\n(a) A notice of intent to move an amendment in the nature of a substitute to a measure at a\nlegislative meeting shall be filed with the Secretary and circulated by noon on the business day\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 626\n\nbefore the legislative meeting. The notice shall be accompanied by the proposed amendment in the\nnature of a substitute.\n(b) Whenever an amendment in the nature of a substitute is moved, it shall reflect all\nsubstantive changes from the prior version of the legislation (committee print or engrossment) by\nusing strikeovers on the language which is proposed to be deleted from the prior version and an\nunderscore on all new language being added by the amendment in the nature of a substitute.\n(c) The mover of an amendment in the nature of a substitute may have a separate\namendment considered simultaneously with the amendment in the nature of a substitute.\nG . O TH ER M O TIO N S .\n3 5 5 . D IS C H A RG E.\n\nThe Council, by a vote of 2/3rds of the members present and voting, may discharge a\ncommittee from further consideration of a measure that has been referred to the committee. Upon\napproval of the discharge motion, the Council shall consider the measure as if it had been reported\nfrom the committee without amendment or modification or re-refer the measure to another\ncommittee.\n3 5 6 . TA KE FRO M TH E TA BLE.\n\n(a) When no question is pending before the Council, a Councilmember may move to take\nfrom the table any measure previously tabled during the legislative meeting.\n(b) When a measure is pending before the Council, a Councilmember may move to take from\nthe table any amendment to the measure which was previously tabled.\n(c) Provided that a Councilmember provided notice required in section 429(2), the\nCouncilmember may move to take from the table any measure previously tabled.\n(d) A motion to take from the table is not debatable and shall be adopted by a majority vote\nof Councilmembers present and voting.\n(e)(1) Upon adoption of a motion to take a question from the table, the question shall be\nbefore the Council in the same status as it was when the Council tabled the question.\n(2) If the motion to take a question from the table does not occur during the\nlegislative meeting at which the question was tabled, each Councilmember shall be entitled to\ndebate the question as if the last motion adhering to the question was just made.\nH . V O TIN G .\n3 6 1 . FO RM O F V O TE.\n\nVoting shall be in the form of “YES”, “NO”, and “PRESENT”. A vote of “PRESENT” shall be\ndeemed the equivalent of an abstention or a non-vote.\n3 6 2 . V O IC E V O TES .\n\nExcept as provided in Rule 363, votes on all questions shall be by voice, with the results\ndetermined by the Chairman. A Councilmember’s vote upon any matter shall be recorded upon\nrequest.\n3 6 3 . D EM A N D FO R RO LL- C A LL V O TE.\n\nAny member, in advance of a vote or promptly thereafter, may demand a roll-call vote.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 627\n\n3 6 4 . C A LLIN G TH E RO LL.\n\nWhen a roll-call vote is demanded, the Secretary shall call the roll of the Councilmembers in\nrotating alphabetical order so that the Councilmember whose name is called first is the same\nmember whose name was called second on the next previous vote, and so on through the roll, so\nthat the Councilmember whose name is called last is the same Councilmember whose name was\ncalled first on the next previous vote. At the end of the roll call, the names of those who failed to\nanswer can be called again, or the Chairman can ask if anyone entered the room after the\nCouncilmember’s name was called. Changes of vote are also permitted at this time, before the result\nis announced. No Councilmember may vote “pass” more than once on the same amendment or the\nbill in its entirety. A second vote of “pass” shall be considered a vote of “present.”\n3 6 5 . REC O RD S O F V O TES .\n\n(a) When a vote on legislation is by voice vote, the Secretary will record all members\npresent as voting “yes” unless there has been a request to be recorded as having voted “no”, a\nmember votes “present,” or a member has recused himself or herself from voting.\n(b) When a roll-call vote is demanded, the Secretary will record the names of those voting\n“YES”, “NO”, or “PRESENT”. Members will be recorded as absent if they are not in the Chamber when\na vote is taken. Voting records are official records of the Council.\n(c) After the Chairman has announced the result of a vote, a Councilmember may not change\nhis or her vote.\n3 6 6 . P RO X Y V O TIN G P RO H IBITED .\n\nNo proxy shall be permitted either for the purpose of voting or for the purpose of obtaining\na quorum.\n3 6 7 . S U M M O N S O F M EM BERS .\n\n(a) Before putting a question to vote, the Chairman may hold open the vote for no more than\n2 minutes for the purpose of summoning members who are absent. During that time, the Secretary\nshall summon the members who are absent from the Chamber. At the Chairman’s direction, the\nSecretary shall call the names of the absent members.\n(b) No Councilmember may be summoned more than once at the same legislative meeting.\nI. O PEN M EETIN G S .\n3 7 1 . O P EN M EETIN G S , G EN ERA LLY .\n\n(a) Except as provided in section 375, a meeting of the Council shall be open to the public.\n(b) For purposes of this part, a “meeting of the Council” means a gathering of a quorum of\nthe Council for purposes of discussing Council business, whether informal or formal. A meeting of\nthe Council does not include chance meetings, social gatherings, or press conferences. For purposes\nof these rules, a meeting of the Council does not apply to a gathering of a quorum for a committee.\n3 7 2 . M EETIN G S O F C O U N C IL D EEM ED O P EN .\n\nA meeting of the Council is deemed open if the:\n(1) Public is permitted to be physically present;\n(2) News media is permitted to be physically present; or\n(3) Meeting is televised.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 628\n\n3 7 3 . N O TIC E O F M EETIN G S .\n\n(a) Before a meeting of the Council is held, whether open or closed, at least one\nCouncilmember attending the meeting shall notify the Secretary at least 48 hours before the\nmeeting, unless emergency circumstances require less notice.\n(b) Notice provided pursuant to this section shall be posted by the Secretary in plain view,\nthe relevant Council office, or on the website of the Council.\n(c) A notice for a meeting of the Council provided pursuant to this section shall include the:\n(1) Date;\n(2) Time;\n(3) Location; and\n(4) Planned agenda, if applicable, for the meeting.\n(d) If a meeting of the Council, or any portion of the meeting, is expected to be closed, the\nnotice shall include, if feasible, a statement of the intent to close the meeting, including the reasons\nfor the closure.\n3 7 4 . REC O RD O F M EETIN G S .\n\n(a) Except as provided in subsection (e) of this section, all meetings, whether open or\nclosed, shall be recorded electronically. In accordance with section 447, the electronic recording\nshall be produced and maintained by the Secretary provided that if a recording is not possible\ndetailed minutes of the meetings shall be kept by the Secretary.\n(b) Copies of the records shall be provided to the public or any requester at his or her\nexpense.\n(c) A copy of the minutes shall be made available to the public or requester no more than 3\nbusiness days after the meeting.\n(d) A copy of the full record including any recording or transcript shall be made available no\nlater than 7 business days after the meeting.\n(e) This section shall not apply to administrative meetings, breakfast meetings, open\ndiscussions, or other gathering of the Council where no official action is expected to take place;\nprovided, however, that no official action may be taken at such meetings.\n3 7 5 . EX C EPTIO N S TO O PEN M EETIN G S .\n\nA meeting of the Council may be closed for the following reasons:\n(1) A law or court order requires that a particular matter or proceeding not be\npublic;\n(2) To discuss, establish, or instruct the public body’s staff or negotiating agents\nconcerning the position to be taken in negotiating the price and other material terms of a contract,\nincluding an employment contract, if an open meeting would adversely affect the bargaining\nposition or negotiating strategy of the public body;\n(3) To discuss, establish, or instruct the public body’s staff or negotiating agents\nconcerning the position to be taken in negotiating incentives relating to the location or expansion of\nindustries or other businesses or business activities in the District;\n(4)(A) To consult with an attorney to obtain legal advice and to preserve the\nattorney-client privilege between an attorney and a public body, or to approve settlement\nagreements; provided, that, upon request, the public body may decide to waive the privilege.\n(B) Nothing herein shall be construed to permit a public body to close a\nmeeting that would otherwise be open merely because the attorney for the public body is a\nparticipant;\n(5) Planning, discussing, or conducting specific collective-bargaining negotiations;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 629\n\n(6) Preparation, administration, or grading of scholastic, licensing, or qualifying\nexaminations;\n(7) To prevent premature disclosure of an honorary degree, scholarship, prize, or\nsimilar award;\n(8) To discuss and take action regarding specific methods and procedures to protect\nthe public from existing or potential terrorist activity or substantial dangers to public health and\nsafety, and to receive briefings by staff members, legal counsel, law enforcement officials, or\nemergency service officials concerning these methods and procedures; provided, that disclosure\nwould endanger the public and a record of the closed session is made public if and when the public\nwould not be endangered by that disclosure;\n(9) To discuss disciplinary matters;\n(10) To discuss the appointment, employment, assignment, promotion, performance\nevaluation, compensation, discipline, demotion, removal, or resignation of government appointees,\nemployees, or officials, including Councilmembers and staff;\n(11) To discuss trade secrets and commercial or financial information obtained from\noutside the government, to the extent that disclosure would result in substantial harm to the\ncompetitive position of the person from whom the information was obtained;\n(12) To train and develop members of a public body, including the Council and staff;\n(13) To deliberate upon a decision in an adjudication action or proceeding by a\npublic body exercising quasi-judicial functions; and\n(14) To plan, discuss, or hear reports concerning ongoing or planned investigations\nof alleged criminal or civil misconduct or violations of law or regulations, if disclosure to the public\nwould harm the investigation.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 630\n\nA RTIC LE IV — LEG IS LA TIO N .\nA . IN TRO D U C TIO N O F LEG IS LA TIO N .\n4 0 1 . W H O M A Y IN TRO D U C E.\n\n(a)(1) Only a Councilmember may introduce legislation for consideration by the Council.\n(2) At the time legislation is filed with the Secretary, the legislation shall be placed\non the Council “v” drive or intranet portal.\n(b)(1) Proposed legislation transmitted to the Council by the Mayor or an independent\nagency submitted in appropriate form and in compliance with these Rules shall be introduced by\nthe Chairman, at the request of the Mayor or an independent agency.\n(2) Unless proposed legislation by the Mayor or an independent agency filed with\nthe Secretary by the second business day before a meeting of the Council, the proposed legislation\nmay not be introduced or considered at the meeting.\n(3) Proposed legislation from the Mayor or an independent agency shall be\ntransmitted to the Council by hard copy, email, or any other medium as determined by the\nSecretary. All confirmation resolutions submitted to the Council by the Mayor shall include a copy of\nthe current resume of the nominee. The Secretary shall place a copy of the proposed legislation on\nthe Council “v” drive or intranet portal.\n(4) Legislation transmitted under this subsection shall be filed with the Secretary\nduring normal business hours, as defined by section 101(30).\n(5) The Secretary shall determine whether the proposed legislation is in appropriate\nform and may return any proposed legislation that is not in appropriate form to the Mayor or the\nindependent agency.\n4 0 2 . M A N N ER O F IN TRO D U C TIO N .\n\n(a) A Councilmember may introduce a measure either by:\n(1) Reading the short title of the measure, except a ceremonial resolution, during the\nperiod of a legislative meeting or a work session of the Committee of the Whole designated for\nintroductions and immediately providing the Secretary with the signed original of the bill or\nresolution; or\n(2) Filing the signed original of the measure with the Secretary during normal\nbusiness hours.\n(b) Unless a law specifically provides otherwise, no matter transmitted for a period of\nCouncil review before taking effect shall be deemed transmitted to the Council or the Chairman, and\nno time period for Council review shall begin to run until the matter has been formally introduced\nby the Chairman pursuant to subsection (a)(1) of this section.\n(c) Whenever a measure would require the Secretary to transmit its text or anything\nassociated with the text to a person, the Councilmember who introduced the measure shall provide\nthe Secretary with the last-known address of the recipient.\n(d) Proposed legislation transmitted for introduction by the Mayor or an independent\nagency shall be addressed to the Chairman and filed with the Secretary. The Secretary shall circulate\nthe measure in accordance with these rules.\n4 0 3 . IN TRO D U C TIO N O F EM ERG EN C Y LEG IS LA TIO N .\n\nEmergency legislation, emergency-declaration resolutions, and temporary legislation may\nbe introduced as provided in sections 401 and 402, or may be introduced at a meeting called to\nconsider the emergency legislation and temporary legislation.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 631\n\n4 0 4 . REA D IN G IN TRO D U C TIO N S .\n\n(a) At each legislative meeting and work session of the Committee of the Whole, during the\nperiod designated for introductions, the Secretary shall read the short titles of measures that were\nintroduced pursuant to section 402(a)(2) between the previous reporting period and the 10 am of\nthe business day before the legislative meeting or Committee of the Whole work session, and\nprovide the numbers assigned as provided in section 805 and the committee referrals as provided\nin section 405.\n(b) Measures may not be debated or amended when they are read for introduction.\n(c) The formal reading of the Secretary’s report as provided in subsection (a) of this section\nmay be waived by unanimous consent.\n(d) A Councilmember may raise questions regarding a committee referral included in the\nSecretary’s report without a formal reading of the entire Secretary’s report.\n(e) A Councilmember may introduce no more than 3 measures at a legislative meeting or\nCommittee of the Whole work session.\n(f) A Councilmember may speak for no more than 3 minutes on each measure introduced.\n(g) Only one Councilmember may speak on each introduced measure; provided, that a\nCouncilmember may yield all or a part of the Councilmember’s time provided by this section to\nanother Councilmember.\n4 0 5 . C O M M ITTEE REFERRA L.\n\n(a)(1) When a measure is introduced before a legislative meeting or Committee of the\nWhole work session, the Chairman may refer it to the appropriate committee or committees, taking\ninto account standards of germaneness, unless the Council retains the measure. The referral is\nofficial unless the Chairman provisionally refers the bill to a committee or committees.\n(2) If the Chairman provisionally refers the bill to a committee or committees, the\nreferral shall be deemed official after 3 business days. If the Chairman refers the measure to\nanother committee within the 3-business-day period or any time thereafter, the referral shall not\nbecome official until the next regular legislative meeting or Committee of the Whole work session.\nThe Chairman may refer a bill or proposed resolution for comments at any time.\n(b) When a bill is introduced by filing it with the Secretary, rather than introducing it at a\nmeeting pursuant to subsection (a) of this section, the Chairman shall refer it to the appropriate\ncommittee or committees. Such referral is not official until it is read at a meeting pursuant to\nsection 404.\n(c)(1) The Chairman may refer a measure to 2 or more committees for sequential\nconsideration of all or part of the measure, and may refer all or part of the measure to one or more\ncommittees for comments.\n(2) Where there is a sequential referral, the Chairman may make the referral and\nspecify a time period within which one or more of the committees must report the measure. If a\ncommittee fails to file a report within the specified time period, the measure shall be deemed\ndischarged from the committee, and the Secretary shall provide notice that the measure is ready for\nsubsequent action by another committee or to be agendized for Council consideration.\n(c) The Chairman may re-refer a bill or resolution from one committee to another\ncommittee and the new referral shall become official at the next legislative meeting or Committee of\nthe Whole work session.\n(d) A committee may not consider a measure unless the Chairman has made an official\nreferral.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 632\n\n4 0 6 . C O M M EN TS BY EX EC U TIV E.\n\nThe Executive may comment on any measure. Unless otherwise required by law, neither the\nCouncil nor a committee must wait for Executive comments before considering a measure.\n4 0 7 . W ITH D RA W A L O F LEG IS LA TIO N .\n\n(a) Whenever a rule, regulation, or resolution is proposed for promulgation by an entity\nother than the Council and is required by law to be approved, disapproved, or reviewed by the\nCouncil before its taking effect and would take effect automatically by operation of law, the proposal\nmay be withdrawn formally by the proposer before final Council action or, if the Council takes no\naction, before any time limit imposed by law. The withdrawal shall render the original proposal a\nnullity as if it were never proposed. These proposed rules, regulations, and resolutions may be\nwithdrawn only by written request transmitted to the Chairman.\n(b) A Councilmember may withdraw any measure before any action has been taken by the\ncommittee to which the measure has been referred (i.e., hearing, markup, or vote). A withdrawal\nshall be filed with the Secretary. A withdrawal shall render the original measure a nullity, as if it\nwere never introduced. If a measure has been introduced by more than one Councilmember, all cointroducers must consent to withdrawal under this subsection.\n(c) Notwithstanding subsection (a) of this section, if a Councilmember withdraws a\nresolution approving or disapproving a contract or reprogramming after the date the contract or\nreprogramming would otherwise have been deemed approved, the measure shall be deemed\napproved on the date the resolution is withdrawn, unless it has been deemed approved before that\ntime by operation of law.\nB. C O U N C IL A PP RO V A L.\n4 1 1 . C O N S EN T A G EN D A .\n\n(a)(1) The Chairman shall prepare a consent agenda for each legislative meeting that shall\ninclude measures that the Chairman believes will be adopted by unanimous vote. The consent\nagenda shall be approved by the Committee of the Whole at a work session before the legislative\nmeeting for which the agenda was prepared. Without objection, a Councilmember may amend the\ncommittee print of a measure without removing the bill or resolution from the consent agenda, if\nthe amendment is filed with the Secretary at or before the Committee of the Whole meeting and\ncirculated to the Councilmembers at the Committee of the Whole meeting.\n(2) A Councilmember may remove a measure from the consent agenda at the\nCommittee of the Whole meeting or at the legislative meeting before the vote on the consent\nagenda.\n(3) Measures removed from the consent agenda shall be considered as provided in\nsection 311, except that the Chairman may first consider items removed from the consent agenda.\n(4) Before the vote on the consent agenda at a legislative meeting, and without\nobjection from any other Councilmember, a Councilmember may request that a measure on the\nnon-consent agenda be moved to the consent agenda.\n(5) Approval of the consent agenda during a legislative meeting will include the\nunanimous approval of all matters included in the consent agenda. If a Councilmember asks for his\nor her vote to be recorded on a particular measure, the measure shall be removed from the consent\nagenda.\n(b) A resolution declaring the existence of an emergency and accompanying emergency bill\nsubmitted by the Mayor or an independent agency pursuant to section 307(b) shall be included in\nthe consent agenda prepared by the Chairman for the first regularly scheduled legislative meeting\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 633\n\nthat occurs more than 5 business days after the resolution declaring the existence of an emergency\nand accompanying emergency bill have been filed with the Secretary.\n4 1 2 . EM ERG EN C Y LEG IS LA TIO N .\n\n(a)(1) When a Councilmember proposes a measure to be passed immediately due to\nemergency circumstances, the Council may debate the question of the existence of an emergency\nand then shall vote on whether emergency circumstances exist.\n(2) A Councilmember may debate the merits of a measure to determine whether\nemergency circumstances exist.\n(3) If 2/3rds of the Councilmembers find that emergency circumstances exist, the\nCouncil shall consider the measure on its merits.\n(b) For purposes of this section, an “emergency” means a situation that adversely affects the\nhealth, safety, welfare, or economic well-being of a person for which legislative relief is deemed\nappropriate and necessary by the Council, and for which adherence to the ordinary legislative\nprocess would result in delay that would adversely affect the person whom the legislation is\nintended to protect.\n(c) Emergency legislation shall take effect, according to its terms, either immediately or at a\nspecific time. Pursuant to section 412(a) of the Charter (D.C. Official Code § 1-204.12), emergency\nlegislation shall be effective law for no more than 90 days.\n4 1 3 . TEM P O RA RY LEG IS LA TIO N .\n\nIf the Council approves an emergency bill under section 412, the Council may, at the same\nlegislative meeting, consider a temporary bill on first reading without committee referral. The\ntemporary bill must be substantially similar to the emergency bill and may remain effective for no\nmore than 225 days.\n4 1 4 . TEC H N IC A L- A M EN D M EN T LEG IS LA TIO N .\n\n(a) On an occasional basis, the General Counsel shall prepare a technical amendment bill for\nintroduction by the Chairman.\n(b) Notwithstanding section 501(a), no hearing is required before final adoption of a\ntechnical-amendment bill prepared in accordance with this section.\n(c) A technical-amendment bill shall contain only amendments to existing law and no\namendment included in the technical-amendment bill may make substantive changes to the existing\nlaw. Any amendment to the technical-amendment bill must be certified as technical by the General\nCounsel.\n(d) An amendment to a technical-amendment bill that has not been certified as technical by\nthe General Counsel shall be out of order for Council consideration.\n4 1 5 . EN A C TM EN T LEG IS LA TIO N .\n\n(a) On an occasional basis, the General Counsel shall prepare an enactment bill for\nintroduction by the Chairman.\n(b) Notwithstanding section 501(a), no hearing is required before final adoption of an\nenactment bill prepared in accordance with this section.\n(c) An enactment bill shall present, for each title of the District of Columbia Official Code\nproposed to be enacted into positive law, a compilation, restatement, and revision of the general\nand permanent laws of the District of Columbia that conforms to the understood policy, intent, and\npurpose of the Council or Congress in the original enactments, with such amendments and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 634\n\ncorrections as to remove ambiguity, contradictions, and other imperfections, both of substance and\nof form.\n(d) An amendment to an enactment bill that has not been proposed by the General Counsel\nas an amendment consistent with subsection (c) of this section shall be out of order for Council\nconsideration.\n4 1 6 . V ETO ED LEG IS LA TIO N .\n\n(a) Whenever the Mayor disapproves and returns an act pursuant to section 404(e) of the\nCharter (D.C. Official Code § 1-204.04(e)), the disapproved act shall be the property of the full\nCouncil. The Chairman may solicit comments or recommendations on the disapproved act from a\ncommittee or committees. A Councilmember may move for the Council to reenact the disapproved\nact before the end of the 30-day review period provided in section 404(e) of the Charter. If 2/3rds of\nthe Councilmembers present and voting vote to reenact the act, the act shall become law subject to\nthe provisions of section 602(c) of the Home Rule Act (D.C. Official Code § 1-206.02(c)).\n(b) Whenever the Mayor disapproves and returns any item or provision of a budget act\npursuant to section 404(f) of the Charter (D.C. Official Code § 1-204.04(f)), the disapproved act shall\nbe the property of the full Council. The Chairman may solicit comments or recommendations on the\ndisapproved item or provision from a committee or committees. A Councilmember may move for\nthe Council to reenact any disapproved item or provision of the budget act before the end of the\n30-day review period provided in section 404(f) of the Charter. If 2/3rds of the Councilmembers\npresent and voting vote to reenact any item or provision of the budget act, the item or provision so\nreenacted shall be transmitted by the Chairman to the President of the United States.\n4 1 7 . TRA N S M IS S IO N O F A C TS .\n\nThe Chairman shall transmit adopted acts to the Mayor and enacted acts to the United States\nSenate and the United States House of Representatives as required by the Charter.\n4 1 8 . EFFEC T O F EN D O F C O U N C IL PERIO D .\n\n(a)(1) A measure that has not been finally adopted by the Council before the end of the\nCouncil Period in which the measure was introduced lapses without prejudice to the measure’s\nreintroduction in a subsequent Council Period.\n(2) If temporary legislation has been passed on first reading pursuant to section 413\nat the last legislative meeting in a Council Period, it may be considered on final reading during the\nnext Council Period.\n(3) A matter transmitted by the Mayor or an independent agency for a designated\nperiod of Council review that is pending at the end of a Council period shall be in the same status\nthat the matter was at the end of the prior Council period and the legislation assigned a new\nnumber. If notice required by these Rules has been given in the prior Council period, no additional\nnotice shall be required before action on the matter.\n(b) Legislation that has been finally adopted by the Council during a Council Period shall not\nlapse simply because any of the following occurs:\n(1) Approval or veto by the Mayor;\n(2) Approval by operation of law;\n(3) Reenactment after a veto;\n(4) Submission to referendum; or\n(5) Transmittal to Congress.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 635\n\n(c) Records of measures that lapsed at the end of a Council Period may be incorporated by\nreference in the records of substantially similar measures considered in a later Council Period,\nincluding the record of any hearing or roundtable that was held in a prior Council Period.\nC . N O TIC E A N D PU BLIC A TIO N O F IN TEN D ED A C TIO N S .\n4 2 1 . G EN ERA L N O TIC E BY PU BLIC A TIO N O F IN TEN D ED A C TIO N S\nA N D H EA RIN G S .\n\n(a)(1) Except as provided in these Rules, 15 days’ notice by publication in the Register is\nrequired before Council adoption of a measure.\n(2) Abbreviated notice under this subsection may be given upon good cause found\nand published in the Register with the notice.\n(b) Except as provided in these Rules, 15 days’ notice by publication in the Register is\nrequired before the conduct of a hearing.\n(c) Abbreviated notice under subsection (b) of this section may be given:\n(1) For a hearing on a permanent bill for the purpose of rescheduling the hearing\nwhere the hearing was previously noticed in the Register.\n(2) For a hearing on a resolution, where a hearing is required, upon good cause\nfound and published in the Register with the notice, and where the abbreviated notice provides at\nleast 3 business days’ notice; or\n(3) For an oversight or investigative hearing, where such notice is posted on the\nCouncil website.\n(b) No prior notice by publication is required for the adoption of a ceremonial resolution, an\nemergency bill or resolution, an emergency-declaration resolution, or a resolution adopting Council\nRules, appointing Council officers and committee chairpersons and members, or pertaining to the\ninternal operation or organization of the Council.\n4 2 2 . PERS O N A L S ERV IC E O R A C TU A L N O TIC E.\n\nNotice by publication is not required if all persons subject to an intended action are named,\nand in accordance with law, either are served personally or have actual notice of the Council’s\nintended action.\n4 2 3 . M ETH O D S O F N O TIC E.\n\n(a) Where not otherwise required by these Rules or other provisions of law to be done in\nspecific fashion, notice may be given by:\n(1) Publication in the Register;\n(2) Publication in one or more newspapers of general circulation;\n(3) Mailing notices to a mailing list of organizations and individuals established and\nmaintained by the Secretary;\n(4) Use of other news media;\n(5) Posting notice in a prominent place in the John A. Wilson Building and other\npublic buildings or posting places;\n(6) Facsimile;\n(7) E-mail;\n(8) Posting on the Council’s official website; or\n(9) In any other manner directed by the Council.\n(b) Where notice to the public is required under these Rules, by law, otherwise, the\nSecretary shall post the notices on the Council website.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 636\n\n4 2 4 . N O TIC E O F EM ERG EN C Y A C TIO N S .\n\n(a) When an emergency measure is to be considered, a notice that includes a statement of\nthe reasons for the emergency and the intended effect of the emergency measure shall be filed, and\na draft of the emergency measure and emergency-declaration resolution shall be circulated, by\nnoon on the third business day before the legislative meeting at which the emergency measure is to\nbe considered, unless the nature of the emergency precludes such notice. If the nature of the\nemergency precludes the notice, the sponsor of the legislation shall circulate and file the measure\nwith the Secretary and take steps to ensure that Councilmembers have notice at the earliest\npossible time before the meeting at which the emergency measure is to be considered.\n(b) Notwithstanding the provisions of subsection (a) of this section, public notice of\nintended emergency action shall be given before adoption of an emergency bill or resolution by at\nleast one method provided in section 423.\n4 2 5 . N O TIC E O F TEM PO RA RY LEG IS LA TIO N .\n\n(a) Each temporary bill adopted pursuant to section 413, shall be circulated and filed with\nthe accompanying emergency measure in accordance with section 424. Following approval on first\nreading, the Secretary shall publish a notice of intent to adopt the temporary bill on second reading\nin the Register.\n(b) When temporary legislation is to be considered under section 413, the notice of\nemergency action under section 424 shall include notice of the temporary legislation.\n4 2 6 . N O TIC E O F W A IV ER O F RU LE 2 3 1 ( c ) .\n\n(a) A notice of a request to waive Rule 231(c) shall be filed and circulated no later than noon\non the third business day before the legislative meeting at which a measure is to be considered. The\nnotice shall include a rationale for the request.\n(b) If the committee report for a measure is not filed before noon on the third business day\nbefore the legislative meeting, a motion to waive 231(c) may not be placed on the legislative agenda.\n(c) Before approval of a motion to waive Rule 231(c), a certification shall be made of a\nmeasure’s legal sufficiency and technical compliance with the drafting rules of the Council; the\ncompletion of the record; and a determination made of the sufficiency of the fiscal impact\nstatement.\n(d) Approval of a motion to waive Rule 231(c) shall require a vote of 2/3rds of the members\npresent and voting.\n(e) A motion to waive Rule 231(c) is not in order if the legislation includes amendments\nmade by one or more committees that are beyond the jurisdiction of the committee or committees.\n4 2 7 . N O TIC E O F C EREM O N IA L RES O LU TIO N S .\n\nEach ceremonial resolution shall be filed by noon on the business day before the legislative\nmeeting at which it is to be considered. Without objection, ceremonial resolutions scheduled for\npresentation at a legislative meeting, may be presented at a Committee of the Whole meeting\nscheduled for the same day.\n4 2 8 . N O TIC E A N D P U BLIC A TIO N O F A D O PTED LEG IS LA TIO N .\n\nEach measure adopted by the Council shall be published in the Register. Except as provided\nin section 204 of the District of Columbia Codification Act of 1975, effective October 8, 1975 (D.C.\nLaw 1-19; D.C. Official Code § 2-602), no measure shall become effective until after its publication.\nOnce notice by publication has been given in accordance with this section, no additional publication\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 637\n\nis necessary for an act completing Congressional review to become effective law as provided in\nsection 602 of the Home Rule Act of 1973(D.C. Official Code § 1-206.02).\n4 2 9 . N O TIC E O F N EW BU S IN ES S .\n\nExcept as provided in these Rules, a Councilmember shall file a notice of intent by noon on\nthe third business day before a legislative meeting, to make any of the following motions:\n(1) A motion to reconsider a measure that was considered at a prior legislative\nmeeting;\n(2) A motion to take from the table a measure that was laid on the table at a prior\nlegislative meeting;\n(3) A motion to discharge; or\n(4) Any other motion that brings new business before the Council.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 638\n\nA RTIC LE V — H EA RIN G P RO C ED U RES .\nA . P RO C ED U RES FO R H EA RIN G S .\n5 0 1 . A U TH O RITY TO C A LL H EA RIN G S .\n\n(a)(1) The Council shall hold a hearing when required by law and may hold a hearing on any\nmatter relating to the affairs of the District. A Council hearing may be called by the Chairman.\n(2) A hearing shall be held on all permanent bills before final adoption by the\nCouncil. A hearing or roundtable is not required where a hearing on the same or a similar bill was\nheld in the immediately preceding Council Period.\n(b) A committee of the Council shall hold a hearing when required by law and may hold a\nhearing on any matter relating to the affairs of the District that is properly within the committee’s\njurisdiction as provided in these Rules.\n(c) Unless a hearing is required by law or regulation, a committee may hold a roundtable on\nany matter relating to the affairs of the District that is properly within the committee’s jurisdiction\nas provided in these Rules. A roundtable shall comply with the hearing requirements set forth in\nthis Article. A committee is not required to meet the notice requirements of section 421 to hold a\nroundtable.\n(d) A notice of a hearing or a roundtable shall be filed with the Secretary.\n5 0 2 . Q U O RU M .\n\nOne Councilmember, for the Council, or one member of a committee, for the committee,\nshall constitute a quorum for the purpose of holding a hearing or a roundtable.\n5 0 3 . PA RTIC IPA TIO N BY M EM BERS .\n\n(a) Each Councilmember may participate in hearings of the Council or of a committee,\nwithout regard to whether the Councilmember is a member of the committee conducting the\nhearing.\n(b) Each Councilmember may question witnesses for no more than 10 minutes until after\neach Councilmember has had an opportunity to question the witnesses.\n5 0 4 . O P EN TO PU BLIC .\n\n(a) All hearings and roundtables shall be open to the public unless, upon good cause shown,\na majority of the Council or a committee approves the convening of a hearing in an executive\nmeeting, and as provided in sections 371-375.\n(b) Except as provided in subsection (c) of this section, testimony taken and evidence\nreceived in a closed hearing or roundtable shall be confidential and may not be released to the\npublic.\n(c)(1) Upon good cause shown and after notice as provided in this subsection, a majority of\nthe Council or committee members may approve the release of testimony or evidence received in a\nclosed hearing or roundtable.\n(2) Ten days before the release of testimony or evidence under this subsection, the\nCouncil or committee must notify, in writing, the affected witness that the Council or committee\nintends to release the testimony or evidence.\n(3) Before the expiration of the 10-day period, the affected witness may request, in\nwriting directed to the presiding Council or committee member, and the Council or committee may\nconsider withholding the testimony or evidence described in the notice.\n(d)(1) If a committee, in the publication of notice of a hearing or roundtable, sets a deadline\nbefore which a person must contact the committee to be permitted to be a witness at the public\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 639\n\nhearing, then at the time that the public hearing is held, each person who complied with the\ncommittee’s requirements shall be given an opportunity to testify.\n(2) A person who fails to comply with the requirements of this subsection may not\ntestify unless the presiding member allows the person to testify.\nB. REC EIV IN G TES TIM O N Y .\n5 1 1 . Q U ES TIO N IN G W ITN ES S ES .\n\nWitnesses may be questioned by Councilmembers and, with the consent of the presiding\nmember, by authorized staff or counsel.\n5 1 2 . D EC O RU M O F W ITN ES S ES .\n\n(a) A witness may address a Councilmember only through the presiding member.\n(b) A witness shall confine his or her remarks to the question under discussion and shall\navoid making negative personal comments.\n(c) The presiding member shall maintain order in the hearing or roundtable and, after\nissuing a warning, may order the removal of a disorderly person as provided in section 322.\nC . RIG H TS O F W ITN ES S ES .\n5 2 1 . RIG H T TO C O U N S EL.\n\nAny witness who appears before the Council or a committee has the right to be represented\nby counsel.\n5 2 2 . RIG H T TO M A KE O P EN IN G S TA TEM EN T.\n\nAny witness testifying at a hearing or roundtable may submit an opening statement, which\nshall be placed in the record of the hearing or roundtable. The presiding member may permit the\nwitness to read his or her statement at the hearing or roundtable.\nD . REC O RD O F H EA RIN G S .\n5 3 1 . H EA RIN G REC O RD S , REQ U IRED .\n\n(a) Within 10 business days after the close of the record for a hearing or roundtable, a\ncommittee chairperson shall file with the Secretary a hearing record, which shall be a complete\nrecord of the hearing or roundtable. The hearing record shall contain the following:\n(1) A copy of the published notice;\n(2) A copy of the witness list;\n(3) Copies of written testimony;\n(4) Statements or other materials submitted for the record;\n(5) Important correspondence with the Mayor, if applicable; and\n(6) Other information that the committee chairperson considers necessary.\n(b) If new materials are provided to the committee after the close of the record, the\ncommittee chairperson may supplement the hearing record.\n5 3 2 . C LO S E O F REC O RD .\n\nUnless otherwise provided, the record for a hearing or roundtable shall close 10 business\ndays after the hearing or roundtable.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 640\n\nA RTIC LE V I— IN V ES TIG A TIO N S A N D S U BPO EN A S .\nA . P RO C ED U RES FO R IN V ES TIG A TIO N S U S IN G S U BP O EN A S .\n6 0 1 . RES O LU TIO N A U TH O RIZ IN G TH E U S E O F S U BP O EN A S IN A N\nIN V ES TIG A TIO N .\n\n(a) In order to use subpoenas to obtain testimony or documents, the Council shall adopt a\nresolution authorizing an investigation by the Council or a special committee.\n(b) In order to use subpoenas to obtain testimony or documents, a committee must adopt a\nresolution of the committee authorizing an investigation subject to the limits of section 501. This\nresolution must be filed in the Office of the Secretary.\n(c) A resolution authorizing an investigation under this section shall delineate the purpose\nof the investigation and the subject matter to be investigated to afford witnesses adequate notice of\nthe scope of the inquiry.\n6 0 2 . N O TIC E O F IN V ES TIG A TIO N .\n\nPursuant to section 421, the Secretary shall publish a notice of each investigation\nauthorized under section 601 in the Register, which notice shall include a copy or description of the\nresolution authorizing the investigation and the date the resolution was filed in the Office of the\nSecretary.\n6 0 3 . REP O RT O F IN V ES TIG A TIO N .\n\n(a) Within 90 days of the conclusion of an investigation under this article, a committee shall\nsubmit to the Council the results of the investigation, unless the Council, by majority vote of the\nmembers present and voting, extends the time limit.\n(b) The committee, by a majority of the members present and voting, may vote not to\nrelease all or part of its report. The Council, by a majority of members present and voting, may\ndirect a committee to release its report under terms that the Council sets.\n6 0 4 . TES TIM O N Y U N D ER O A TH .\n\nA witness may be affirmed or sworn to give truthful testimony.\n6 0 5 . IS S U IN G TH E O A TH .\n\nAny person authorized by law may issue an oath or affirmation to a witness.\n6 0 6 . D EP O S ITIO N S .\n\nThe Council or committee may authorize a Councilmember, staff, or counsel to take the\ntestimony of witnesses by oral or written depositions.\nB. S U BP O EN A S .\n6 1 1 . IS S U A N C E O F S U BPO EN A S .\n\nThe Council, any standing committee of the Council, and, if authorized by the resolution\nestablishing it, any special committee, may subpoena the attendance and testimony of witnesses\nand the production of documents and other tangible items at meetings, hearings, and depositions in\nconnection with an investigation. Subpoenas shall be issued in the form set forth in Appendix A,\nand, except as provided in section 613(b), shall be served not less than 5 business days before the\nreturn date.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 641\n\n6 1 2 . REP O RT TO S EC RETA RY REG A RD IN G U S E O F S U BP O EN A .\n\nBefore issuing a subpoena, the Council, a standing committee, or authorized special\ncommittee shall submit a report to the Secretary outlining the nature and scope of the investigation\nand the type of information sought through the use of the subpoena.\n6 1 3 . S ERV IC E O F S U BPO EN A S .\n\n(a) Except as provided in subsection (b) of this section, a subpoena shall be served\npersonally on the witness or the witness’s designated agent in one of the following ways, which may\nbe attempted concurrently or successively:\n(1) By a person at least 18 years of age, designated by the committee or the Council\nfrom among the staff appointed by the Secretary who is not directly involved in the investigation; or\n(2) By a person, at least 18 years of age, engaged by the committee or the Council for\nthis purpose.\n(b) If, after a reasonable attempt, personal service on a witness or witness’s designated\nagent cannot be obtained, service may be effectuated by registered or certified mail not less than 8\nbusiness days before the return date.\n6 1 4 . EN FO RC EM EN T O F S U BP O EN A S .\n\nA committee may refer to the Council any case of contumacy by a person subpoenaed to\nappear before the committee. The Council may refer by resolution any case of contumacy by any\nperson subpoenaed by the Council or a committee to the Superior Court of the District of Columbia\nas provided in section 413 of the Charter (D.C. Official Code § 1-204.13).\nC . RIG H TS O F W ITN ES S ES .\n6 2 1 . RIG H T TO A S S ERT P RIV ILEG ES .\n\n(a) A witness has the right to refuse to answer a question that might tend to incriminate him\nor her by claiming his or her Fifth Amendment privilege against self-incrimination, other\nConstitutional privileges, or statutory or common law privileges recognized in the Superior Court of\nthe District of Columbia.\n(b) If a witness asserts a privilege, the presiding member shall inquire into the witness’s\nreasons for claiming the privilege. If the presiding member determines that the claim of privilege is\nnot warranted, the presiding member shall direct the witness to answer the question. A witness’s\ncontinued claim of privilege in the face of an order by the presiding member to answer a specific\nquestion constitutes contumacy by the witness.\n6 2 2 . N O TIFIC A TIO N O F RIG H TS .\n\nWhere a witness under subpoena is not represented by counsel, the presiding member shall\nadvise the witness of his or her privilege against self-incrimination.\n6 2 3 . RIG H T TO TRA N S C RIPT.\n\nA witness under subpoena is entitled to receive, at the cost of producing it, a written\ntranscript or a transcription of his or her testimony in connection with an investigation.\n6 2 4 . RIG H TS O F PERS O N S W H O A RE S U BJ EC TS O F IN V ES TIG A TIO N S .\n\nAny person who is the subject of an investigation authorized under section 601 may submit\nwritten questions for the cross-examination of other witnesses at a public investigative hearing\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 642\n\ncalled by the Council or a committee. With the consent of the Councilmembers present and voting,\nthe questions may be put to the witness by a Councilmember, by staff, or by counsel.\n6 2 5 . RIG H TS O F PERS O N S ID EN TIFIED IN IN V ES TIG A TIO N S .\n\nAny person, who is named or specifically identified in connection with an investigation and\nwho believes that the testimony or other evidence or comment by a member of the Council or a\ncommittee or its staff does not comport with the truth, may file a sworn statement of facts relevant\nto the testimony or other evidence or comment complained of.\nD . C EN S U RE, REPRIM A N D , A N D EX PU LS IO N P RO C ED U RES .\n6 5 1 . A D H O C C O M M ITTEES .\n\n(a) An ad hoc committee shall be established for the purposes of considering evidence of a\nviolation of the Code of Conduct, policy, or law and making recommendations for further action. An\nad hoc committee shall be established by request of any 5 members of the Council, or if a member is\ncensured by the Ethics Board.\n(b) The ad hoc committee shall be composed of 5 members appointed by the Chairman or, if\nthe Chairman is the subject of the request or Ethics Board sanction, by the Chairman Pro Tempore.\nThe committee shall not include the member making the request or the member who is the subject\nof the request. The committee’s proceedings may be conducted in executive session in accordance\nwith Council Rule 504, except that its recommendation for further action shall be made public\n(c) No penalty pursuant to Rules 655 and 656, shall be imposed unless first recommended\nby an ad hoc committee of the Council.\n6 5 2 . A D H O C C O M M ITTEE IN ITIA TED BY A N ETH IC S BO A RD\nC EN S U RE.\n\n(a) An ad hoc committee shall be established by the Council within 72 hours of a censure of\none of its members by the Ethics Board, or as soon as practicable. An ad hoc committee shall\nconsider the findings of the Ethics Board, conduct an investigation if warranted, and report its\nfindings and penalty recommendations, if any, to the Council within 45 days of being convened. The\npenalty recommendations may include:\n(1) Reprimand;\n(2) Censure; or\n(3) Expulsion.\n(b) The Council shall meet to consider the recommendation within 7 days of receiving the\nrecommendations from the committee.\n6 5 3 . A D H O C C O M M ITTEE BY REQ U ES T.\n\n(a) A request for censure or expulsion of a member of the Council may be submitted to the\nSecretary by any 5 members of the Council. The request shall contain the specific charges on which\nthe proposed sanction is based.\n(b) The Secretary shall deliver a copy of the request for an ad hoc committee and the\ncharges to each member of the Council at least 48 hours prior to the first meeting of the committee\nat which the request will be first considered.\n(c) The committee’s proceedings may be conducted in executive session in accordance with\nsection 504. The committee shall permit testimony from both the member making the request and\nthe member subject to the request and shall determine whether:\n(1) Further investigation of the charges is required to determine if a hearing is\nwarranted;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 643\n\n(2) The matter is to be set for a hearing; or\n(3) No further action should be taken with respect to the request.\n(d) If the committee determines no further action should be taken with respect to the\nrequest, the committee shall report that to the Council at its earliest opportunity. If the committee\ndetermines that further investigation is required, the committee shall conduct an investigation and\nreport a summary of its proceedings and its findings, along with penalty recommendations, if any, to\nthe Council at its earliest opportunity. The penalty recommendations, if any, may include:\n(1) Reprimand;\n(2) Censure; or\n(3) Expulsion.\n(e) If the committee does not report its recommendation and findings to the Council within\n90 calendar days of the receipt of the request to convene the committee, the matter shall be sent to\nthe Council for its consideration.\n(f) Upon receipt of the report of the committee, or at the expiration of the time for the\ncommittee to report to the Council, the Chairman shall place the matter on the Council’s agenda to\ndetermine whether or not a hearing is warranted. If the Chairman decides to set the matter for a\nhearing, it shall be scheduled for no sooner than one week after the determination to hear the\nmatter. Written notice of the hearing shall be delivered in person to the member of the Council who\nis the subject to the request or to the member’s Council office at least 48 hours in advance of the\nscheduled hearing.\n(g)(1) The hearing shall be conducted by the Chairman or, if the Chairman is the subject of\nthe hearing, by the Chairman Pro Tempore. At the hearing, the member of the Council who is the\nsubject of the request shall be given the opportunity to make an opening and a closing statement, to\ncall witnesses on his or her behalf, and to question his or her accusers. The member who is the\nsubject of the request may be represented by a persons of the member’s choice whether or not the\nperson is an attorney at law and may have that representatives speak or question witnesses on the\nmember’s behalf.\n(2) The questioning or cross-examining of witnesses may be reasonably limited by\nthe presiding member.\n(3) Testimony shall be taken only from witnesses having direct knowledge of facts or\ncircumstances relevant to the specific charges under consideration.\n(4) The rules of evidence and judicial procedure applicable in courts of law shall not\nbe applicable to this hearing, and the procedures shall be generally informal.\n(h) Notwithstanding any other provision of this rule, the Chairman, pursuant to an\nauthorizing resolution, may appoint any person or a standing or special committee to perform any\ninvestigation required by the rule.\n6 5 4 . REP RIM A N D .\n\n(a) A reprimand is a formal statement of the Council officially disapproving the conduct of\none of its members. A reprimand shall be directed to a particular member of the Council based on a\nparticular action or set of actions that is determined to be in violation of the Council’s Rules, law, or\npolicy, but is considered to be not sufficiently serious to require censure. A reprimand is\ndistinguished from censure in that it is not punishment or discipline and, therefore, does not\nrequire an investigation or hearing.\n(b) The Council may adopt a resolution of reprimand in the same manner as provided for\nthe adoption of any resolution; provided, that the Councilmember who is the subject of the\nresolution is permitted to speak in his or her defense prior to action on the motion for adoption of\nthe resolution. The fact that the Councilmember who is the subject of a reprimand does not choose\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 644\n\nto respond to the resolution or does not attend the meeting at which the resolution is to be adopted\nshall not prevent the Council from adopting the resolution; provided, that the Councilmember had\nactual notice of the inclusion of the resolution on the agenda and had a reasonable opportunity to\nattend the meeting.\n6 5 5 . C EN S U RE.\n\n(a) Censure is a formal statement of the Council officially disciplining one of its members. It\nis a punitive action, which serves as a penalty imposed for wrongdoing, but it carries no fine or\nsuspension of the rights of the member as an elected official. Censure should be used for cases in\nwhich the Council determines that the violation of law or policy is a serious offense. To protect the\noverriding principle of freedom of speech, the Council shall not impose censure on any member for\nthe exercise of his or her First Amendment right, no matter how distasteful the expression of that\nright was to the Council and the District. Nothing in this rule shall be construed to prohibit the\nCouncil, as a body, from condemning and expressing its strong disapprobation.\n(b)(1) The Council, by a 2/3rd vote of its members present and voting, may adopt a\nresolution of censure if it finds, based on substantial evidence, that a Councilmember took an action\nthat amounts to a gross failure to meet the highest standards of personal and professional conduct.\n(2) Substantial evidence is proof that a reasonable person would accept as adequate\nto support a conclusion or decision in favor of censure.\n6 5 6 . EX PU LS IO N .\n\n(a) Expulsion is the most severe punitive action, serving as a penalty imposed for egregious\nwrongdoing. Expulsion results in the removal of the member. Expulsion should be used for cases in\nwhich the Council determines that the violation of law is of the most serious nature, including those\nviolations that substantially threaten the public trust. To protect the exercise of official\ncouncilmember duties and the overriding principle of freedom of speech, the Council shall not\nimpose expulsion on any member for the exercise of his or her First Amendment right, no matter\nhow distasteful the expression of that right was to the Council and the District, or in the official\nexercise of his or her office.\n(b)(1) The Council, by a 5/6 vote of its members, may adopt a resolution of expulsion if it\nfinds, based on substantial evidence, that a Councilmember took an action that amounts to a gross\nfailure to meet the highest standards of personal and professional conduct.\n(2) Substantial evidence is proof that a reasonable person would accept as adequate\nto support a conclusion or decision in favor of expulsion.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 645\n\nA RTIC LE V II— BU D G ET P RO C ED U RES .\nA . BU D G ET REV IEW P RO C ED U RES .\n7 0 1 . RO LE O F TH E C O M M ITTEE O F TH E W H O LE.\n\nThe Mayor’s annual budget request for the District government and any supplement or\namendments to the budget submitted to the Council pursuant to section 442(a) of the Charter (D.C.\nOfficial Code § 1-204.42(a)) shall be referred to the Committee of the Whole.\n7 0 2 . BU D G ET- REV IEW S C H ED U LE.\n\nThe Budget Director, at the direction of the Chairman, shall prepare a budget-review\nschedule that includes a hearing schedule, establishes dates for closing hearing records, a template\nfor the required format of and submitting and filing of committee budget reports, and schedule\nother budget activities as necessary or appropriate. The budget-review schedule shall be presented\nto the Committee of the Whole for approval. The Budget Director, at the direction of the Chairman,\nmay change the schedule as necessary or appropriate and shall circulate the updated budget-review\nschedule and publish it on the Council website.\n7 0 3 . RO LE O F C O U N C IL C O M M ITTEES .\n\n(a) Each standing committee shall be responsible, in accordance with the budget-review\nschedule, for reviewing the budget requests for agencies within its purview, including:\n(1) Holding public hearings on the proposed budget requests of agencies and\nreceiving testimony on those budget requests from agency representatives, Advisory Neighborhood\nCommissions, other organizations, and private citizens;\n(2) Recommending funding and personnel levels for each agency;\n(3) Recommending appropriations language changes;\n(4) Identifying additional budget needs not included in the committee’s\nrecommendation under paragraph (2) of this subsection, for which funding is sought;\n(5) Identifying legislative actions required to implement the committee’s budget\nrecommendations; and\n(6) Identifying issues for further analysis by the Mayor pursuant to section\n442(a)(6) of the Charter (D.C. Official Code § 1-204.42(a)(6)).\n(b) Each committee shall submit, in accordance with the budget-review schedule, the\noriginal committee markup and report with the Committee of the Whole. No committee may submit\na markup or report that results in a net increase in the total amount of the budget request for all\nagencies under its purview, unless that markup or report also identifies additional revenue sources,\nadditional budget reductions, or both, within the committee jurisdiction, sufficient to provide\nfunding for the increase, unless another committee has directed funds to the committee for a\nspecific purpose.\n7 0 4 . C O M M ITTEE O F TH E W H O LE C O N S ID ERA TIO N O F BU D G ET\nREQ U ES T.\n\n(a) The Budget Director, at the direction of the Chairman, upon receipt of committee reports\nand markups, shall prepare a summary of committee recommendations for presentation to the\nCommittee of the Whole. This summary shall also include a comparison of the budget levels\nrecommended by committees with any revenue level recommended by the Budget Director, at the\ndirection of the Chairman, and the Chairman.\n(b) The Council Budget Director, at the direction of the Chairman, shall refer any additional\nbudget reductions recommended by a committee pursuant to section 703(b) to the committee\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 646\n\nhaving purview over the agency affected by the additional budget reduction for review and\ncomment.\n(c) The Committee of the Whole shall meet to consider committee reports,\nrecommendations, and comments, and the Chairman’s recommendations, if any, and shall proceed\nto mark up the Mayor’s budget request. No amendment shall have the effect of putting the budget\nout of balance. The Budget Director, at the direction of the Chairman, shall prepare a draft report\nand act reflecting the Committee of the Whole action.\n7 0 5 . C O U N C IL C O N S ID ERA TIO N O F TH E BU D G ET REQ U ES T.\n\nFollowing the markup and report on the full budget request by the Committee of the Whole,\nthe reported budget request shall be presented for a single reading at the next legislative meeting or\nadditional meeting called by the Chairman for that purpose.\n7 0 6 . C O N S ID ERA TIO N O F G RO S S P LA N N IN G BU D G ET RES O LU TIO N S .\n\nGross planning budget resolutions, submitted by the Mayor pursuant to section 7 of the\nFunds Control Act (D.C. Official Code § 47-306), shall be referred to the Committee of the Whole for\nconsideration according to these Rules.\n7 0 7 . C O N S ID ERA TIO N O F C O N TRO L BU D G ET A C TS .\n\nControl budget acts, submitted by the Mayor pursuant to section 8 of the Funds Control Act\n(D.C. Official Code § 47-307), shall be referred to the Committee of the Whole for consideration\naccording to these Rules.\nB. REP RO G RA M M IN G P O LIC Y A C T P RO C ED U RES .\n7 1 1 . EFFEC T O F REC ES S O N P RO C ED U RES .\n\nReprogramming requests and non-offsetting budget modification requests may not be\nsubmitted to the Council during a recess of the Council. No time period provided in this part for the\nconsideration of the requests will continue to run during a recess of the Council.\n7 1 2 . C O M M ITTEE REFERRA L O F REQ U ES TS .\n\nThe Chairman may refer reprogramming requests and non-offsetting budget modification\nrequests to the Committee of the Whole. The Chairman may also refer reprogramming requests for\ncomments to the standing committee having oversight responsibility for the program or agency\naffected.\n7 1 3 . C IRC U LA TIO N O F REQ U ES TS .\n\nThe Secretary shall circulate copies of reprogramming requests within one business day of\nthe filing of the request with the Secretary.\n7 1 4 . PU BLIC A TIO N O F N O TIC E.\n\nUpon receipt of a reprogramming request or a non-offsetting budget modification request,\nthe Secretary shall publish a “notice of reprogramming request” or a “notice of non-offsetting\nbudget modification request”, as the case may be, in the Register that, at a minimum, includes:\n(1) A description of the action requested;\n(2) The date the request was received by the Council; and\n(3) A statement that the request will be deemed approved 14 days from the date it\nwas received by the Council unless a notice of disapproval has been filed before that time by a\nmember of the Council, and that if a notice of disapproval is filed, the request will be deemed\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 647\n\napproved 30 days from the date the request was received unless, before that time, the Council\nadopts a resolution to disapprove the request.\n7 1 5 . W ITH D RA W A L O F REP RO G RA M M IN G REQ U ES TS .\n\nThe Mayor may withdraw a reprogramming request or non-offsetting budget modification\nrequest at any time before the Council’s taking final action on the request, or before its taking effect\nwithout Council action.\n7 1 6 . REQ U IREM EN TS FO R D IS A PP RO V A L O F REQ U ES TS .\n\n(a) To initiate disapproval of a reprogramming request or a non-offsetting budget\nmodification request, a Councilmember shall file a written notice of disapproval with the Secretary\nwithin 14 days after the Council receives the request. The Secretary shall circulate copies of the\nwritten notice of disapproval.\n(b) If this notice is given, the Council may consider and take final action, as provided in this\nsection, to disapprove the request within 30 calendar days after the Council receives the request.\n7 1 7 . A U TO M A TIC A P PRO V A L O F REQ U ES TS .\n\nIf the notice of disapproval provided in section 716 is not given within 14 days after the\nCouncil receives the request, the reprogramming request shall be deemed approved. If the notice is\ngiven as provided in section 716(a) and the Council does not take final action to disapprove the\nrequest as provided in this section, the reprogramming request shall be deemed approved.\n7 1 8 . TRA N S M ITTA L TO M A Y O R.\n\nThe Chairman shall transmit, by letter to the Mayor, notification of the Council’s disapproval\nor failure to disapprove a reprogramming request.\nC . FU N D S C O N TRO L A C T P RO C ED U RES .\n7 2 1 . A PP LIC A BILITY O F P RO C ED U RES .\n\n(a) This part applies to the Council’s consideration of grant applications, state plan approval\nrequests, and budget structure resolutions.\n(b) Except as provided in subsection (c) of this section, borrowing request resolutions shall\nbe considered in accordance with Council Rules applicable to resolutions.\n(c) Committee reports on borrowing requests shall comply, where appropriate, with the\nrequirements for reports on measures set forth in section 803 and may include, but not be limited\nto:\n(1) The amount to be borrowed;\n(2) The purposes for which the funds are to be used, by control and responsibility\ncenter; and\n(3) An identification of the type and amount of revenue anticipated from each\nsource to be used to repay the amount to be borrowed, the anticipated dates of receipt of the funds,\nand a schedule of repayment of the funds.\n7 2 2 . EFFEC T O F REC ES S O N FU N D S C O N TRO L A C T P RO C ED U RES .\n\nNo grant application, state plan approval request, or budget structure resolution may be\nsubmitted to the Council during a recess of the Council. No time period provided in this part for the\nconsideration of these matters shall continue to run during a recess of the Council.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 648\n\n7 2 3 . C O M M ITTEE REFERRA L O F REQ U ES TS .\n\nGrant applications, state approval requests, and budget structure resolutions shall be\nreferred to the Committee of the Whole with comments from the standing committee having\noversight responsibility for the agency or program affected. Budget structure resolutions shall be\nreferred to the Committee of the Whole.\n7 2 4 . C IRC U LA TIO N O F REQ U ES TS .\n\nGrant applications, state plan approval requests, and budget structure resolutions shall be\ncirculated within one business day after their receipt.\n7 2 5 . REQ U IREM EN TS FO R D IS A PP RO V A L.\n\n(a) To initiate disapproval of a grant application, state plan approval request, or budget\nstructure resolution, a Councilmember shall file a written notice of disapproval with the Secretary\nwithin 14 days after the Council receives the request.\n(b) If this notice is given, the Council may consider and take final action, as provided in this\nsection, to disapprove the request within 30 days after the Council receives the request.\n7 2 6 . A U TO M A TIC A P PRO V A L O F REQ U ES TS .\n\nIf the notice provided in section 725(a) is not given within 14 days after the Council receives\nthe request, the grant application, state plan approval request, or budget structure resolution shall\nbe deemed approved. If the notice is given and the Council does not take final action to disapprove\nthe request as provided in this section, the request shall be deemed approved.\n7 2 7 . TRA N S M ITTA L TO M A Y O R.\n\nThe Chairman shall transmit, by letter to the Mayor, notification of the Council’s disapproval\nor failure to disapprove grant applications, state plan approval requests, and budget structure\nresolutions.\nD . S PEC IFIED FU N D IN G A LLO C A TIO N P RO C ED U RES .\n7 3 0 . REQ U IRED IN FO RM A TIO N P RIO R TO A PP RO V A L.\n\n(a) To receive an earmarked grant through the budget process or a supplemental budget,\neach named grantee shall submit 2 copies of the following, postmarked or hand delivered to the\nBudget Director no later than 7 days following the date of the scheduled vote of the Council on the\nBudget Request Act;\n(1) The organization’s Articles of Incorporation;\n(2) Internal Revenue Service certification that the organization is tax-exempt under\nsection 501(c)(3) of the Internal Revenue Code of 1986, approved August 16, 1954 (68A Stat. 163;\n26 U.S.C. § 501(c)(3));\n(3)(A) The organization’s most recent financial audit, not more than 2 years old; or\n(B) A recent financial statement, not more than 1 year old, prepared by a\ncertified accountant that shows that the organization is in good financial standing and which\ndelineates its:\n(i) Existing assets and liabilities;\n(ii) Pending lawsuits, if any; and\n(iii) Pending and final judgments, if any;\n(4) Internal Revenue Service Form 990 covering the organization’s most recently\ncompleted fiscal year;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 649\n\n(5) A notarized statement from the grantee certifying that:\n(A) The organization is current on District and federal taxes;\n(B) The Council of the District of Columbia is authorized to verify the\norganization’s tax status with the District of Columbia Office of Tax and Revenue and the Office of\nTax and Revenue is authorized to release this information to the Council, the Mayor, and the D.C.\nAuditor;\n(C) The organization focuses primarily on services to District of Columbia;\nand\n(D) The District government shall have access to its financial, administrative,\nand operational records, including specific consent for the District of Columbia Auditor to access its\nbooks, accounts, records, findings, and documents related to the grant; and\n(6) A comprehensive program statement that includes a detailed:\n(A) Scope of work; and\n(B) Budget that describes how the grant funds shall be spent.\n(b) Nothing in this title shall be construed as waiving the requirements to submit\ninformation required of all grantees by the grantor agencies or organizations.\n(c)(1) If an organization cannot meet the submission requirements established in\nsubsection (b) of this section, the organization shall be required to submit:\n(A) A notarized statement designating a nonprofit organization, which does\nmeet the criteria, to serve as its fiscal agent or fiscal sponsor postmarked or hand delivered to the\nCouncil’s Office of the Budget Director no later than the time prescribed in subsection (a) of this\nsection; and\n(B) The information required by subsection (a)(5) of this section.\n(2) The fiscal agent or fiscal sponsor shall be required to submit the following,\npostmarked or hand delivered to the Council’s Office of the Budget Director no later than the time\nprescribed in subsection (a) of this section.\n(A) A notarized statement agreeing to serve as fiscal agent or fiscal sponsor;\nand\n(B) The information required by subsection (a) of this section.\n(d) All earmarked grants shall be listed in the Budget Support Act to include the grantee\nname, grant amount, and purpose of the grant. Prior to the second reading of the Budget Support\nAct, the Council’s Budget Director shall certify, which grantees have met the requirements of\nsubsection (a) of this section. Any grantee that has not met the requirements, shall be removed from\nthe Budget Support Act on second reading, and shall not receive funding through an earmarked\ngrant.\n7 3 1 . P RO H IBITIO N O N C O N S EC U TIV E A LLO C A TIO N S .\n\n(a) Beginning with the Fiscal Year 2011 budget, an organization may not receive a specified\nfunding allocation if the organization has received an award in the prior fiscal year.\n(b) An organization that receives a specified funding allocation for a capital project shall be\nlimited to only one capital award, annually.\n7 3 2 . LIM ITS O N A W A RD A M O U N TS .\n\nSpecified funding allocations shall be limited to $250,000 for non-capital projects and $1\nmillion for all capital projects.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 650\n\n7 3 3 . A U D IT REQ U IREM EN TS .\n\n(a) Grantees shall be notified that the District of Columbia Auditor will randomly audit grant\nrecipients.\n(b) The District of Columbia Auditor’s report shall be issued no later than March 1st of the\nfiscal year immediately following the year for which the grant was awarded.\n7 3 4 . D IS C LO S U RE REQ U IREM EN TS .\n\nCouncilmembers and staff and the officers and directors of a proposed grantee shall be\nrequired to disclose the existence of any personal, familial, or financial relationship between a\nCouncilmember or staff and any officer or director of the grantee.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 651\n\nA RTIC LE V III— C O U N C IL REC O RD S\nA . C O U N C IL REC O RD S .\n8 0 1 . RES P O N S IBILITY FO R REC O RD S .\n\n(a) The Secretary shall maintain accurate and up-to-date Council records, described in\nsections 806 and 807, and shall make the records available to the public.\n(b) Each committee shall make records on legislation assigned to the committee and on\nother committee activities and shall file the records with the Secretary. When records are in the\ncustody of the committee, the committee shall make them available to the public.\n8 0 2 . FO RM FO R IN TRO D U C TIO N S .\n\n(a) Each measure shall be introduced in typewritten form, signed by the Councilmember\nintroducing it, include a long title that identifies the subject matter of the measure, and be in\nsubstantial compliance with the form required for final adoption. The Secretary shall make the\ndetermination as to whether the measure complies with this subsection.\n(b) Co-introduction of a measure shall be evidenced by the signature of the co-introducer on\nthe face of the measure. Co-sponsorship shall be permitted up to the close of business the day\nfollowing the legislative meeting or Committee of the Whole work session at which the measure\nwas officially referred or by indication on the record at the legislative meeting.\n(c) A Councilmember may withdraw as a co-introducer or a co-sponsor by filing a notice of\nwithdrawal with the Secretary within one business day of the legislative meeting or Committee of\nthe Whole work session at which the measure was officially referred.\n8 0 3 . REP O RTS O N LEG IS LA TIO N .\n\n(a) Each measure that is adopted by a committee shall be accompanied by a report.\n(b) The report shall be adopted by the committee at the same meeting at which the measure\nis approved.\n(c) Each adopted report on a measure shall be in writing, signed by the committee’s\nchairperson, accompanied by the final measure, and dated as of the day of the markup.\n(d) Each adopted report shall contain the following information, in the order listed,\nregarding the reported legislation:\n(1) A section stating the measure’s purpose and effect (or background and need),\nwhich includes the committee’s reasoning;\n(2) A chronology of action, including the date:\n(A) Of introduction;\n(B) That the notice of intent to act on the measure was published in the\nRegister;\n(C) That the notice of hearing or roundtable was published in the Register;\n(D) Of a hearing or roundtable on the measure; and\n(E) Of the committee meeting at which the measure and report was adopted;\n(3) The position of the Executive, if any, on the measure;\n(4) The committee’s response to each relevant issue and concern raised in a\nrecommendation adopted by a resolution of an affected Advisory Neighborhood Commission, if any,\nthat has been provided to the committee before the close of the record;\n(5) A list of witnesses who testified at the hearing, or who submitted a statement for\nthe record before close of the record;\n(6) An explanation of the impact on existing provisions of law that the measure\nwould modify or affect;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 652\n\n(7) A summary of the fiscal impact;\n(8) A detailed section-by-section analysis of the measure’s provisions;\n(9) Any additional information that the committee decides to include; and\n(10) A summary of the committee’s mark-up of the measure, including:\n(A) Dissenting, separate, and individual views of committee members, if\nmembers demanded the opportunity to state their views;\n(B) A record of the results of a voice vote or, if a roll-call vote, the votes to\nadopt the legislation and the motion to adopt the report; and\n(C) Any recorded votes on amendments to the measure or other motions.\n(e) Attached to each report, in the following order, shall be:\n(1) The measure, as introduced, along with the Mayor’s transmittal letter, if\napplicable (but not necessarily any other attachments to the introduction), and the Secretary’s\nmemorandum of referral;\n(2) Any written statements or materials that the committee decides to attach;\n(3) The fiscal impact statement prepared by the Chief Financial Officer or the Budget\nDirector;\n(4) A legal sufficiency determination by the General Counsel;\n(5) If reporting a bill repealing or amending existing law, a comparative print\nshowing, by italic, underscore, strikethrough, or other typographical device, the changes proposed;\nand\n(6) A committee print that states the number of the measure; in the top left-hand\ncorner of the measure the name of the committee, the date of the committee markup, and the words\n“committee print”.\n(f) Each report prepared by the Committee of the Whole on a Council appointment to\nanother body and each report prepared by another committee on a confirmation shall include a\ncurrent resume of the nominee.\n(g) Except for emergency declaration, ceremonial, confirmation, and sense of the Council\nresolutions, no bill, resolution, or amendment to a bill or resolution may be enacted or approved by\nthe Council without a Council fiscal-impact statement that is reviewed and approved by the Council\nBudget Director or the Chief Financial Officer in the measure, committee report, or amendment\npresented to the Council, at the time of its consideration.\n(h) No measure may be approved by a committee without a written legal sufficiency\ndetermination prepared by the General Counsel and attached to the committee report..\n(i)(1) A committee chairperson shall file a reported bill or resolution with the Secretary\nwithin 20 business days of committee action on the bill or resolution unless the committee votes to\nreconsider the bill or resolution.\n(2) If a committee chairperson has failed to file a reported measure within the\nperiod of time specified in paragraph (1) of this subsection, the committee, by a majority vote of the\nmembers of the committee, may vote to have the measure as reported filed immediately with the\nSecretary, to be agendized at the next scheduled Committee of the Whole meeting.\n(j) The Budget Director shall circulate quarterly reports in accordance with section\n283(b)(3) no later than 15 days at the end of each quarter, of the bills adopted by the Council which\nreference that the bills are subject to inclusion in the financial plan and budget or subject to\nappropriations.\n(k) The Secretary shall determine whether the report complies with this section.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 653\n\n8 0 4 . A D D EN D U M TO C O M M ITTEE REP O RTS .\n\nOn final passage of a bill, a majority of the Councilmembers or a committee chairman may\nrequest that a committee submit an addendum to a committee report that explains the Council\nreasoning for any amendments where amendments, including amendments in the nature of a\nsubstitute, have been passed by the full Council. A committee shall vote on an addendum to a\ncommittee report before it may be filed with the Secretary.\n8 0 5 . ID EN TIFIC A TIO N O F C O U N C IL D O C U M EN TS .\n\n(a) Legislative documents shall be identified by a name that describes the type of document\nand a two part document number.\n(b) Legislative documents shall be identified by the following names:\n(1) A bill, whether permanent, temporary, or emergency, shall be known as a “Bill”;\n(2) A resolution, before its adoption, shall be known as a “Proposed Resolution”;\n(3) An enacted bill signed by the Mayor, a bill vetoed by the Mayor and approved by\nmembers of the Council, or an approved initiative certified by the Board of Elections shall be known\nas a “District of Columbia Act”;\n(4) An adopted resolution shall be known as a “Resolution”;\n(5) A ceremonial resolution, whether proposed or adopted, shall be known as a\n“Ceremonial Resolution”;\n(6) An act that has taken effect following a Congressional-review period shall be\nknown as a “District of Columbia Law”;\n(7) A proposed reorganization plan shall be known as a “Reorganization Plan”;\n(8) A request for a reprogramming shall be known as a “Reprogramming Request”;\n(9) A proposed state plan shall be known as a “Proposed State Plan”;\n(10) A request for a grant application approval shall be known as a “Grant\nApplication Request”; and\n(11) A request for a non-offsetting budget modification shall be known as a\n“Non-offsetting Budget Modification Request”.\n(c) The Secretary shall assign two-part numbers to Council documents identified in\nsubsection (b) of this section in the order of introduction, filing, adoption, or approval. The first part\nof the number consists of the current Council Period, and the second part consists of a consecutive\nserial number beginning with the number “1” in each Council Period.\n(d) A report on a measure or a topic shall be titled as a “Report on _____________” (with the\nname to be filled in as appropriate under subsection (b) of this section). Titled reports shall be\nfurther identified by (1) a number corresponding to the number, if any, assigned to a measure; or\n(2) if the report is not on a measure, a sequential number preceded by the year filed.\n8 0 6 . LEG IS LA TIV E FILES .\n\nThe Secretary shall maintain an official file on each bill and proposed resolution, which shall\ninclude the original of the following:\n(1) The introduced version of the bill or proposed resolution;\n(2) Any recordings, transcripts, or items submitted for the record of hearings on the\nlegislation;\n(3) The committee report on the legislation;\n(4) Files transmitted from the committee regarding committee consideration of the\nbill or resolution;\n(5) Any amendments to the bill or proposed resolution presented in legislative\nmeetings;\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 654\n\n(6) The engrossed and enrolled versions of the legislation;\n(7) Records of the publication and notice given of Council consideration of the\nlegislation; and\n(8) Records of official transmittal of the legislation to the Mayor, to Congress, or\nother agencies or entities as required by law or the legislation.\n8 0 7 . O TH ER O FFIC IA L REC O RD S .\n\nThe Secretary shall maintain other official Council records, including, but not limited to the\nfollowing:\n(1) Transcripts and recordings of all legislative meetings;\n(2) Tape recordings and minutes of all committee meetings;\n(3) Tape recordings and documents submitted for the record of all legislative\nhearings;\n(4) Tape recordings and documents submitted for the record of investigative\nhearings, recordings and transcripts of depositions and other testimony taken in connection with\ninvestigations, and reports of investigations; and\n(5) Any other document or record required by law or these Rules to be filed with the\nCouncil or with the Secretary.\n8 0 8 . REC O RD S O F LEG IS LA TIV E M EETIN G S .\n\nA recording of each legislative meeting shall be produced and maintained by the Secretary. A\nwritten transcript or a transcription of each legislative meeting shall be made available upon\nrequest. The Council may establish a fee to cover the cost of production of any recording or\ntranscript.\n8 0 9 . C O M M ITTEE REC O RD S .\n\nWhenever there is a change in the chairperson of a committee, the incumbent committee\nchairperson shall ensure that official committee files and records are maintained and transmitted to\nthe incoming committee chairperson.\nB. FREED O M O F IN FO RM A TIO N A N D S ERV IC E O F P RO C ES S .\n8 1 1 . FO IA P RO C ED U RES .\n\n(a) For purposes of the Freedom of Information Act, D.C. Official Code § 2-531 et seq., the\nSecretary, or the Secretary’s designee, shall be the Council’s FOIA Officer.\n(b) To ensure accurate and timely compliance with the law, whenever a request is received\nunder the Freedom of Information Act, D.C. Official Code § 2-531 et seq., it shall be forwarded to the\nSecretary within one business day of receipt. The FOIA Officer shall endeavor to provide documents\nunder FOIA to requesters as soon as possible, and within the 15-day requirement established by\nD.C. Official Code § 2-532.\n(c) Within one business day after receiving a FOIA request, the FOIA Officer shall inform the\nCouncilmember or Council office that is the subject of the request. The FOIA Officer shall instruct\nthe subject to put a preservation hold on, to search for, and to provide copies for any documents,\nemails, or other records responsive to the request.\n(d)(1) Upon receipt of a written request for access to a record, the FOIA Officer shall make a\ngood-faith effort to determine if the record requested is a public record and whether the Council\npossesses the identified record.\n(2) If a requester specifically identifies an email that is a public record that is not in\nthe possession of the Council, and where the requester has made a reasonable showing that the\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 655\n\nrecord is in the possession of a Council employee, including the Chairman and each Councilmember,\nthe FOIA Officer shall request that the employee search for and produce the record believed to be in\nthe employee’s possession. An employee receiving a request under this paragraph shall make\nreasonable efforts to search for and produce the record to the FOIA Officer within the time and in\nthe form prescribed by the FOIA Officer.\n(e) Before releasing any documents, emails or materials, the FOIA Officer shall give the\nsubject 48 hours to review the documents, emails, and materials, and to assert any legally\ncognizable privileges or statutory exemptions from disclosure for a specific document, email, or\nmaterial.\n(f) The General Counsel shall make the final determination on whether particular records\nare privileged or otherwise subject to disclosure.\n(g) By no later than March 1, 2013, a Council employee, including the Chairman and each\nCouncilmember, shall use the employee’s government-provided email account to transact public\nbusiness, including official action of any kind, unless the employee takes steps to ensure that any\nemails transmitted or received on an account other than the account provided by the government\nare otherwise incorporated into the Council’s records.\n8 1 2 . S ERV IC E O F P RO C ES S .\n\n(a) For the purpose of receiving legal correspondence (including summonses, complaints,\nand subpoenas), the Secretary and the General Counsel may accept service of process for the\nCouncil or any Member.\n(b) To ensure timely responses to legal pleadings, and to timely assert the Council’s\nlegislative privilege for actions taken within the scope of a Member’s legislative duties, legal\ncorrespondence shall be transmitted to the Office of the General Counsel within one business day of\nreceipt.\n(c) A Member may not accept service of process of a legal document on behalf of the Council\nor for another Member.\n(d) The General Counsel shall provide legal representation on behalf of, or make a request of\nthe Office of Attorney General for legal representation for, every Member and Council staff person\nfor actions taken within the scope of their legislative duties.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 656\n\nA RTIC LE IX — A U D ITO R.\n9 0 1 . S ELEC TIO N .\n\nThe Chairman shall nominate the Auditor and the Council shall act by resolution on the\nnomination.\n9 0 2 . TERM A N D C O M PEN S A TIO N .\n\nThe Auditor shall serve for a term of 6 years and shall be paid at a rate of compensation as\nmay be established from time to time by the Council.\n9 0 3 . VA C A NC Y.\n\nA vacancy in the Office of the Auditor shall be filled in the manner prescribed for full-term\nappointments to that office and any person appointed to fill the vacancy shall serve until the end of\nthe predecessor’s term.\n9 0 4 . S TA FF.\n\nThe Auditor shall appoint, remove, and set the relative remuneration (pursuant to the\nbudget of the Office of the Auditor) of the Auditor’s subordinate staff.\n9 0 5 . REP O RTS A V A ILA BLE TO TH E PU BLIC .\n\nThe Council shall make audit reports submitted to the Council by the Auditor, and any other\nmaterial it deems pertinent to the report, available for public inspection.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 657\n\nA RTIC LE X — C O N S TRU C TIO N , S U S PEN S IO N , A N D A M EN D M EN T O F\nRU LES .\n1 0 0 1 . PA RLIA M EN TA RY A U TH O RITY .\n\nMatters not covered by these Rules will be governed by Mason’s Manual of Legislative\nProcedure. It is the duty of the Chairman to interpret the Rules. Matters not covered by Mason’s\nManual of Legislative Procedure shall be determined by the Chairman subject to the right of a\nmember to appeal the Chairman’s ruling.\n1 0 0 2 . G EN D ER RU LE O F C O N S TRU C TIO N .\n\nUnless the context indicates otherwise, words importing one gender include the other\ngender.\n1 0 0 3 . S U S PEN S IO N O F RU LES .\n\n(a) Except for rules regarding notice, quorum, or amendment of these Rules and any\nrequirement of the Charter or other law, any Rule governing procedures of the Council may be\nsuspended during the consideration of a specified matter by motion to suspend the Rules approved\nby 2/3rds of the members present and voting.\n(b) A motion to suspend the rules is not debatable and may not be reconsidered.\n1 0 0 4 . A M EN D M EN T O F RU LES .\n\n(a) These Rules may be amended by a vote of a majority of the Council.\n(b) An amendment must be proposed in writing, signed by the proposer, circulated and\nfiled, and posted in prominent places in the John A. Wilson Building at least 15 days before\nconsideration of the amendment.\n(c) Seven Councilmembers may vote to waive or shorten the 15-day notice period.\n(d) The current version of these Rules should be featured prominently on the Council\nwebsite, including any amendments adopted since the rules were first adopted at the organizational\nmeeting held pursuant to section 301.\n1 0 0 5 . EFFEC TIV E PERIO D .\n\nThese Rules shall be effective until superseded by Rules of Organization and Procedure\nadopted in a succeeding Council Period as provided in section 301.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 658\n\nAPPENDIX A.\nTO: __________________\n__________________\n(Address)\nPURSUANT TO D.C. Official Code §1-204.13, YOU ARE COMMANDED TO APPEAR before the\n(Council/Committee on) ___________, of the Council of the District of Columbia, at ____(a.m./p.m.) on the day of\n________, 20__, to testify before the Council/Committee concerning: ___________________________________ and\nbring with you :____________________________________.\nISSUED BY: __________________ ATTEST: _______________________\nChairman/Member of the\nSecretary to the Council\nCouncil of the District of Columbia\n(Seal of the District)\nIMPORTANT: If you fail to appear at the time and place stated or to bring with you the documents or items requested,\nthe Council may refer the matter to the Superior Court of the District of Columbia for an order compelling your\nattendance or the production of the documents or items requested.\nFailure to obey such an order may be punished as contempt of Court. DO NOT FAIL TO APPEAR OR PRODUCE\nTHE REQUESTED ITEMS AT THE REQUIRED TIME.\nRETURN:\nI, ___________ certify that I served a copy of this subpoena on the named party at ______________(address), on the\n_______ day of ________, 20__, at _______, (a.m./p.m.) by the following means:\nPROCESS SERVER: _________________________\n(Address) Washington, D.C.\nDISTRICT OF COLUMBIA: SS\nSUBSCRIBED AND AFFIRMED TO ME BEFORE THIS __ DAY OF _____, 20__\n__________________________\nNOTARY PUBLIC, D.C.\nMY COMMISSION EXPIRES:\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 659\n\nYou may obtain a copy of the Rules of Organization and Procedure for the Council of the District of Columbia and the\nResolution authorizing this investigation from the Council's Legislative Services Division, John A. Wilson Building,\nRoom 10, 1350 Pennsylvania Avenue, N.W., Washington, D.C. 20004\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 660\n\nCOUNCIL OF THE DISTRICT OF COLUMBIA\nCODE OF OFFICIAL CONDUCT\n\nTABLE OF CONTENTS\nI. Conflicts of Interest ............................................................................. 661\nII. Outside Activities ............................................................................... 665\nIII. Gifts from Outside Sources ............................................................ 667\nIV. Conferences, Travel, and Receptions ............................................ 671\nV. Gifts Between Employees ................................................................. 674\nVI. Use of Government Resources....................................................... 676\nVII. Use of Confidential Information .................................................. 678\nVIII. Post-Governmental Employment Conflicts of Interest.......... 679\nIX. Political Activities .............................................................................. 681\nX. Official Mail Rules .............................................................................. 683\nXI. Ethics Training, Financial Disclosures, and Ethics Counseling 689\nXII. Decorum of Councilmembers ...................................................... 691\n\n660\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 661\n\nI. CONFLICTS OF INTEREST\n(a) GENERALLY. No employee shall use his or her official position or\ntitle, or personally and substantially participate, through decision,\napproval, disapproval, recommendation, the rendering of advice,\ninvestigation, or otherwise, in a judicial or other proceeding,\napplication, request for a ruling or other determination, contract,\nclaim, controversy, charge, accusation, arrest, or other particular\nmatter, or attempt to influence the outcome of a particular matter, in\na manner that the employee knows is likely to have a direct and\npredictable effect on the employee’s financial interests or the\nfinancial interests of a person closely affiliated with the employee.\n(b) WAIVERS. An employee other than an elected official may seek a\nwaiver, and the prohibition in subsection (a) of this section shall not\napply, if:\n(1) The employee advises the employee’s supervisor and the Ethics\nBoard of the nature and circumstances of the particular matter;\n(2) Makes full disclosure of the financial interest; and\n(3) Receives in advance a written determination made by both the\nsupervisor and the Ethics Board that:\n(A) The interest is not so substantial as to be deemed likely to\naffect the integrity of the services that the government may\nexpect from such employee; or\n(B) Another legally cognizable basis for waiver exists.\n(c)(1) RECUSAL STATEMENT. Any elected official who, in the discharge of\nthe elected official’s official duties, would be required to act in any\nmatter prohibited under subsection (a) of this section shall make full\ndisclosure of the financial interest, prepare a written statement\ndescribing the matter and the nature of the potential conflict of\ninterest, and deliver the statement to the Council Chairman. In the\ncase of elected officials other than members of the Council, the\nstatement shall be delivered to the Ethics Board.\n(2) Any employee other than an elected official who, in the\ndischarge of the employee’s official duties, would be required to\nact in any matter prohibited under subsection (a) of this section\nshall make full disclosure of the financial interest and:\n661\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 662\n\n(A) Prepare a written statement describing the matter and the\nnature of the potential conflict of interest; and\n(B) Deliver the statement to the employee’s supervisor, and to\nthe Ethics Board.\n(3) During a proceeding in which an elected official would be\nrequired to take action in any matter that is prohibited under\nsubsection (a) of this section, the Chairman shall:\n(A) Read the statement provided in subsection (c)(1) of this\nsection into the record of proceedings; and\n(B) Excuse the elected official from votes, deliberations, and\nother actions on the matter.\n(C) No Councilmember excused from votes, deliberations, or\nother actions on a matter shall in any way participate in or\nattempt to influence the outcome of the particular matter\nin a manner that is likely to have a direct and predictable\neffect on the employee’s financial interests or the financial\ninterests of a person closely affiliated with the employee.\n(4) Upon receipt of the statement provided in subsection (c)(2) of\nthis section, the employee’s supervisor shall assign the matter to\nanother employee who does not have a potential conflict of\ninterest.\n(d) SPECIFIC CONFLICT SITUATIONS.\n(1) An employee shall not receive any compensation, salary, or\ncontribution to salary, gratuity, or any other thing of value from\nany source other than the District government for the\nemployee’s performance of official duties.\n(2) No employee or member of the employee’s household may\nknowingly acquire:\n(A) Stocks, bonds, commodities, real estate, or other property,\nwhether held individually or jointly, the acquisition of\nwhich could unduly influence or give the appearance of\nunduly influencing the employee in the conduct of his or\nher official duties and responsibilities; and\n(B) An interest in a business or commercial enterprise that is\nrelated directly to the employee’s official duties, or which\n662\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 663\n\nmight otherwise be involved in an official action taken or\nrecommended by the employee, or which is in any way\nrelated to matters over which the employee could wield any\ninfluence, official or otherwise.\n(e) DEFINITIONS. For the purposes of this Rule, the term:\n(1) “Affiliated organization” means:\n(A) An organization or entity:\n(1) In which the employee serves as officer, director,\ntrustee, general partner, or employee;\n(2) In which the employee or member of the employee’s\nhousehold is a director, officer, owner, employee, or\nholder of stock worth $1,000 or more at fair market\nvalue; or\n(3) That is a client of the employee or member of the\nemployee’s household; or\n(B) A person with whom the employee is negotiating for or\nhas an arrangement concerning prospective employment.\n(2) “Direct and predictable effect” means there is:\n(A) A close causal link between any decision or action to be\ntaken in the matter and any expected effect of the matter\non the financial interest; and\n(B) A real, as opposed to a speculative possibility, that the\nmatter will affect the financial interest.\n(3) “Member of the employee’s household” means a person who\nresides in the same household as the employee and is:\n(A) A spouse or domestic partner of the employee;\n(B) A parent, sibling, or child of the employee or of any person\nin subparagraph (A) of this paragraph; or\n(C) A spouse or domestic partner of any person in\nsubparagraph (B) of this paragraph.\n(4) “Particular matter” is limited to deliberation, decision, or action\nthat is focused upon the interests of specific persons, or a\ndiscrete and identifiable class of persons.\n663\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 664\n\n(5) “Person closely affiliated with the employee” means a spouse,\ndependent child, general partner, a member of the employee’s\nhousehold, or an affiliated organization.\n\n664\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 665\n\nII. OUTSIDE ACTIVITIES\n(a) GENERALLY.\n(1) No employee shall engage in outside employment or private\nactivity that conflicts or would appear to conflict with the fair,\nimpartial, and objective performance of the employee’s official\nduties and responsibilities or with the efficient operation of the\nCouncil.\n(2) Before engaging in outside employment, an employee shall\nobtain the approval of his or her supervisor.\n(b) LIMITATIONS ON PERMISSIBLE ACTIVITIES.\n(1) An employee may engage in outside employment or activities\nsuch as teaching, writing for publication, consultative activities,\nand speaking engagements if the activities are:\n(A) Consistent with subsection (a) of this Rule;\n(B) Not otherwise prohibited by law or regulation; and\n(C) Conducted outside of regular working hours, while the\nemployee is on annual leave or leave without pay, or at a\nminimal level during work hours in a manner that does not\ninterfere with the employee’s official duties.\n(2) The information used by an employee engaging in outside\nemployment or activities shall not draw on official data or ideas\nthat are not public information, unless the employee has written\nauthorization from the employee’s supervisor to use such\ninformation.\n(c) SPECIFIC RESTRICTION ON REPRESENTATION.\n(1) Except as provided in paragraph (2) of this subsection, an\nemployee shall not:\n(A) Represent another person, have a financial interest, or\nprovide assistance in prosecuting a claim against the\nDistrict of Columbia before any regulatory agency or court\nof the District of Columbia; or\n(B) Represent another person before any regulatory agency or\ncourt of the District of Columbia in which the District of\nColumbia is a party or has a direct and substantial interest.\n665\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 666\n\n(2) The prohibition in paragraph (1) of this subsection shall not\napply to an employee, who, if not inconsistent with the faithful\nperformance of the employee’s duties, and acting without\ncompensation, represents:\n(A) A person who is the subject of disciplinary or other\npersonnel administration proceedings in connection with\nthose proceedings; or\n(B) A nonprofit cooperative, voluntary, professional,\nrecreational, or similar organization or group, if a majority\nof the organization’s or group’s members are current\nofficers or employees of the United States government or\nof the District of Columbia government, or their spouses\nor dependent children; provided, that this exception shall\nnot apply to any matter that:\n(i) Is a claim under paragraph (1)(A) of this\nsubsection;\n(ii) Is a judicial or administrative proceeding where the\norganization or group is a party; or\n(iii) Involves a grant, contract, or other agreement\n(including a request for any such grant, contract, or\nagreement) providing for the disbursement of federal\nfunds to the organization or group.\n\n666\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 667\n\nIII. GIFTS FROM OUTSIDE SOURCES\n(a) Except as provided in subsection (c) of this Rule and Rule IV,\nemployees shall not solicit or accept, either directly or indirectly, any\ngift from a prohibited source.\n(b) An employee who receives a gift from a prohibited source shall:\n(1) Return the gift to the donor;\n(2) Reimburse the donor the market value of the gift; or\n(3) If the gift is perishable and it would not be practical to return it\nto the donor, donate the gift to charity, share it with the office\nstaff, or destroy it.\n(c) Notwithstanding subsection (a) of this Rule, an employee may accept\nthe following gifts:\n(1) Greeting cards and items with little intrinsic value, such as\nplaques, certificates, and trophies, which are intended solely for\npresentation;\n(2) Loans from banks and other financial institutions on terms\ngenerally available to the public;\n(3) Rewards and prizes given to competitors in contests or events,\nincluding random drawings, open to the public;\n(4) Opportunities and benefits, including favorable rates and\ncommercial discounts:\n(A) Available to the public or to a class consisting of all\nDistrict employees;\n(B) Offered to members of a group or class in which\nmembership is unrelated to District employment; or\n(C) Offered to members of an organization, such as an\nemployees’ association or agency credit union, in which\nmembership is related to District employment if the same\noffer is broadly available to large segments of the public\nthrough organizations of similar size;\n(5) Pension and benefits resulting from continued participation in\nan employee welfare and benefits plan maintained by a former\nemployer;\n667\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 668\n\n(6) Anything that is paid for by the Council or the District or\nsecured by the Council or the District under contract;\n(7) Any donation accepted by the Council under specific authority,\nincluding:\n(A) Travel, food, and related expenses accepted by the Council\nin connection with an employee’s attendance at a meeting\nor similar event that takes place away from the employee’s\nduty station;\n(B) Other donations provided in-kind that have been accepted\nby the Council; or\n(C) Anything for which market value is paid by the employee;\n(8)(A) Unsolicited gifts having an aggregate market value of $20 or\nless per source per occasion, provided that the aggregate market\nvalue of individual gifts received from any prohibited source\nunder the authority of this paragraph shall not exceed $100 in a\ncalendar year.\n(B) Where the market value of a gift or the aggregate market\nvalue of gifts offered on any single occasion under this\nparagraph exceeds $50, the employee may not pay excess\nvalue over $50 in order to accept that portion of the gift or\nthose gifts worth $50;\n(C) Where the aggregate value of tangible items offered on a\nsingle occasion exceeds $50, the employee may decline any\ndistinct and separate item in order to accept those items\naggregating $50 or less; or\n(D) This paragraph shall not apply to gifts of cash, stock,\nbonds, or certificates of deposit;\n(9) Gifts given to an employee under circumstances that make it\nclear that the gift is motivated by a family relationship or\npersonal friendship rather than the position of the employee.\nRelevant factors in making such a determination include the\nhistory of the relationship and whether the family member or\nfriend personally pays for the gift;\n(10) Reduced membership or other fees for participation in\norganization activities offered to all District employees by\n668\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 669\n\nprofessional organizations if the only restrictions on\nmembership relate to professional qualifications;\n(11) Gifts approved in advance by the employee’s supervising\nCouncilmember in exceptional circumstances that are disclosed\nin writing, filed with the Office of the Secretary to the Council,\nand posted on the Council’s website.\n(d) A gift that is solicited or accepted indirectly includes a gift given:\n(1) With the employee’s knowledge and acquiescence to his parent,\nsibling, spouse, domestic partner, child, or dependent relative\nbecause of that person’s relationship to the employee; or\n(2) To any other person, including any charitable organization, on\nthe basis of designation, recommendation, or other specification\nby the employee, except as permitted for the disposition of\nperishable items.\n(e) SPECIFIC GIFT RESTRICTIONS. Notwithstanding any other provision\nin this Code of Conduct, no employee shall:\n(1) Solicit or accept anything of value from a registered lobbyist\nthat is given for the purpose of influencing the actions of the\nemployee in making or influencing the making of an\nadministrative decision or legislative action.\n(2) Directly or indirectly demand, seek, receive, accept, or agree to\nreceive or accept anything of value personally or for any other\nperson or entity, in return for:\n(A) Any official act performed or to be performed by the\nemployee;\n(B) Being influenced in the performance of any official act;\n(C) Being influenced to commit or aid in committing, or to\ncollude in, or allow, any fraud, or make opportunity for the\ncommission of any fraud, on the District of Columbia; or\n(D) Being induced to do or omit to do any act in violation\nof the employee’s official duty.\n(f) DEFINITIONS. For the purposes of this Rule, the term:\n(1) “Gift” means any gratuity, favor, discount, entertainment,\nhospitality, loan, forbearance, or other item having monetary\n669\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 670\n\nvalue. Gifts may also consist of training, transportation, local\ntravel, lodgings and meals, whether provided in-kind, by\npurchase of a ticket, payment in advance, or reimbursement\nafter the expense has incurred.\n(2) “Prohibited source” means any person or entity that:\n(A) Has or is seeking to obtain contractual or other business or\nfinancial relations with the District government;\n(B) Conducts operations or activities that are subject to\nregulation by the District government; or\n(C) Has an interest that may be favorably affected by the\nperformance or non-performance of the employee’s\nofficial responsibilities.\n\n670\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 671\n\nI V . C O N F E R E N C E S , T R AV E L , A N D\nRECEPTIONS\n(a) CONFERENCES AND TRAVEL.\n(1) Employees may accept reasonable expenses for food, travel,\nlodging, and scheduled entertainment to attend a meeting,\nconference, or to participate in educational travel, if:\n(A) The donor is neither a registered lobbyist nor a prohibited\nsource (an entity that has substantial interests before the\nCouncil);\n(B) The meeting or conference is an organized event;\n(C) The topics or subjects are related to official Council\nbusiness;\n(D) The event is widely attended by a range of attendees other\nthan District employees; and\n(E) Other attendees are treated similarly in terms of the food,\ntravel, lodging, and entertainment expenses that they are\noffered.\n(2) Spouses and domestic partners of employees may share lodging\nwith the employee who is attending an event under this\nsubsection; however, the spouse or domestic partner may not\naccept food, travel, or entertainment expenses unless the spouse\nor domestic partner pays market value for the same.\n(3) Employees are encouraged to submit a copy of the itinerary of\nthe meeting, conference, or educational travel in advance to the\nGeneral Counsel for review.\n(b) WIDELY ATTENDED EVENTS.\n(1) An employee may accept:\n(A) An offer of free attendance at a convention, conference,\nsymposium, forum, panel discussion, diner, gala, viewing,\nreception, or similar event; provided, that:\n(i) At least 25 persons from outside the District\ngovernment are expected to be in attendance;\n\n671\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 672\n\n(ii) Attendance at the event is open to members from\nthroughout a given industry or profession, or to a\nrange of persons interested in an issue; and\n(iii) Attendance is connected to the attendee’s official\nCouncil duties.\n(B) Free attendance for one accompanying individual to the\nevent described in subparagraph (A) of this paragraph; and\n(C) A meal that is offered to all attendees as part of the event\ndescribed in subparagraph (A) of this paragraph.\n(2) For the purposes of this subsection, the term \"connected to the\nattendee's official Council duties\" includes participation in the\nevent as a speaker or a panel participant, presenting information\nrelated to the Council or matters before the Council, performing\na ceremonial function appropriate to the official position of\nsuch individual, or attendance is otherwise appropriate to the\nrepresentative function of the Council.\n(c) GIFT BAGS. An employee may not accept a gift bag for an event\nunder subsections (a) or (b) of this Rule if the organizing event\nsponsor is a prohibited source, unless the contents of the bag meet\nthe requirements under Rule III.\n(d) DISCLOSURE.\n(1) An employee accepting a thing of value under this rule shall\ndisclose the acceptance in accordance with paragraph (2) of this\nsubsection.\n(2)(A) An employee accepting a thing of value under this rule shall,\nby the last business day of the month, provide to the Office of\nthe Secretary a list of the following for each event and thing of\nvalue:\n(i) Offeror;\n(ii) Date; and\n(iii) Estimated value.\n(B) The Secretary shall publish on the Council's website a list\nof each thing of value accepted under this Rule on the first\nFriday in the first full week of each month or, if the Friday\nis a holiday, the next business day.\n672\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 673\n\n(3) For the purposes of this subsection, the term \"thing of value\"\nshall not include an offer of free attendance to an event if the\nemployee does not attend the event.\n\n673\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 674\n\nV. GIFTS BETWEEN EMPLOYEES\n(a) Except as provided in subsections (c) and (d) of this Rule, an\nemployee may not:\n(1) Directly or indirectly, give a gift to or make a donation toward a\ngift for an official superior; or\n(2) Solicit a contribution from another employee for a gift to either\nthe employee’s official superior or the other employee’s official\nsuperior.\n(b) An employee may not accept a gift, directly or indirectly, from an\nemployee receiving less pay unless:\n(1) The two employees are not in a subordinate-official superior\nrelationship; and\n(2) There is a personal relationship between the two employees that\nwould justify the gift.\n(c) On an occasional basis, including any occasion on which gifts are\ntraditionally given or exchanged, the following may be given to an\nofficial superior or accepted from a subordinate or other employee\nreceiving less pay:\n(1) Items, other than cash, with an aggregate market value of $50 or\nless per occasion;\n(2) Items such as food and refreshments to be shared in the office\namong several employees;\n(3) Personal hospitality provided at a residence that is of a type and\nvalue customarily provided by the employee to personal friends;\nor\n(4) Items given in connection with the receipt of personal\nhospitality if of a type and value customarily given on such\noccasions.\n(d) A gift appropriate to the occasion may be given to an official\nsuperior or accepted from a subordinate or other employee receiving\nless pay:\n(1) In recognition of special occasions of personal significance such\nas marriage, illness, or the birth or adoption of a child; or\n674\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 675\n\n(2) Upon occasions that terminate a subordinate-official superior\nrelationship, such as retirement, resignation, or transfer.\n\n675\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 676\n\nV I . U S E O F G OV E R N M E N T R E S O U R C E S\n(a) GENERALLY. Employees shall not:\n(1) Use Council time or government resources for other purposes\nother than official business or government-approved or\nsponsored activities, with the exception of incidental use of\nCouncil time or resources for purposes of scheduling;\n(2) Order, direct, or request subordinate employees to perform\nduring regular working hours any personal services not related\nto official Council functions and activities, with the exception of\nincidental use of Council time or resources for purposes of\nscheduling;\n(3) Use or permit the use of government resources for other than\nofficially approved purposes, with the exception of de minimis\nuse that does not interfere with an employee’s official duties and\nresponsibilities; or\n(4) Use or permit the use of government resources to support or\noppose any candidate for elected office, to promote a political\ncommittee, or to support or oppose any initiative, referendum,\nor recall measure.\n(b) GOVERNMENT RESOURCES AVAILABLE TO THE PUBLIC. Employees\nare not prohibited from accepting any material, article, or service that\nis available as part of any District government program or provided\nfree to District residents or visitors.\n(c)(1) PRESTIGE OF OFFICE. An employee may not knowingly use the\nprestige of office or public position for that employee’s private gain\nor that of another.\n(2) The performance of usual and customary constituent services,\nwithout additional compensation, is not prohibited under\nparagraph (1) of this subsection.\n(3) Council employees shall not use or permit the use of their\nposition or title or any authority associated with their public\noffice in a manner that could reasonably be construed to imply\nthat the Council sanctions or endorses the personal or business\nactivities of another, unless the Council has officially sanctioned\nor endorsed the activities.\n676\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 677\n\n(4) A Councilmember may serve as an honorary chair or honorary\nmember of a nonprofit entity’s fundraising event, so long as the\nentity for which funds are raised supports a nongovernmental\nbona fide charitable activity. Use of the Councilmember’s name\nor title in fundraising solicitations or announcements of general\ncirculation shall be in accordance with such terms and\nlimitations as the Councilmember may prescribe. The authority\ngranted by this paragraph shall not extend to the use of the\nCouncilmember’s name or title in solicitations made by or on\nbehalf of the Councilmember directly to individual contributors.\n(d)(1) SPECIAL RULES FOR LETTERS OF RECOMMENDATION. Employees\nmay sign a letter of recommendation using their official titles only in\nresponse to a request for an employment recommendation or\ncharacter reference based upon personal knowledge of the ability or\ncharacter of an individual or entity with whom they have dealt in the\ncourse of their Council employment.\n(2) Letters of recommendation may be written on Council\nletterhead if the applicant is a current or former Council\nemployee or has worked with the Council in an official capacity\nand the letter relates to the duties performed by the applicant.\n(3) If an employee does not have personal knowledge of an\nindividual or entity’s work ability or performance, the employee\nmay sign a letter of recommendation on Council letterhead\naddressing only the character or residence of the individual or\nentity requesting the letter.\n(e) GOVERNMENT RESOURCES, DEFINED. For the purposes of this Rule,\n“government resources” means any property, equipment, or material\nof any kind, including that acquired through lease, and the personal\nservices of an employee during his or her hours of work.\n\n677\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 678\n\nVII. USE OF CONFIDENTIAL INFORMATION\nEmployees and former employees may not:\n(1) Willfully or knowingly disclose or use confidential or privileged\ninformation acquired by reason of their position without\nauthorization or unless authorized or required by law to do so.\n(2) Divulge information in advance of the time prescribed for its\nauthorized issuance or otherwise make use of or permit others to\nmake use of information not available to the general public.\n\n678\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 679\n\nV I I I . P O S T- G OV E R N M E N TA L E M P L OY M E N T\nCONFLICTS OF INTEREST\n(a) PERMANENT RESTRICTIONS ON REPRESENTATION ON PARTICULAR\nMATTERS. No employee, after the termination of his or her service or\nemployment with the Council, shall knowingly make, with the intent\nto influence, any communication to or appearance before any officer\nor employee of any department, agency, court, or court-martial of the\nDistrict of Columbia, on behalf of any other person (except the\nDistrict of Columbia) in connection with a particular matter:\n(1) In which the District of Columbia is a party or has a direct and\nsubstantial interest;\n(2) In which the person participated personally and substantially as\nsuch officer or employee; and\n(3) Which involved a specific party or specific parties at the time of\nsuch participation.\n(b) TWO-YEAR RESTRICTIONS CONCERNING PARTICULAR MATTERS\nUNDER OFFICIAL RESPONSIBILITY. No employee shall, within 2 years\nafter the termination of his or her service or employment with the\nCouncil, knowingly make, with the intent to influence, any\ncommunication to or appearance before any officer or employee of\nany department, agency, court, or court-martial of the Council, on\nbehalf of any other person (except the District of Columbia), in\nconnection with a particular matter:\n(1) In which the District of Columbia is a party or has a direct and\nsubstantial interest;\n(2) Which the person knows or reasonably should know was\nactually pending under his or her official responsibility as such\nofficer or employee within a period of one year before the\ntermination of his or her service or employment with the\nCouncil; and\n(3) Which involved a specific party or specific parties at the time it\nwas pending.\n(c) SPECIAL RULES FOR FORMER COUNCIL EMPLOYEES. A former\nCouncil employee shall not, within one year after leaving government\nservice or employment, knowingly make, with the intent to influence,\n679\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 680\n\nany communication to or appearance before the Councilmember for\nwhom the employee worked or any former subordinate employee, on\nbehalf of any other person, other than the District of Columbia, in\nconnection with any matter on which the former employee seeks\naction by a Councilmember or Council employee in his or her official\ncapacity.\n(d)(1) EXCEPTIONS. The prohibitions contained in this Rule shall not\napply to acts done in carrying out official duties on behalf of:\n(A) The United States or the District of Columbia, as an\nelected official of a state or local government;\n(B) An agency or instrumentality of a state or local government\nif the appearance, communication, or representation is on\nbehalf of such government; or\n(C) An accredited, degree-granting institution of higher\neducation, as defined in the Higher Education Act of 1965,\napproved November 8, 1965 (79 Stat. 1219; 20 U.S.C. §\n1001), or a hospital or medical research organization,\nexempted and defined under section 501(c)(3) of the\nInternal Revenue Code of 1986, if the appearance,\ncommunication, or representation is on behalf of such\ninstitution, hospital, or organization.\n(2) Nothing in this Rule shall prevent an individual from giving\ntestimony under oath, or from making statements required to be\nmade under penalty of perjury. Notwithstanding the preceding\nsentence, a former employee of the Council who is subject to\nthe restrictions in subsection (a) of this Rule with respect to a\nparticular matter may not, except pursuant to court order, serve\nas an expert witness for any other person, other than the\nDistrict of Columbia, in that matter.\n\n680\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 681\n\nIX. POLITICAL ACTIVITIES\n(a) PROHIBITIONS. No Council employee shall:\n(1) Use his official authority or influence for the purpose of\ninterfering with or affecting the result of an election or a\nnomination for office;\n(2) Directly or indirectly solicit, accept, or receive a political\ncontribution from any person;\n(3) Run for the nomination or as a candidate for election to a\npartisan political office; or\n(4) Knowingly solicit or discourage the participation in any political\nactivity of any person who:\n(A) Has a measure pending before the Council; or\n(B) Is the subject of or a participant in an ongoing audit,\ninvestigation, or enforcement action being carried out by\nthe Council;\n(5) Engage in political activity:\n(A) While the employee is on duty;\n(B) In any room or building occupied in the discharge of\nofficial duties by an individual employed or holding office\nin the District government or in the Government of the\nUnited States or any agency or instrumentality thereof;\n(C) While wearing a uniform or official insignia identifying the\noffice or position of the employee; or\n(D) Using any vehicle owned or leased by the District\ngovernment or the Government of the United States or\nany agency or instrumentality thereof.\n(b) DEFINITIONS. For purposes of this Rule, the term:\n(1) “Employee” shall not include members of the Council.\n(2) “Political activity” means an activity directed toward the success\nor failure of a political party, candidate for partisan political\noffice, or partisan political group.\n(c) CONSTRUCTION. Nothing in this rule should be construed as\nprohibiting a Council employee from taking an active part in political\n681\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 682\n\nmanagement or in political campaigns unless the employee’s activity\nis violates subsection (a) of this Rule.\n\n682\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 683\n\nX. OFFICIAL MAIL RULES\n(a) DEFINITIONS. For the purposes of this rule, the term:\n(1) “Electronic newsletter” means the transmission through the\ninternet at public expense of more than 500 substantially\nidentical emails during any 30-day period related to a\nCouncilmember’s activities, including such matters as the\nimpact of laws and decisions on the government and its citizens,\nreports on public and official action taken by a Councilmember,\nand discussions of proposed or pending legislation or\ngovernmental action.\n(2) “Mass mailing” means the transmission through the mails of\nmore than 100 substantially identical newsletters, news releases\nor similar types of material during any 30 day period, but shall\nnot include a response to a communication initiated by a\nconstituent.\n(3) “Newsletter” or “news release” means the usual and customary\ncorrespondence that deals with such matters as the impact of\nlaws and decisions on the government and its citizens, reports\non public and official action taken by a Councilmember, and\ndiscussions of proposed or pending legislation or governmental\naction.\n(4) “Official mail” means correspondence suitable to be mailed at\npublic expense that pertains directly or indirectly to the\nlegislative process or to a Council legislative function, including\nany matter related to a past or current Council, the performance\nof official duties by a Councilmember in connection with a\nCouncil function, or other related matters of public concern or\npublic service.\n(b) CONTENT OF OFFICIAL MAIL. To be mailed at public expense, a\nmember’s newsletter or report on constituent service activities must\ncome within the definition of “official mail” set forth in subsection\n(a) and must conform to the Official Correspondence Regulations,\neffective April 7, 1977 (D.C. Law 1-118; D.C. Official Code § 2-701\net seq.).\n\n683\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 684\n\n(c) PERMITTED CATEGORIES OF OFFICIAL MAIL. Except as otherwise\nprovided in this Rule, an employee may not mail, as official mail, any\nmatter, article, material, or document for any reason other than the\nfollowing:\n(1) A request for a matter, article, material, or document that has\nbeen previously received by the Council;\n(2) The mailing of the document is required by law;\n(3) The material or matter requests information pertinent to the\nconduct of the official business of the Council;\n(4) The material contains information relating to the activities of\nthe Council or to the availability of Council publications or\nother documents;\n(5) The enclosures are forms, blanks, cards, or other documents\nnecessary or beneficial to the administration of the Council;\n(6) The materials are copies of federal, state, or local laws, rules,\nregulations, orders, instructions, or interpretations thereof; or\n(7) The materials are being mailed to federal, state, or other public\nauthorities.\n(d) OFFICIALLY MARKED ENVELOPES. An envelope or other material\nthat is used to enclose official mail shall bear on its face the name\nand address of the Council and the words “official business.”\nEnvelopes and other materials shall not be used to enclose materials,\ndocuments, or other articles except those enumerated in subsections\n(b) and (e) of this Rule or other materials not prohibited by\nsubsection (d) of this Rule.\n(e) PROHIBITED USES OF OFFICIAL MAIL BY ELECTED OFFICIALS.\n(1) A Councilmember may not mail, as official mail, a mass mailing\nwithin the 90-day period that immediately precedes a primary,\nspecial, or general election in which the Councilmember is a\ncandidate for office.\n(2) A Councilmember may mail, as official mail, news releases or\nnewsletters; provided, that these materials do not contain any of\nthe following:\n(A) Autobiographical articles;\n684\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n(B)\n(C)\n(D)\n(E)\n(F)\n(G)\n(H)\n\n(f)\n\n20 DCSTAT 685\n\nPolitical cartoons;\nReference to past or future campaigns;\nAnnouncements of filings for reelection;\nAnnouncements of campaign schedules;\nAnnouncements of political or partisan meetings;\nReports on family life;\nPersonal references that are included for publicity,\nadvertising, or political purposes;\n(I) Pictures of the official members with any partisan label\nsuch as \"Democrat,\" \"Republican,\" \"Statehood Party,\" or\nany other label that purports to advertise the member\nrather than to illustrate the accompanying text;\n(J) Articles about community events that are unrelated to\nofficial government business; and\n(K) Reports on non-official activities of the Councilmember\nthat have the effect of lending the franking privilege to\nothers, no matter how worthwhile or charitable the\nendeavors of those to whom the franking privilege would\nbe loaned.\n(3) A Councilmember may not use official mail to solicit directly or\nindirectly funds for any purpose.\n(4) A Councilmember may not use official mail for transmission of\nmatter that is purely personal to the sender and is unrelated to\nthe official duties, activities, and business of the member.\n(5) A Councilmember may not mail, as official mail, cards or other\nmaterials that express holiday greetings from the\nCouncilmember or the Councilmember’s family;\nAUTHORIZED USES OF OFFICIAL MAIL. The provisions of subsection\n(e) of this Rule do not prohibit a Councilmember or the\nCouncilmember’s staff from mailing, as official mail, any of the\nfollowing:\n(1) The whole or part of a record, speech, debate, or report of the\nCouncil or a committee of the Council;\n685\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 686\n\n(2) The tabulation of a Councilmember’s vote or explanation of the\nvote;\n(3) An expression of condolences to a person who has suffered a\nloss or congratulations to a person who has achieved some\npersonal or public distinction; provided, that mass mailings of a\ncongratulatory nature that are substantially the same except for\nindividualized addresses are not authorized;\n(4) Information concerning the Councilmember’s schedule of\nmeeting constituents;\n(5) Information concerning the meeting schedule and agenda for\ncommittees and subcommittees upon which the\nCouncilmember serves;\n(6) Information concerning financial disclosure information,\nwhether or not required by law;\n(7) Matter that consists of federal, state, or local laws, regulations or\npublications paid for by public funds;\n(8) Questionnaires that relate to matters on public policy or\nadministration; and\n(9) Matter that contains a picture of the member or biographical or\nautobiographical data whenever the matter is mailed in response\nto a specific request.\n(g) USE OF ELECTRONIC NEWSLETTERS.\n(1) A Councilmember or Council employee shall not transmit an\nelectronic newsletter within the 90-day period immediately\nbefore a primary, special, or general election in which the\nCouncilmember is a candidate for office, unless the electronic\nnewsletter conforms with the following requirements:\n(A) The recipients have individually subscribed to receive the\nelectronic newsletter;\n(B) The electronic newsletter contains a clear and conspicuous\nnotice of the method by which a recipient can request not\nto receive future electronic newsletters; and\n(C) The proposed newsletter has been submitted for review by\nthe General Counsel or the Office of Campaign Finance.\n686\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 687\n\n(2) An electronic newsletter shall comply with the requirements of\nCouncil Rule 805(b).\n(3) An electronic newsletter shall not be transmitted at public\nexpense unless, when viewed as a whole, it:\n(A) Is informational rather than self-promotional; or\n(B) Is directly related to a Councilmember’s official legislative\nor representative duties.\n(h) PHOTOGRAPHS AND SKETCHES CONTAINED IN NEWSLETTERS.\nEach photograph or sketch contained in a newsletter or report on\nconstituent service activities shall relate to the official legislative\nduties of the Councilmember and shall not, because of excessive use\nand size, have the effect of advertising or publicizing the\nCouncilmember. In addition, to be mailed at public expense as\nofficial mail, a newsletter or report on constituent service activities\nmay not contain any of the following:\n(1) More than 1 photograph or likeness of the Councilmember\nappearing alone;\n(2) A photographic likeness of the Councilmember appearing alone\nthat covers more than 6% of a single page or that exceeds 6\nsquare inches on 8 ½” x 11” paper;\n(3) More than 2 photographs per page that include the\nCouncilmember with other persons;\n(4) Two photographs on a single page that include the\nCouncilmember and exceed 20% of the page;\n(5) A photograph of a Councilmember with a label such as\n“Democrat”, “Republican”, “Statehood Party”, or any other\nlabel that purports to advertise the Councilmember rather than\nto illustrate the accompanying text; and\n(6) A photograph that does not relate to, illustrate, or explain the\naccompanying text.\n(i) SIZE AND PRINT TYPES FOR NAMES.\n(1) A Councilmember’s name in the masthead of a newsletter shall\nnot appear in print type larger than ½” in height.\n\n687\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 688\n\n(2) A Councilmember’s name in the text of a newsletter shall not\nappear in type style or size larger than the other matter, nor in\nprint size larger than 1/4” in height.\n(j) USE OF OFFICIAL MAIL BY OFFICIALS-ELECT. In addition to\nCouncilmembers, the Chairman elect and members elect of the\nCouncil may mail materials as official mail.\n(k) GENERAL COUNSEL REVIEW. The General Counsel shall be available\nto Councilmembers and their staff to review materials intended to be\nmailed as official mail to ensure that the materials comply with the\nlaws and rules governing official mail. Upon written request of a\nCouncilmember, the General Counsel shall provide a written opinion\nconcerning whether the materials, submitted by the Councilmember\nand intended to be mailed as official mail, comply with the laws and\nrules governing official mail.\n\n688\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 689\n\nXI. ETHICS TRAINING , FINANCIAL\nDISCLOSURES , AND ETHICS COUNSELING\n(a) DEFINITIONS. For the purposes of the Code of Conduct, the term:\n(1) “Employee” shall include all Council staff and Councilmembers,\nunless specifically stated otherwise.\n(2) “General Counsel” means the General Counsel to the Council\nof the District of Columbia, or a designated employee within\nthe Office of the General Counsel to the Council of the District\nof Columbia.\n(b) ETHICS TRAINING.\n(1) NEW EMPLOYEES. All employees shall complete a mandatory\nethics-training course within 2 months of beginning\nemployment with the Council.\n(2) ANNUAL CERTIFICATION. The General Counsel shall conduct\nmandatory training on the conflict of interest and ethics laws\nand regulations applicable to employees on at least an annual\nbasis.\n(3) MATERIALS ON COUNCIL WEBSITE. The General Counsel shall\nensure that ethics training materials, including summary\nguidelines to all applicable laws and regulations, shall be made\nreadily available online and in print.\n(c) FINANCIAL DISCLOSURE. An employee who is covered under\nsections 225 and 225 of the Campaign Finance Reform and Conflict\nof Interest Public Disclosure Amendment Act of 2011, effective\nApril 27, 2012 (D.C. Law 19-124; D.C. Official Code §§ 1-1162.24\nand 1-1162.25), shall file the required disclosures in accordance with\nthat act.\n(d) ETHICS COUNSELING AND SAFE HARBOR.\n(1) The General Counsel shall provide at the request of an\nemployee confidential advice about compliance with the Code\nof Conduct and any other applicable laws and regulations.\n(2)(A) An employee who, after providing full disclosure of all\nrelevant facts, obtains advice from the General Counsel and acts\nin accordance with that advice, even if that action is later found\nto constitute a violation of this Code of Conduct, shall not,\n689\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 690\n\nsubject to subparagraph (B) of this paragraph, be found to have\nviolated the provisions of the Code of Conduct.\n(B) If the employee knows or has reason to know that the\nGeneral Counsel’s advice was based upon fraudulent,\nmisleading, or otherwise incorrect information provided by\nthe employee, subparagraph (A) of this paragraph shall not\napply.\n(C) An employee is responsible for providing and\nmaintaining appropriate documentation of the underlying\nfacts.\n\n690\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-1, effective January 2, 2013\n\n20 DCSTAT 691\n\nXII. DECORUM OF COUNCILMEMBERS\n(a) GENERALLY. During any meeting of the Council that is open to the\npublic, as defined by section 405 of the Open Meetings Act, effective\nMarch 31, 2011 (D.C. Law 18-350; D.C. Official Code § 2-575), a\nCouncilmember shall treat other Councilmembers with dignity and\nrespect and refrain from using profane, indecent, or abusive language\ndirected at another Councilmember or the Council as an institution.\n(b) REMOVAL OF COUNCILMEMBERS.\n(1) The Chairman shall maintain order during any meeting of the\nCouncil. The Chairman may order the removal of a\nCouncilmember from a meeting if:\n(A) The Chairman determines that:\n(1) The Councilmember has violated subsection (a) of\nthis Rule; and\n(2) Removal of the Councilmember is necessary to\nmaintain order; and\n(B) The Chairman has warned the Councilmember to come to\norder.\n(2) This subsection shall not be construed to apply to any regular,\nadditional, or special meeting of the Council or Committee of\nthe Whole held pursuant to Rules 231, 301, 302, or 303 of the\nRules of Organization and Procedure for the Council of the\nDistrict of Columbia.\n(3) This subsection shall not be construed to otherwise limit the\nability of the Council to enforce this Rule.\n(c) CONSTRUCTION.\n(1) The conduct prohibited by subsection (a) of this Rule shall not\nbe considered a violation of the Code of Official Conduct for\npurposes of discipline if a Councilmember promptly comes to\norder upon warning by the Chairman.\n(2) This Rule shall not be construed to prohibit the exercise of a\nCouncilmember’s First Amendment rights.\n\n691\n\n\f", 
  "title": "Rules of Organization and Procedure for the Council of the District of Columbia, Council Period 20, Resolution of 2013", 
  "council_period": "20"
}