{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-270, effective September 17, 2013\n\n20 DCSTAT 2655\n\nA RESOLUTION\n\nProposed\nResolution\n20-419\nSee Emergency\nD.C. Act 20- 168\n20 DCStat 2412\n\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nsections 16-803 and 16-803.01 of the District of Columbia Official Code to establish the burden\nof proof for certain cases covered by these sections.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Criminal Record Sealing Congressional Review Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) Since the enactment of the Criminal Record Sealing Act of 2006, effective\nMay 3, 2007 (D.C. Law 16-307; D.C. Official Code § 16-801 et seq.), approximately 6,000\nmotions have been filed with the Superior Court of the District of Columbia to have a record\nsealed, and of those, the Court has granted approximately half in whole or in part.\n(b) On December 18, 2012, the Council adopted the Re-entry Facilitation Amendment\nAct of 2012, effective June 15, 2013 (D.C. Law 19-319; codified in scattered cites throughout\nthe D.C. Official Code), which made several amendments to D.C. Law 16-307, including\nallowing an individual to seal his or her record if an arrest was incorrectly attributed to him or\nher and fingerprints or identification was not presented by the person being arrested.\nAdditionally, D.C. Law 19-319 permits individuals arrested as fugitive from justices (i.e.\nindividuals with outstanding warrants) to seal the record of that arrest once they have appeared\nbefore the proper authorities.\n(c) For the cases in which D.C. Law 19-319 expanded the availability of record sealing,\nalthough the legislation outlined the factors the court shall consider in determining whether to\ngrant an individual’s petition to seal his or her record, it did not establish who has the burden of\nproof or what level of proof is required in these cases. In all other criminal record sealing cases,\nthe statute establishes the burden of proof.\n(d) To avoid any uncertainty as to the Council’s intent, the Council passed emergency\nlegislation on June 18, 2013, the Criminal Record Sealing Emergency Act of 2013, effective\nJuly 1, 2013 (D.C. Act 20-099; 60 DCR 10009). This legislation provides that for cases\ninvolving the misidentification of an individual, the prosecutor must establish by a\npreponderance of the evidence that it is not in the interests of justice to grant an individual’s\npetition to seal his or her record. In cases involving an individual arrested as a fugitive of\njustice, the petitioner must establish by a preponderance of the evidence that it is the interest of\njustice to grant relief.\n\nCriminal\nRecord\nSealing\nCongressional\nReview\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-270, effective September 17, 2013\n\n20 DCSTAT 2656\n\n(e) D.C. Act 20-099 expires on September 29, 2013. Temporary legislation, signed by\nthe Mayor on August 9, 2013 (D.C. Act 20-154; 60 DCR 12149), which is identical to the\nemergency legislation, received 2nd reading at the July 10, 2013, Legislative Meeting, but the\n30-day Congressional review period for that legislation has yet to expire. A permanent version\nof the legislation is included in the Personal Property Robbery Prevention Amendment Act of\n2013, passed on 1st reading on July 10, 2013 (Engrossed Version of Bill 20-143) at the July 10,\n2013, Legislative Meeting.\n(f) This Congressional review emergency is necessary to prevent a gap in the law.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCriminal Record Sealing Congressional Review Emergency Act of 2013 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Criminal Record Sealing Congressional Review Emergency Declaration Resolution of 2013",
  "end": "2656",
  "start": "2655",
  "name": "Resolution_20-270.pdf"
}