{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-304, effective June 4, 2013\n\n20 DCSTAT 1561\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to exempt from taxation certain property\nowned or leased by YMCA of Metropolitan Washington or YMCA Community Investment\ninitiative, nonprofit organizations.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “YMCA Community Investment Initiative Real Property Tax\nExemption Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) Young Men’s Christian Association of Metropolitan Washington (“YMCA”),\na tax-exempt 501(c)(3) organization, is the tenant under a long-term lease (“Lease”) with the\nYMCA Community Investment Initiative (“YMCA CII”) Anthony Bowen YMCA located at\n1325 W Street, N.W., described as Lot 2010, Square 234, in Ward 1.\n(b) YMCA will be going to closing for the permanent financing for the new Anthony\nBowen YMCA through the New Markets Tax Credit (“NMTC”) program, administered by the\nU.S. Treasury Department.\n(c) The NMTC program requires that the borrower own the property being financed. For\nthis reason, YMCA has formed a subsidiary, YMCA Community Investment Initiative, to be the\nborrower. At closing on the NMTC financing, YMCA will assign its interest in the Lease to\nYMCA CII, which will immediately sublease the property to YMCA.\n(d) YMCA is currently exempt from District of Columbia real property, possessory\ninterest, recordation, and transfer taxes with respect to the YMCA subsidiary. However, the\nYMCA subsidiary is not.\n(e) Without real property, possessory interest, transfer, and recordation tax exemptions\nfor the YMCA subsidiary, the YMCA would be forced to incur enormous, unanticipated taxes in\nconnection with the NMTC loan transition.\n(f) D.C. Official Code § 47-1024 expressly states that “[a]ll property belonging to the\nYoung Men’s Christian Association of the District of Columbia, used and occupied by that\nAssociation, shall, so long as the same is so owned and occupied, be exempt from taxation,\nnational and municipal...”.\n(g) The financing transaction, for the purposes of utilizing federal credits, is wholly\nconsistent with the intent of that statute.\n(h) YMCA will not profit from the NMTC structure described above. The only reason for\nthis structure is that it is required under the NMTC program.\n(i) YMCA currently owns the YMCA subsidiary property and thus is exempt from real\nproperty, possessory interest, recordation, and transfer taxes with respect to the YMCA\nsubsidiary property.\n\nProposed\nResolution\n20-321\nSee\nEmergency\nD.C. Act 20-88\n20 DCStat 1449\nYMCA\nCommunity\nInvestment\nInitiative Real\nProperty Tax\nExemption\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-304, effective June 4, 2013\n\n20 DCSTAT 1562\n\n(j) After the NMTC financing closes, YMCA will continue to own the YMCA subsidiary\nand will operate the Anthony Bowen YMCA facility to carry out its charitable activities in the U\nStreet/Cardozo/Shaw neighborhoods and beyond.\n(k) The transaction is revenue neutral to the District as the property will continue to be\nowned, used, and controlled by YMCA, which would ordinarily benefit from the provisions of\nDistrict of Columbia Official Code § 47-1024.\n(l) The NMTC transaction is scheduled to close on May 28, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the YMCA\nCommunity Investment Initiative Real Property Tax Exemption Emergency Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "YMCA Community Investment Initiative Real Property Tax Exemption Emergency Declaration Resolution of 2013",
  "end": "1562",
  "start": "1561",
  "name": "Resolution_20-142.pdf"
}