{
  "end": "3946", 
  "name": "Resolution_20-545.pdf", 
  "start": "3945", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-545, effective July 14, 2014\n\n20 DCSTAT 3945\n\nA RESOLUTION\n\nProposed\nResolution\n20-764\n\nTo approve the disposition of District-owned real property located at 820 26th Street, N.E., commonly\nknown as the Young School, and designated for tax and assessment purposes as a portion of\nParcel 160/45.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Young School Property Disposition Approval Resolution of\n2014”.\n\nSec. 2. Definitions.\nFor the purposes of this resolution, the term:\n(1) “CBE Agreement” means an agreement with the District governing certain\nobligations of the Lessee or the developer of the Property under the Small, Local, and\nDisadvantaged Business Enterprise Development and Assistance Act of 2005, effective October\n20, 2005 (D.C. Law 16-33; D.C. Official Code § 2-218.01 et seq.) (“CBE Act”), including the\nequity and development participation requirements set forth in section 2349a of the CBE Act\n(D.C. Official Code § 2-218.49a).\n(2) “Certified business enterprise” means a business enterprise or joint venture\ncertified pursuant to the CBE Act.\n(3) “First Source Agreement” means an agreement with the District governing\ncertain obligations of the Lessee or any developer of the Property pursuant to section 4 of the\nFirst Source Employment Agreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93;\nD.C. Official Code § 2-219.03), and Mayor’s Order 83-265, dated November 9, 1983, regarding\njob creation and employment generated as a result of the construction on the Property.\n4) “Lessee” means Two Rivers Public Charter School, a District of Columbia\nnonprofit corporation whose primary address is 1227 4th Street, N.E., Washington, D.C., 20002,\nor its successor.\n(5) “Property” means the real property located at 820 26th Street, N.E.\ncommonly known as the Young School, and designated for tax and assessment purposes as a\nportion of Parcel 160/45.\nSec. 3. Approval of disposition.\n(a) Pursuant to section 1(b)(8)(c) of An Act Authorizing the sale of certain real estate in\nthe District of Columbia no longer required for public purposes, approved August 5, 1939 (53\nStat. 1211; D.C. Official Code § 10-801(b)(8)(c)) (“Act”), the Mayor transmitted to the Council\na request for approval to dispose of the Property to Lessee through a lease for a period of greater\n\nYoung School\nProperty\nDisposition\nApproval\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-545, effective July 14, 2014\n\n20 DCSTAT 3946\n\nthan 20 years.\n(b) The proposed disposition is expected to include the following terms and conditions,\nin addition to other terms and conditions as the Mayor considers necessary or appropriate:\n(1) The Lessee shall redevelop the Property in accordance with plans approved\nby the District and shall use the Property primarily as a charter school and educational facility;\n(2) The Lessee shall enter into a CBE Agreement with the District. The CBE\nAgreement shall require the Developer to, at a minimum, contract with certified business\nenterprises for at least 35% of the contract dollar volume of the development of the Property and\nshall require at least 20% equity and 20% development participation of certified business\nenterprises; and\n(3) The Lessee shall enter into a First Source Agreement with the District.\n(c) The Council finds that the Property is not required for public purposes.\n(d) The Council finds that the Mayor’s analysis of economic and other policy factors\nsupporting the disposition of the Property justifies the lease proposed by the Mayor.\n(e) All documents submitted with this resolution shall be consistent with the executed\nterm sheet transmitted to the Council pursuant to section 1(b-1)(2) of the Ac.t\n(f) The Council approves the disposition of the Property.\nSec 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto the Office of the Mayor, the Department of General Services, and the Office of the Chief\nFinancial Officer.\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "title": "Young School Disposition Approval Resolution of 2014", 
  "council_period": "20"
}