{
  "end": "2724", 
  "name": "Resolution_20-311.pdf", 
  "start": "2724", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-311, effective October 1, 2013\n\n20 DCSTAT 2724\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Delivery Order No.\nCW23328 under federal Contract No. SP0600-13-D-4016 to provide and deliver fuel to various\nDistrict locations and to authorize payment for the goods received and to be received under that\ndelivery order.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Delivery Order No. CW23328 under Federal Contract No.\nSP0600-13-D-4016 Approval and Payment Authorization Emergency Declaration Resolution of\n2013”.\n\nSec. 2. (a) There exists an immediate need to approve Delivery Order No. CW23328\nwith Fannon Petroleum Services, Inc. (“Fannon”), to provide fuel and to authorize payment for\nthe goods received and to be received under that contract.\n(b) On August 1, 2013, the Office of Contracting and Procurement awarded a letter\ncontract to Fannon to provide fuel in an estimated amount of $999,999.00.\n(c) To avoid not having the necessary fuel to power District equipment and vehicles, the\nDepartment of General Services has ordered fuel in excess of $1 million since August 1, 2013.\n(d) Approval is necessary to allow the continued delivery of this vital commodity.\nWithout this approval, Fannon cannot be paid for the fuel provided at a cost in excess of $1\nmillion for the period August 1, 2013, through September 30, 2013.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nDelivery Order No. CW23328 under Federal Contract No. SP0600-13-D-4016 Approval and\nPayment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-464\nSee Emergency\nD.C. Act 20-200\n20 DCStat 2450\n\nDelivery\nOrder No.\nCW23328\nunder Federal\nContract No.\nSP0600-13-D4016\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "title": "Delivery Order Cw23328 Under Federal Contract No. Sp0600-13-D-4016 Approval and Payment Authorization Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}