{
  "start": "3390", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-456, effective April 8, 2014\n\n20 DCSTAT 3390\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to approve Scholastic Inc. Purchase\nOrder Nos. PO481712, PO466824, and PO466825 for the purchase of reading materials and\ninstructional resources for the 2013-2014 school year.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Scholastic Inc. Purchase Orders PO481712, PO466824, and\nPO466825 Approval and Payment Authorization Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Scholastic, Inc. Purchase Order\nNos. PO481712, PO466824, and PO466825 for the purchase of reading materials and\ninstructional resources for classrooms for the 2013-2014 school year.\n(b) The District of Columbia Public Schools processed Purchase Order No. PO466824\non July 23, 2013, in the amount of $968,828.80, Purchase Order No. PO466825 on July 23,\n2013, in the amount of $30,071.20, and Purchase Order No. PO481712 on September 23, 2013,\nin the amount of $630,360 to provide reading materials and instructional resources to students\nand teachers needed for the start of the school year.\n(c) Council approval is necessary to allow for the payment of these purchase orders for\nthe period from July 29, 2013, through September 30, 2013, in the amount of $1,629,260.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nScholastic Inc. Purchase Orders PO481712, PO466824, and PO466825 Approval and Payment\nAuthorization Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-714\nSee Emergency\nD.C. Act 20-317\n20 DCStat 3300\n\nScholastic Inc.\nPurchase Orders\nPO481712,\nPO466824, and\nPO466825\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "3390", 
  "name": "Resolution_20-456.pdf", 
  "title": "Scholastic Inc. Purchase Orders PO481712, PO466824 and PO466825 Approval and Payment Authorization Emergency Declaration Resolution of 2014"
}