{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-763, effective December 18, 2012\n\n20 DCSTAT 575\n\nA RESOLUTION\n\nProposed Resolution\n19-1185\n\nTo declare the existence of an emergency with respect to the need to require the Mayor to assess the\npotential safety impact from lower fines, to post general automated enforcement warning signs, to\nevaluate existing speed limits and revise existing speed limits through rulemaking, and to submit\nan automated enforcement expansion plan, to prohibit the Mayor from adopting an order,\nregulation, or rule concerning posted speed limits by emergency rulemaking, and to repeal any\nsuch order, regulation, or rule adopted after December 15, 2012; to amend the District of\nColumbia Traffic Adjudication Act of 1978 to modify the process for Council approval of mayoral\nchanges to the fine schedule; to amend the Pedestrian Protection Amendment Act of 1987 with\nregard to when a vehicle must stop for a pedestrian in a marked crosswalk or unmarked crosswalk\nat an intersection; and to amend the District of Columbia Municipal Regulations to reduce traffic\nfines for certain moving violations, including speeding, failure to clear the intersection, failure to\nstop and give right-of-way to a pedestrian in a roadway, failure to come to a complete stop before\nturning right on red, and failure to obey a “no turn on red” sign.\n\nSee Emergency Act\nD.C. Act 19-635\n20 DCSTAT 394\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Safety-Based Traffic Enforcement Emergency Declaration\nResolution of 2012”.\n\nSafety-Based Traffic\nEnforcement\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) There exists an immediate need to implement Bill 19-1013, the Safety-Based\nTraffic Enforcement Amendment Act of 2012, which was approved by the Council on 1st reading\non December 4, 2012.\n(b) Bill 19-1013 amends the District of Columbia Municipal Regulations to reduce the\nfines for several traffic violations, including speeding, failure to clear an intersection, right turn\non red violations, and failure to stop and give right of way to a pedestrian in a roadway. Bill 191013 further requires that the Mayor transmit to the Council an assessment of any safety impact\nresulting from the fine reductions under the bill, post signs identifying the District as a strict\ntraffic enforcement zone, transmit to the Council a plan for the expansion of automated traffic\nenforcement in the District, complete a District-wide assessment of speed limits, and revise\nexisting speed limits in the District through rulemaking. Bill 19-1013 also clarifies the\nrequirements for a vehicle stopping for a pedestrian in a crosswalk.\n(c) Bill 19-1013 as approved on first reading specified one speeding fine tier (11-15 mph\nover the existing limit) as subject to appropriations for fiscal year 2013. Bill 19-1013 was\napproved on 2nd reading on December 18, 2012 with an amendment that removed the subject to\nappropriations language in the bill for fiscal year 2013 by changing, from $75 to $92, the fine for\nthat tier for fiscal year 2013. Amendments at 2nd reading also made clear that the Mayor cannot\nchange existing speeding fines without review by the Council, the Mayor may not adopt speed\nlimit changes through emergency rulemaking, and any emergency rulemaking concerning posted\nspeed limits after December 15, 2012 is repealed.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-763, effective December 18, 2012\n\n20 DCSTAT 576\n\n(d) Late in the day on December 17, 2012, the Council was informed that the Mayor had\nordered an emergency rulemaking to raise the speed limit on four additional roadways in the\nDistrict, to take effect at 12:01 a.m. on December 18, 2012.\n(e) This rulemaking will entirely circumvent pending Bill 19-1013, which is based on\ncertain revenue assumptions that would be altered by the Mayor’s emergency rulemaking.\n(f) This emergency would implement all of the provisions of Bill 19-1013 as amended.\n(g) It is necessary to implement Bill 19-1013 on an emergency basis in order to repeal\nthe most recent emergency rulemaking changing several posted speed limits, and to prevent the\nMayor from changing speeding fines and posted speed limits by emergency rulemaking without\nCouncil review.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the SafetyBased Traffic Enforcement Emergency Amendment Act of 2012 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Safety-Based Traffic Enforcement Amendment Emergency Declaration Resolution of 2012",
  "end": "576",
  "start": "575",
  "name": "Resolution_19-763.pdf"
}