{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-468, effective May 6, 2014\n\n20 DCSTAT 3410\n\nA RESOLUTION\n\nProposed\nResolution\n20-768\nSee Emergency\nD.C. Act 20-342\n20 DCStat 3322\n\nTo declare the existence of an emergency with respect to the need to limit legal fees in tax sales, to provide\nfor distribution of equity to former owners where the property was sold at tax sale and occupied\nby owners, to provide for clean hands and tax compliance by tax sale purchases, to clarify that\nthe District may abate penalty and interest associated with a tax sale property, to clarify and\nlimit the amount of interest paid to tax sale purchasers, to allow for refunds to tax sale\npurchasers pending payment of legal fees to them, to deem a tax sale property’s taxes current for\npurposes of redemption when paid to within $100, to provide for recordation and transfer tax\nexemptions for a transfer pursuant to a transfer on death deed, to protect the District’s interest as\nground lessor from the tax sale, to provide effective means for billing and collecting energy\nefficiency loans, and to allow a tax sale purchaser to appeal the assessment of vacant and\nblighted properties purchased at tax sale.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Residential Real Property Equity and Transparency Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The permanent version of this legislation, Bill 20-23, passed first reading in\nApril. As notices for real property taxes in advance of a potential summer tax sale process are\nbeginning to be issued now, it is important that certain provisions of this legislation are enacted\non an emergency basis to enact additional protections for homeowners.\n(b) The emergency legislation consists of those portions of the permanent legislation\nthat have no fiscal impact. The remainder of the permanent legislation will be funded in the\nbudget process.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nResidential Real Property Equity and Transparency Emergency Amendment Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nResidential\nReal Property\nEquity and\nTransparency\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Residential Real Property Equity and Transparency Emergency Declaration Resolution of 2014",
  "end": "3410",
  "start": "3410",
  "name": "Resolution_20-468.pdf"
}