{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-145, effective June 4, 2013\n\n20 DCSTAT 1566\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Change Orders Nos. 1 and2\nand Change Directive No. 2 to the Contract for Design-Build Services for the Phase 1\nModernization of Simon Elementary School between the District of Columbia government and\nForney Enterprises, Inc., Contract No. DCAM-12-M-1031J-FM, and to authorize payment to\nForney Enterprises, Inc. in the aggregate amount of $2,737,274.22 for the goods and services\nreceived under these change orders and change directive.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Change Orders Nos. 1 and2 and Change Directive No. 2 to\nContract No. DCAM-12-M-1031J-FM Approval and Payment Authorization Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2.(a) There exists an immediate need to approve Change Orders Nos. 1 and2 and\nChange Directive No. 2 to Contract No. DCAM-12-M-1031J-FM for design-build services,\nadditional project scope, outstanding change requests, and the close-out of the Phase 1 project at\nSimon Elementary School and to authorize payment in the aggregate amount of $2,737,274.22\nfor the goods and services received under these change orders and change directive.\n(b) The Council of the District of Columbia Council previously approved\nContract No. DCAM-12-M-1031J-FM (CA 19-0361). A zero dollar administrative Change\nDirective No. 1 was then issued. Change Order No. 1 in the amount of $949,506.93 and Change\nDirective No. 002 in the amount of $10,000 were subsequently issued with an aggregate value of\nless than $1 million; thus, Council approval was not required at that time. Change Order No. 2,\nin the amount of $1,777,767.29, increases the aggregate value of the Contract, since Council’s\nlast approval, over the $1 million threshold pursuant to section 451 of the District of Columbia\nHome Rule Act, approved December 24, 1973 (87 Stat. 803; D.C. Official Code § 1-204.51);\nthus, Council approval is required.\n(c) Approval of Change Orders Nos. 1 and2 and Change Directive No. 2 to Contract No.\nDCAM-12-M-1031J-FM in the aggregate amount of $2,737,274.22 is necessary to compensate\nForney Enterprises, Inc., for work completed at Simon Elementary School.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Change\nOrders Nos. 1 and2 and Change Directive No. 2 to Contract No. DCAM-12-M-1031J-FM\nApproval and Payment Authorization Emergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-244\nSee\nEmergency\nD.C. Act 20-78\n20 DCStat 1433\n\nChange\nOrders Nos. 1\nand2 and\nChange\nDirective No.\n2 to Contract\nNo. DCAM12-M-1031JFM Approval\nand Payment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f",
  "title": "Change Orders No. 001 and 002 and Change Directive No. 002 to Contract No. Dcam-12-M-1031j-Fm Approval and Payment Authorization Emergency Declaration Resolution of 2013",
  "end": "1566",
  "start": "1566",
  "name": "Resolution_20-145.pdf"
}