{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-109, effective April 30, 2013\n\n20 DCSTAT 1496\n\nA RESOLUTION\n\nProposed\nResolution\n20-226\n\nTo declare the existence of an emergency with respect to the need to clarify eligibility requirements and\ntravel restriction provisions in the School Transit Subsidy Act of 1978 to ensure the prompt\nestablishment of a foster youth transit subsidy program.\n\nSee\nEmergency\nD.C. Act 20-65\n20 DCStat 1414\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Foster Youth Transit Subsidy Emergency Declaration Resolution\nof 2013”.\n\nFoster Youth\nTransit\nSubsidy\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) The District’s foster youth transit subsidy program (“Program”) was\noriginally created and funded by the Fiscal Year 2013 Budget Support Act of 2012, effective\nSeptember 20, 2012 (D.C. Law 19-168; 59 DCR 8025).\n(b) The Program, which was established to provide subsidized transit passes to foster\nyouth ages 19 and 20 years for travel to work and school, has not yet been implemented because\nseveral technical and clarifying amendments to the enabling legislation are required.\n(c) Current law allows transit subsidies only for foster youth under the age of 19 years\ntravelling for educational purposes.\n(d) The original intent of the legislation was to allow foster youth ages 19 and 20 years\nto travel for both educational and employment purposes.\n(e) This emergency legislation amends the enabling law to comport with its original\nintent, as seeking and maintaining employment is a common challenge that foster youth face in\nachieving independence, and the availability of subsidized transit passes would greatly aid in\nsolving this challenge.\n(f) Further, since most foster youth already qualify for the student transit subsidy until the\nage of 18 years, the Program fills a gap in assistance when foster youth ages 19 and 20 years are\nclose to becoming legally independent adults.\n(g) Given that the Program was authorized and budgeted to start on October 1, 2012, it is\ncritical that enabling legislation be amended as soon as possible to implement the program as it\nwas originally intended.\n(h) The District Department of Transportation and the Child and Family Services Agency\nare coordinating their efforts and have a clear implementation strategy to ensure that the Program\nstarts as soon as this legislation takes effect.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Foster\nYouth Transit Subsidy Emergency Amendment Act of 2013 be adopted after a single reading.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-109, effective April 30, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 1497\n\n\f",
  "title": "Foster Youth Transit Subsidy Emergency Declaration Resolution of 2013",
  "end": "1497",
  "start": "1496",
  "name": "Resolution_20-109.pdf"
}