{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-743, effective December 16, 2014\n\n20 DCSTAT 4661\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the disposition of the\nDistrict-owned real property located at 901 Fifth Street, N.W., known for tax and assessment\npurposes as Parcel 0059 in Square 0516.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fifth Street, N.W., and I Street, N.W., Disposition Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) Pursuant to An Act Authorizing the sale of certain real estate in the District\nof Columbia no longer required for public purposes, approved August 5, 1939 (53 Stat. 1211;\nD.C. Official Code § 10-801 et seq.) (“Act”), the proposed method of disposition of the Districtowned real property located at 901 Fifth Street, N.W., known for tax and assessment purposes\nas Parcel 0059 in Square 0516 (“Property”), is a public or private sale to the bidder providing\nthe most benefit to the District under section 1(b)(8)(F) of the Act.\n(b) All documents that are submitted with this resolution pursuant to section 1(b-1) of\nthe Act shall be consistent with the executed Memorandum of Understanding or term sheet\ntransmitted to the Council pursuant to section 1(b-1)(2) of the Act.\n(c) The Developer of the Property will be TPC 5th & I Partners, LLC, with a business\naddress of 600 Madison Avenue, 24th Floor, New York, NY 10022 (the “Developer”).\n(d) The Property is located at 901 Fifth Street, N.W., and consists of approximately\n20,641 square feet of land.\n(e) The intended use of the Property (the “Project”) is a hotel and mixed-use residential\nand retail development and any ancillary uses allowed under applicable law.\n(f) The Project will also contain affordable housing as described in the term sheet\nsubmitted with this resolution.\n(g) The Developer will enter into an agreement that shall require the Lessee to, at a\nminimum, contract with Certified Business Enterprises for at least 35% of the contract dollar\nvolume of the Project, and shall require at least 20% equity and 20% development participation\nof Certified Business Enterprises.\n(h) The Developer will enter into a First Source Agreement with the District that shall\ngovern certain obligations of the Lessee pursuant to section 4 of the First Source Employment\nAgreement Act of 1984, effective June 29, 1984 (D.C. Law 5-93; D.C. Official Code § 2219.03), and Mayor’s Order 83-265, issued November 9, 1983, regarding job creation and\nemployment as a result of the construction on the Property.\n\nProposed\nResolution\n20-1163\nSee Emergency\nD.C. Act 20-543\n20 DCStat 4455\n\nFifth Street,\nN.W., and I\nStreet, N.W.,\nDisposition\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-743, effective December 16, 2014\n\n20 DCSTAT 4662\n\n(i) Without this emergency action, the proposed disposition resolution will expire at the\nend of Council Period 20. The redevelopment of 901 5th Street, N.W., has been in\nconsideration since 2008 and residents want to see it move forward.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fifth\nStreet, N.W., and I Street, N.W., Disposition Emergency Approval Resolution of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Fifth Street, N.W., and I Street, N.W., Disposition Emergency Declaration Resolution of 2014",
  "end": "4662",
  "start": "4661",
  "name": "Resolution_20-743.pdf"
}