{
  "start": "4663", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-744, effective December 16, 2014\n\n20 DCSTAT 4663\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to declare as no longer needed for\npublic purposes the District-owned real property located at the northeast corner of 19th Street,\nS.E., and Massachusetts Avenue, S.E., known for tax and assessment purposes as Parcels F-1 and\nG-1 in Square E-1112.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Hill East Redevelopment – Phase 1: Parcels F-1 and G-1 Surplus\nProperty Declaration Emergency Declaration Resolution of 2014”.\n\nSec. 2. (a) The Hill East Redevelopment project has been in the planning phase for\nmany years, and community stakeholders, particularly ANCs 7F and 6B, desire to see this\nproject move forward expeditiously.\n(b) Council approval will allow the development team to secure an anchor tenant that\nwill be key to a successful redevelopment.\n(c) Immediate Council approval will allow the development team to obtain financial\ncommitments from potential lenders.\n(d) Council approval will allow the District to declare the site as surplus to allow for\nredevelopment so the Districts and its residents can realize the many benefits of the project,\nincluding 354 units of new housing, 106 affordable housing units, and a village square with\ngreen space, parking, retail, and streetscape improvements.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Hill\nEast Redevelopment – Phase 1: Parcels F-1 and G-1 Surplus Property Declaration Emergency\nAct of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-1196\nSee Emergency\nD.C. Act 20-541\n20 DCStat 4451\n\nHill East\nRedevelopment\n– Phase 1:\nParcels F-1 and\nG-1 Surplus\nProperty\nDeclaration\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "end": "4663", 
  "name": "Resolution_20-744.pdf", 
  "title": "Hill East Redevelopment – Phase 1: Parcels F-1 and G-1 Surplus Property Declaration Emergency Declaration Resolution of 2014"
}