{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-50, effective March 5, 2013\n\n20 DCSTAT 773\n\nA RESOLUTION\nTo declare the existence of an emergency, due to Congressional review, with respect to the need to amend\nthe Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 1998 to\ncomply with applicable tax qualification provisions of the Internal Revenue Code of 1986 for\ngovernmental retirement plans.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Police Officers, Fire Fighters, and Teachers Retirement\nBenefit Replacement Act of 1998 Congressional Review Emergency Declaration Resolution\nof 2013”.\nSec. 2. (a) Bill 19-1018, the “Police Officers, Fire Fighters, and Teachers Retirement\nBenefit Replacement Act of 1998 Amendment Act of 2012 (“Act”), was signed by the Mayor on\nFebruary 11, 2013, as was Bill 19-1071, the Police Officers, Fire Fighters, and Teachers\nRetirement Benefit Replacement Act of 1998 Temporary Amendment Act of 2012. Bill 19-1070,\nthe Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 1998\nEmergency Amendment Act of 2012, is set to expire on March 22, 2013. This Congressional\nreview emergency legislation is necessary to prevent a gap in the legal authority while the\npermanent and temporary acts undergo Congressional review.\n(b) The District of Columbia Retirement Board is the sponsor of retirement plans for\nDistrict police officers, fire fighters, and teachers (\"Plans\"), which are considered tax qualified,\ngovernmental retirement plans under the Internal Revenue Code of 1986, approved October 22,\n1986 (100 Stat. 2085; 26 U.S.C. § 1 et seq.) (\"Internal Revenue Code\"). The Plans will not\ncomply with recent non-discretionary changes to the requirements unless changes are made to\nthe Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 1998,\neffective September 18, 1998 (D.C. Law 12-152; D.C. Official Code § 1-1901.01 et seq.).\n(c) The Act would deem the replacement plan described in the current law a\n“governmental plan” as defined by the Internal Revenue Code, and it would also deem that\nbenefits provided from the replacement plan be considered governmental plan benefits\nmaintained by the District.\n(d) Further, the Act would require that any benefits of the retirement program that are\nassigned or alienated be expressly permitted by the law and substantially meet all the\nrequirements of the Internal Revenue Code as determined solely by the District of Columbia\nRetirement Board.\n(e) If the District is found to have failed to comply with these changes, which took effect\nDecember 31, 2011, it is subject to penalties and sanctions by the Internal Revenue Service.\n\nProposed Resolution\n20-115\nSee Emergency Act\nD.C. Act 20-35\n20 DCSTAT 508\n\nPolice Officers, Fire\nFighters, and\nTeachers Retirement\nBenefit Replacement\nAct of 1998\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-50, effective March 5, 2013\n\n20 DCSTAT 774\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Police\nOfficers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 1998\nCongressional Review Emergency Amendment Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Police Officers, Fire Fighters, and Teachers Retirement Benefit Replacement Act of 2013 of 1998 Congressional Review Emergency Declaration Resolution of 2013",
  "end": "774",
  "start": "773",
  "name": "Resolution_20-50.pdf"
}