{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-770, effective December 18, 2012\n\n20 DCSTAT 586\n\nA RESOLUTION\n\nProposed Resolution\n19-1162\n\nTo declare the existence of an emergency with respect to the need to establish the State Athletic Activities,\nPrograms, and Office Fund for the deposit of funds generated by sponsorships, advertisements,\nand fees related to state athletic activities and programs.\n\nSee Emergency Act\nD.C. Act 19-607\n20 DCSTAT 375\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “State Athletic Activities, Programs, and Office Fund\nEmergency Declaration Resolution of 2012”.\n\nState Athletic\nActivities, Programs,\nand Office Fund\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2. (a) Throughout the school year, District educational institutions conduct\nextracurricular activities to enrich the lives of our young people. Ongoing fiscal challenges\nthroughout the District government often prevent beneficial programs and events from achieving\ntheir potential due to a lack of funding. The District benefits from having numerous residents\nand corporate citizens who are willing to support the District’s youth by funding shortfalls in\nthese critical programs, particularly in an athletic context.\n(b) Due to longstanding restrictions against commercial advertising involving District\nproperty, sponsorships may not be solicited or accepted as a donation absent specific legislative\nauthority.\n(c) There is precedent for this type of public-private partnership initiative. In 2011, the\nCouncil approved a sponsorship for the District’s premier high school football game, the Turkey\nBowl. In the Department of Parks and Recreation Revenue Generation Amendment Act of 2011,\neffective September 14, 2011 (D.C. Law 9-21; 58 DCR 6628), the Council authorized the Department\nof Parks and Recreation (“DPR”) to contract for advertisements and sponsorships for facilities\nwithin the DPR inventory.\n(d) The proposed legislation would create a special fund, the State Athletic Activities,\nPrograms, and Office Fund (“Fund”) to be used to enhance the development of state\ninterscholastic athletic programs and competitions and to supplement the operations budget of\nthe District of Columbia State Athletic Association (“DCSAA”). The Statewide Director of\nAthletics will prioritize resources from the Fund to ensure well-designed and effective\ninterscholastic athletic programs and competitions throughout the District of Columbia.\n(e) The Fund will be used for the financial support of state athletic programs and\ncompetitions, including for championship events, equipment, memorabilia, training, security,\nawards, and related operations, to ensure well-designed and effective state athletic programs and\nevents that comply with the standards of the National Federation of State High School\nAssociations and with District of Columbia laws and regulations.\n(f) Creation of the Fund on an emergency basis will allow the DCSAA to immediately\naccept resources to benefit District students for the remainder of the 2012-2013 school year.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-770, effective December 18, 2012\n\n20 DCSTAT 587\n\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the State\nAthletic Activities, Programs, and Office Fund Emergency Act of 2012 be adopted after a single\nreading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "District of Columbia State Athletic Act of 2013ivities, Programs, and Office Fund Emergency Declaration Resolution of 2012",
  "end": "587",
  "start": "586",
  "name": "Resolution_19-770.pdf"
}