{
  "end": "777", 
  "name": "Resolution_20-52.pdf", 
  "start": "777", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-52, effective March 5, 2013\n\n20 DCSTAT 777\n\nA RESOLUTION\n\nProposed Resolution\n20-118\n\nTo declare the existence of an emergency, due to Congressional review, with the respect to the need to\namend the Grandparent Caregivers Pilot Program Establishment Act of 2005 to allow waivers of\ncertain eligibility requirements when a child is at risk of removal from his or her home.\n\nSee\nEmergency\nAct\nD.C. Act 20-37\n20 DCSTAT 520\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Grandparent Caregivers Program Congressional Review\nEmergency Declaration Resolution of 2013”.\n\nGrandparent\nCaregivers Program\nCongressional\nReview Emergency\nDeclaration\nResolution of 2013\n\nSec. 2. (a) There exists an immediate need to allow the Mayor to waive certain\neligibility requirements for at-risk children to be placed with grandparents.\n(b) Current law prevents the Child and Family Services Agency (“CFSA”) from placing\na child who is in imminent risk of being removed from his or her home due to abuse or neglect\nwith a willing grandparent and providing that grandparent with a subsidy to care for the child\nunless the grandparent has been the child’s primary caregiver and the child has resided with the\ngrandparent for the previous 6 months.\n(c) The Grandparent Caregivers Program Emergency Amendment Act of 2012, effective\nDecember 20, 2012 (D.C. Act 19-571; 60 DCR 97), which enabled CFSA to immediately waive\nthis requirement and place children who are at risk of being removed from their homes with\ngrandparents who are willing to care for them, will expire on March 20, 2013. The Grandparent\nCaregivers Program Amendment Act of 2012, signed by the Mayor on January 14, 2013 (D.C.\nAct 19-613; 60 DCR 1296), has not completed the 30-day Congressional review period required\nby section 602(c)(1) of the District of Columbia Home Rule Act, approved December 24, 1973\n(87 Stat. 813; D.C. Official Code § 1-206.02(c)(1)).\n(d) Because the emergency law regarding this matter expires on March 20, 2013, and the\npermanent bill will not become effective until after the emergency expires, it is important to\nenact this congressional review emergency legislation to continue to enable CFSA to\nimmediately place children who are at risk of being removed from their homes with grandparents\nwho are willing to care for them.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nGrandparent Caregivers Program Congressional Review Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Grandparent Caregivers Program Congressional Review Emergency Declaration Resolution of 2013", 
  "council_period": "20"
}