{
  "start": "2016", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-185, effective June 26, 2013\n\n20 DCSTAT 2016\n\nA RESOLUTION\n\nProposed\nResolution\n20-106\n\nTo declare that the District-owned real property located at 1404 Jackson Street, N.E., also known as 3115\n14th Street, N.E., commonly known as the Slowe School, and more specifically designated for tax\nand assessment purposes as Lot 0806, Square 3960, is no longer required for public purposes.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Slowe School Surplus Property Declaration Resolution of 2013”.\n\nSec. 2. Findings.\n(a) The District is the owner of the real property located at 1404 Jackson Street, N.E.,\nalso known as 3115 14th Street, N.E., commonly known as the Slowe School, and more\nspecifically designated for tax and assessment purposes as Lot 0806, Square 3960 (“Property”).\nThe Property consists of a building containing approximately 56,028 square feet situated on\napproximately 89,489 square feet of land.\n(b) The Property is no longer required for public purposes because the Property, in its\ncurrent condition, necessitates cost-prohibitive renovations to re-use for a District agency or\nother public use in a cost-effective manner on a long-term basis. The maintenance required to\npreserve the building in its current state will continue to increase and eventually overburden the\nDistrict's facilities management and maintenance capacity. Declaring that the Property is no\nlonger required for public purposes and disposing of it under a long-term ground lease or other\nmethod is the most expedient and cost-effective solution to reactivate the Property, provide\npublic benefits such as a charter school, allow the District to retain long-term fee-simple\nownership of the Property, and provide the citizens of the District of Columbia with outstanding\neducational services.\n(c) The District has satisfied the public hearing requirements of section 1(a-1)(4) of An\nAct Authorizing the sale of certain real estate in the District of Columbia no longer required for\npublic purposes, approved August 5, 1939 (53 Stat. 1211; D.C. Official Code §10-801(a-1)(4))\n(“Act”), by holding a public hearing on January 10, 2012.\nSec. 3. Pursuant to section 1(a-1) of the Act, the Council finds that the Property is no\nlonger required for public purposes.\nSec. 4. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption, to\nthe Office of the Mayor, the Department of General Services, and the Office of the Chief\nFinancial Officer.\n\nSlowe School\nSurplus\nProperty\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-185, effective June 26, 2013\n\n20 DCSTAT 2017\n\nSec. 5. Fiscal impact statement.\nThe Council adopts the fiscal impact statement in the committee report as the fiscal\nimpact statement required by section 602(c)(3) of the District of Columbia Home Rule Act,\napproved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 6. Effective date.\nThis resolution shall take effect immediately.\n\n\f", 
  "end": "2017", 
  "name": "Resolution_20-185.pdf", 
  "title": "Slowe School Surplus Declaration Resolution of 2013"
}