{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-614, effective September 23, 2014\n\n20 DCSTAT 4510\n\nA RESOLUTION\n\nTo declare the existence of an emergency with respect to the need to amend the District of Columbia\nWorkers’ Compensation Act of 1979 to match the federal statute of limitations for private-sector\nemployees who are injured at work.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Workers’ Compensation Statute of Limitations Second\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) Previously, under District law, a private-sector employee who was injured on\nthe job had only 6 months to file a lawsuit against the party responsible for the employee’s\ninjury. After 6 months, the injured worker’s rights to recover damages were automatically\nassigned to the employee’s employer and its insurance company.\n(b) A 6-month time limit to file a lawsuit is often too short for District residents who are\ninjured on the job to investigate cases and deal with significant life issues following their atwork accidents. Moreover, the injured worker’s employer and the employer’s insurance\ncompany may not take action or have the interests of the injured worker in mind when doing so.\n(c) If an individual were injured in a District location other than a workplace, the\nindividual would have 3 years to file a lawsuit against the party responsible for the injury, as the\nstandard 3-year statute of limitations for negligence would apply.\n(d) The District's private-sector workers compensation statute, which was enacted in\n1979, was modeled on the federal Longshore and Harbor Workers' Compensation Act\n(\"LHWCA\").\n(e) In 1984, Congress changed the corresponding section of the LHWCA. Under federal\nlaw, if an injured employee does not file a lawsuit within 6 months, the employee's rights to do\nso are still automatically assigned to the employee's employer and its insurance company;\nhowever, if the employer and its insurance company do not take action within 90 days, the right\nto sue automatically reverts back to the injured employee.\n(f) Although the District's private-sector workers compensation statute was modeled on\nthe LHWCA, the District statute was never amended to reflect the 1984 amendment to the\nLHWCA. Because of this, District residents who are injured on the job have only 6 months to\nfile a lawsuit, while residents who are injured outside of the workplace have 3 years to\ncommence legal action.\n(g) As a result of this inequity, the Council previously enacted emergency and temporary\nlegislation that amended the District’s private-sector workers’ compensation statute to match the\nfederal law on which it was based. On June 23, 2014, the Council enacted Bill 20-786, the\n\nProposed\nResolution\n20-1042\nSee Emergency\nD.C. Act 20-436\n20 DCStat 4164\n\nWorkers’\nCompensation\nStatute of\nLimitations\nSecond\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-614, effective September 23, 2014\n\n20 DCSTAT 4511\n\nWorkers’ Compensation Statute of Limitations Temporary Amendment Act of 2014; however,\ndue to delays in the congressional calendar, the effective date for Bill 20-786 was delayed until\nSeptember 9, 2014. The previous emergency legislation, Bill 20-785, the Workers’\nCompensation Statute of Limitations Emergency Amendment Act, expired on August 20, 2014,\nleaving a gap during which an injured worker would not be covered by the revised statute of\nlimitations. Under this new emergency legislation, Bill 20-925, the Workers’ Compensation\nStatute of Limitations Second Emergency Amendment Act of 2014, workers injured in the gap\nperiod will retroactively receive the full 3-year statute of limitations to bring their claim.\n(h) This emergency legislation would amend the private-sector workers’ compensation\nstatute to match the federal law on which it was based. With this change, if an injured employee\ndoes not file a lawsuit against the party responsible for the employee's injury within 6 months,\nthe right to sue will still automatically transfer to the employee's employer and its insurance\ncompany; however, as under federal law, if the employer and its insurance company do not take\naction within 90 days, the right to sue will revert back to the injured employee, and the District's\nstandard 3-year statute of limitations will apply.\n(i) In addition to matching federal law, this emergency legislation would make the\nDistrict's statute of limitations for injured workers similar to laws in neighboring jurisdictions.\nIn Maryland, the statute of limitations for injured workers to file suit is 3 years. In Virginia, the\nstatute of limitations is 2 years.\n(j) This emergency legislation is necessary to provide a fair opportunity for injured\nemployees to recover damages for injuries that they have received.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nWorkers’ Compensation Statute of Limitations Second Emergency Amendment Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Workers’ Compensation Statute of Limitations Second Emergency Declaration Resolution of 2014",
  "end": "4511",
  "start": "4510",
  "name": "Resolution_20-614.pdf"
}