{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-329, effective November 5, 2013\n\n20 DCSTAT 2758\n\nA RESOLUTION\n\nProposed\nResolution\n20-547\n\nTo declare the existence of an emergency with respect to the need to amend section 47-1801.04 of the\nDistrict of Columbia Official Code and the Fiscal Year 2014 Budget Support Act of 2013 to\nclarify that the base year for cost-of-living adjustments related to the personal income tax\nstandard deduction and exemption is 2011.\n\nSee Emergency\nD.C. Act 20-228\n20 DCStat 2628\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Cost-of-Living Adjustment Personal Income Tax Standard\nDeduction and Exemption Technical Clarification Emergency Declaration Resolution of 2013”.\n\nCost-of-Living\nAdjustment\nPersonal\nIncome Tax\nStandard\nDeduction and\nExemption\nTechnical\nClarification\nEmergency\nDeclaration\nResolution of\n2013\n\nSec. 2. (a) Section 47-1801.04(11) of the District of Columbia Official Code was\ninadvertently amended in the Fiscal Year 2014 Budget Support Act of 2013, signed by the\nMayor on August 28, 2013 (D.C. Act 20-157; 60 DCR 12472) (“BSA”), and in the concomitant\nemergency versions of the BSA, to state that the base year for cost-of-living adjustments related\nto the personal income tax standard deduction and exemption is 2007. The current base year is\n2011.\n(b) Emergency legislation is necessary to amend section 47-1801.04(11) of the District\nof Columbia Official Code directly to ensure that the law immediately reflects the accurate date\nof 2011 and to amend the BSA, which is projected to become law on November 19, 2013, so\nthat upon its effectiveness it contains the accurate base year of 2011.\n\nSec. 3. The Council of the District of Columbia determines that the circumstances enumerated\nin section 2 constitute emergency circumstances making it necessary that the Cost-of-Living\nAdjustment Personal Income Tax Standard Deduction and Exemption Technical Clarification\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. The resolution shall take effect immediately.\n\n\f",
  "title": "Cost of Living Adjustment Personal Income Tax Standard Deduction and Exemption Technical Clarification Emergency Declaration Resolution of 2013",
  "end": "2758",
  "start": "2758",
  "name": "Resolution_20-329.pdf"
}