{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-716, effective December 2, 2014\n\n20 DCSTAT 4642\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize and provide for the\nissuance, sale, and delivery in an aggregate principal amount not to exceed $50 million of\nDistrict of Columbia revenue bonds in one or more series, and to authorize and provide for the\nloan of the proceeds of such bonds to assist The Brookings Institution in the financing,\nrefinancing, or reimbursing of costs associated with an authorized project pursuant to section\n490 of the District of Columbia Home Rule Act.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “The Brookings Institution Revenue Bonds Project Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The Brookings Institution (\"Borrower\"), which is a nonprofit corporation\norganized under the laws of the District of Columbia, seeks to have District of Columbia\nrevenue bonds issued and to receive a loan of the proceeds from the sale of the bonds for the\nfinancing, refinancing, or reimbursing of all or a portion of the Borrower’s costs to:\n(1) Refund of all or a portion of the outstanding District of Columbia Revenue\nBonds (The Brookings Institution Issue), Series 2009, originally issued in the aggregate principal\namount of $40 million pursuant to the provisions of The Brookings Institution Revenue Bonds\nProject Approval Resolution of 2008, effective July 1, 2008 (Res. 17-673; 55 DCR 7834);\n(2) Fund any required deposit to a debt service reserve fund or other reserve fund;\n(3) Pay all or a portion of eligible Issuance Costs; and\n(4) Pay any bond insurance or other credit enhancement.\n(b) The planned financing will make available funds critically needed to finance,\nrefinance, or reimburse the Borrower for the costs of the project described in subsection (a) of\nthis section.\n(c) Presently interest rates on tax-exempt bonds are low, but recent market trends\nindicate that the market is volatile, and there is uncertainty concerning how long interest rates\nwill remain low. For the Borrower to maximize interest savings on the District of Columbia the\nrevenue bonds, the issuance needs to occur as soon as possible.\n(d) Expeditious Council approval of the bond resolution authorizing the issuance of up\nto $50 million of District of Columbia revenue bonds would permit the revenue bonds to be\nissued promptly to provide maximum savings for the Borrower and enable the project described\nin subsection (a) of this section to be completed.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that The\n\nProposed\nResolution\n20-1140\nSee Emergency\nD.C. Res. 20-717\n20 DCStat 4644\n\nThe\nBrookings\nInstitution\nRevenue\nBonds Project\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-716, effective December 2, 2014\n\n20 DCSTAT 4643\n\nBrookings Institution Revenue Bonds Project Emergency Approval Resolution of 2014 be\nadopted on an emergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "The Brookings Institution Revenue Bonds Project Emergency Declaration Resolution of 2014",
  "end": "4643",
  "start": "4642",
  "name": "Resolution_20-716.pdf"
}