{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-477, effective May 6, 2014\n\n20 DCSTAT 3421\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve salary increases and other\nnegotiated benefits under the terms of the Compensation Award for the Collective Bargaining\nAgreement between the District of Columbia Department of Health, Department of Youth\nRehabilitation Services, Department on Disability Services, Department of Health Care Finance,\nChild and Family Services Agency, and the Office of the Chief Medical Examiner (Compensation\nUnit 13) and the District of Columbia Nurses Association, as set forth in the affected pay\nschedules.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Award for the Collective Bargaining Agreement\nbetween the District of Columbia Department of Health, Department of Youth Rehabilitation\nServices, Department on Disability Services, Department of Health Care Finance, Child and\nFamily Services Agency, and the Office of the Chief Medical Examiner (Compensation Unit\n13) and the District of Columbia Nurses Association Emergency Declaration Resolution of\n2014”.\n\nSec. 2. (a) The District of Columbia negotiated a compensation agreement\n(“Compensation Award”) with District of Columbia Nurses Association that requires certain\nwage increases and other compensation and benefits over a period of 5 years. The Mayor\nproposes, as agreed with the union, that the first such compensation increase is made effective\nOctober 1, 2013, which constitutes a change to the affected pay schedule and a resulting\nminimum increase of 2% in each bargaining unit member’s gross salary. In order to comply\nwith section 1717(f)(1) of the District of Columbia Government Comprehensive Merit\nPersonnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C. Official Code §1617.17(f)(1)), which contemplates “that negotiations shall be completed prior to submission of a\nbudget” for the years covered by the agreement, the Compensation Award must be acted on by\nthe Council immediately.\n(b) In order to effectuate the terms of the Compensation Award in fiscal year 2014, the\nMayor recommends that the Compensation Award for the Collective Bargaining Agreement\nbetween the District of Columbia Department of Health, Department of Youth Rehabilitation\nServices, Department on Disability Services, Department of Health Care Finance, Child and\nFamily Services Agency, and the Office of the Chief Medical Examiner (Compensation Unit\n13) and the District of Columbia Nurses Association Emergency Approval Resolution of 2014\nbe approved on an emergency basis.\n\nProposed\nResolution\n20-716\nSee Emergency\nD.C. Res. 20-478\n20 DCStat 3423\n\nCompensation\nAward for the\nCollective\nBargaining\nAgreement\nbetween the\nDistrict of\nColumbia\nDepartment of\nHealth,\nDepartment of\nYouth\nRehabilitation\nServices,\nDepartment on\nDisability\nServices,\nDepartment of\nHealth Care\nFinance, Child\nand Family\nServices\nAgency, and\nthe Office of\nthe Chief\nMedical\nExaminer\n(Compensation\nUnit 13) and\nthe District of\nColumbia\nNurses\nAssociation\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-477, effective May 6, 2014\n\n20 DCSTAT 3422\n\n(c) Failure to effectuate the express terms of the Compensation Award may result in\nundermining the confidence of union members in the District of Columbia Government and its\nleadership.\n(d) Failure to act in an expedited manner may jeopardize the future relationship between\nlabor and management in the District of Columbia and the success of collaborative efforts, as\nagreed to under the terms of the Compensation Award.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nCompensation Award for the Collective Bargaining Agreement between the District of\nColumbia Department of Health, Department of Youth Rehabilitation Services, Department on\nDisability Services, Department of Health Care Finance, Child and Family Services Agency,\nand the Office of the Chief Medical Examiner (Compensation Unit 13) and the District of\nColumbia Nurses Association Emergency Approval Resolution of 2014 be adopted on an\nemergency basis.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Compensation Award for the Collective Bargaining Agreement Between the Government of the District of Columbia Department of Health, Department of Youth Rehabilitation Services, Department on Disability Services, Department of Health Care Finance, Child and Family Services Agency and the Office of the Chief Medical Examiner (Compensation Unit 13) and the District of Columbia Nurses Association Emergency Declaration Resolution of 2014",
  "end": "3422",
  "start": "3421",
  "name": "Resolution_20-477.pdf"
}