{
  "end": "3915", 
  "name": "Resolution_20-515.pdf", 
  "start": "3915", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-515, effective June 24, 2014\n\n20 DCSTAT 3915\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve the employment contract of\nDr. James E. Lyons, Sr., submitted by the University of the District of Columbia Board of\nTrustees to authorize a contract for a period beginning March 20, 2014, and ending on or before\nAugust 31, 2015.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Employment Contract of Dr. James E. Lyons, Sr., as Interim\nPresident of the University of the District of Columbia Emergency Declaration Resolution of\n2014”.\n\nSec. 2. There exists an immediate need to approve the employment contract of Interim\nPresident James E. Lyons, Sr., to ensure continued stability as the University of the District of\nColumbia moves forward with the implementation of its strategic plan while simultaneously\nrecruiting a permanent Presidential appointment. The Board of Trustees of the University of the\nDistrict of Columbia is proposing that the employment contract be retroactive from March 20,\n2014.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nEmployment Contract of Dr. James E. Lyons, Sr., as Interim President of the University of the\nDistrict of Columbia Emergency Act of 2014 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-779\nSee Emergency\nD.C. Act 20-371\n20 DCStat 3684\n\nEmployment\nContract of\nDr. James E.\nLyons, Sr., as\nInterim\nPresident of\nthe University\nof the District\nof Columbia\nEmergency\nDeclaration\nResolution of\n2014\n\n\f", 
  "title": "Employment Contract of Dr. James E. Lyons, Sr., as Interim President of the University of the District of Columbia Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}