{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-580, effective July 14, 2014\n\n20 DCSTAT 3999\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. 02 and 03\nto Contract No. DCKA-2012-C-0089 with Capitol Paving of D.C., Inc. and authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification Nos. 02 and 03 to Contract No. DCKA-2012-C0089 for Local Pavement Restoration Services Payment Approval and Payment Authorization\nEmergency Declaration Resolution of 2014”.\n\nSec. 2. (a) There exists an immediate need to approve Modification Nos. 02 and 03 to\nContract No. DCKA-2012-C-0089 (“Contract”) with Capitol Paving of D.C., Inc. (“Capitol\nPaving”) for pavement restoration of various local streets on behalf of the District Department\nof Transportation (“DDOT”) and to authorize payment for services received and to be received\nunder the Contract.\n(b) On March 27, 2014, the DDOT’s Contracting Officer partially executed Option Year\n1 under the Contract for the period of April 9, 2014, through June 9, 2014, for certain pavement\nrestoration services. On May 23, 2014, DDOT’s Contracting Officer executed Modification No.\n03, which exercised the remainder of Option Year 1 under the Contract and extended the\nContract performance period from June 10, 2014, through April 8, 2015. The contract ceiling\nfor Option Year 1 under Modification No. 03 is $11,145,855.00.\n(c) Council approval is necessary because these contract actions are for more than $1\nmillion during a 12-month period. Council approval is necessary to allow the continuation of\nthese vital services and to allow Capitol Paving to continue performance under the contract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification Nos. 02 and 03 to Contract No. DCKA-2012-C-0089 for Local Pavement\nRestoration Services Payment Approval and Payment Authorization Emergency Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-948\nSee Emergency\nD.C. Act 20-383\n20 DCStat 3866\n\nModification\nNos. 02 and 03\nto Contract\nNo. DCKA2012-C-0089\nfor Local\nPavement\nRestoration\nServices\nPayment\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2014\n\n\f",
  "title": "Modification Nos. 2 and 3 for Contract No. DCKA-2012-C-0089 for local Pavement Restoration Approval and Payment Authorization Emergency Declaration  Resolution of 2014",
  "end": "3999",
  "start": "3999",
  "name": "Resolution_20-580.pdf"
}