{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-301, effective October 1, 2013\n\n20 DCSTAT 2703\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to the need to approve an extension of\ntime to dispose of District-owned real property located at 5131 Nannie Helen Burroughs Avenue,\nN.E., known as the Strand Theater.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Extension of Time to Dispose of the Strand Theater Emergency\nDeclaration Resolution of 2013”.\n\nSec. 2. (a) On June 16, 2008, the Deputy Mayor for Planning and Economic\nDevelopment awarded Washington Metropolitan Community Development Corporation\n(“Developer”), exclusive rights to negotiate to redevelop the District-owned real property\nlocated at 5131 Nannie Helen Burroughs Avenue, N.E., known for tax and assessment purposes\nas Lot 801 in Square 5196 (“Strand Theater”), along with an adjacent developer-owned\nproperty, as part of a commercial-use project that will include vibrant, street-front retail, a\ncommunity and office space, and off-street parking.\n(b) Pursuant to the Land Disposition Agreement (“LDA”) dated March 30, 2010, the\nDeveloper is required to secure all sources of financing for the Strand Theater as a condition\nprecedent to closing. Due to a risk-adverse market, lender underwriting standards were raised in\nterms of equity requirements and debt-service coverage ratios forcing a slight reduction in the\nproject’s scale. Lender requirements that a retail tenant be secured before committing financing\nto the project have led to further delays. Additionally, other sources of funding, including public\nlenders, would not have committed until the developer secured a higher loan-to-value ratio.\n(c) The developer has secured a letter of intent from a retail tenant and has begun to\ncomplete all pre-development activities associated with securing all sources of funding for the\nproject, as required by the LDA. However, due to delays in securing financing, exacerbated by\nthe requirement that a retail tenant be secured, the closing will not occur by the expiration of the\nCouncil’s extension to October 6, 2013, pursuant to the Extension of Time to Dispose of the\nStrand Theater Temporary Amendment Act of 2012, effective March 5, 2013 (Law 19-216; 59\nDCR 13292).\n(d) The proposed legislation will extend the Mayor’s authority to dispose of the Property\nuntil October 6, 2014, to allow the parties to meet the closing and pre-development deadlines.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nExtension of Time to Dispose of the Strand Theater Emergency Amendment Act of 2013 be\nadopted after a single reading.\n\nProposed\nResolution\n20-484\nSee Emergency\nD.C. Act 20-205\n20 DCStat 2597\n\nExtension of\nTime to\nDispose of the\nStrand\nTheater\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-301, effective October 1, 2013\n\nSec. 4. This resolution shall take effect immediately.\n\n20 DCSTAT 2704\n\n\f",
  "title": "Extension of Time to Dispose of the Strand Theater Emergency Declaration Resolution of 2013",
  "end": "2704",
  "start": "2703",
  "name": "Resolution_20-301.pdf"
}