{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-110, effective April 30, 2013\n\n20 DCSTAT 1498\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to authorize an extension of time to\ndispose of District-owned real property located at 1421 Euclid Street, N.W., designated for\ntaxation and assessment purposes as Lot 0811 in Square 2665.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Extension of Time to Dispose of Justice Park Property\nEmergency Declaration Resolution of 2013”.\n\nSec. 2. (a) On April 5, 2011, the Council of the District of Columbia approved the Justice\nPark Property Disposition Approval Resolution of 2011, effective April 5, 2011 (Res. 19-77; 58\nDCR 3199).\n(b) At the time, the Office of the Deputy Mayor for Planning and Economic\nDevelopment (“DMPED”) and Euclid Community Partners (“Developer”) anticipated that the\npredevelopment phase of the project would be completed within the statutorily allotted 2- year\nperiod. The Developer diligently sought financing for the project and was recently awarded 9%\nLow Income Housing Tax Credits by the District’s Department of Housing and Community\nDevelopment. Currently, all debt and equity funding have been identified, and the Developer\nhas completed construction documents and is awaiting receipt of a building permit from the\nDepartment of Consumer and Regulatory Affairs.\n(c) In addition to the building permit, the Developer must submit and obtain approval of\nthe District's Environmental Impact Screening Form (\"EISF\") process.\n(d) Before the expiration of the 2- year period, DMPED submitted a resolution to the\nCouncil to extend the time period in which the Mayor may dispose of the Justice Park property\nto the Developer.\n(e) The Committee on Economic Development held a public hearing on the resolution on\nMarch 27, 2013 at the John A. Wilson Building to receive testimony regarding the proposed\nextension of the Mayor’s authority to dispose of the property. The community, the Council, and\nDMPED have been supportive of the project.\n(f) After the public hearing, the Council recessed, and the deadline to approve the\ndisposition extension passed before the next legislative meeting.\n(g) The proposed legislation will extend the Mayor’s authority to dispose of Justice Park\nfrom April 5, 2013 to April 5, 2014 to allow the parties to meet the closing and predevelopment\ndeadlines.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\n\nProposed\nResolution\n20-225\nSee\nEmergency\nD.C. Act 20-66\n20 DCStat 1416\nExtension of\nTime to\nDispose of\nJustice Park\nProperty\nEmergency\nDeclaration\nResolution of\n2013\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-110, effective April 30, 2013\n\n20 DCSTAT 1499\n\nExtension of Time to Dispose of Justice Park Property Emergency Amendment Act of 2013 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Extension of Time Dispose of Justice Park Emergency Declaration Resolution of 2013",
  "end": "1499",
  "start": "1498",
  "name": "Resolution_20-110.pdf"
}