{
  "end": "579", 
  "name": "Resolution_19-765.pdf", 
  "start": "579", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 19-765, effective December 18, 2012\n\n20 DCSTAT 579\n\nA RESOLUTION\n\nProposed Resolution\n19-1164\n\nTo declare the existence of an emergency with respect to the need to approve Modification Nos. M0009 and\nM0010 to DCTO-2009-C-0253 with Northrop Grumman Systems Corporation for technical\nassistance and support services for the Department of Employment Services Unemployment Tax\nAccounting System and to authorize payment for services received and to be received under these\nmodifications.\n\nSee Emergency Act\nD.C. Act 19-609\n20 DCSTAT 378\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Contract DCTO-2009-C-0253 Modification Nos. M0009 and\nM0010 Approval and Payment Authorization Emergency Declaration Resolution of 2012”.\n\nContract DCTO2009-C-0253\nModification Nos.\nM0009 and M0010\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of 2012\n\nSec. 2 (a) There exists an immediate need to approve Modification Nos. M0009 and\nM0010 to Contract DCTO-2009-C-0253 with Northrop Grumman Systems Corporation to\nprovide technical assistance and support services for the Unemployment Tax Accounting\nSystem to the Department of Employment Services and to authorize payment for the services\nreceived and to be received under these modifications.\n(b) On November 25, 2008, the Office of Contracting and Procurement (“OCP”)\nawarded Contract DCTO-2009-C-0253 to Northrop Grumman Systems Corporation for technical\nassistance and support services in the not to exceed amount of $927,726.00 for the base year.\nSubsequently, OCP has exercised Option Years One, Two, and Three for the cumulative period\nNovember 25, 2010, through November 24, 2012, in the cumulative estimated amount of\n$3,622,053.00.\n(c) On November 21, 2012, the OCP partially exercised Option Year Four, for the\nperiod November 25, 2012 through January 24, 2013, in an estimated amount of $177,400.00.\nNow, OCP proposes to exercise the remainder of Option Year Four, for the period January 24,\n2013 through November 25, 2013, in the estimated amount of $887,069.00.\n(d) OCP now seeks Council approval to increase the total not to exceed amount for\nOption Year Four to $1,064,469.00.\n(e) Approval is necessary to allow the continuation of these vital services. Without this\napproval, Northrop Grumman Systems Corporation cannot be paid for services provided in\nexcess of $1,000,000 for the 4th option year.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nContract DCTO-2009-C-0253 Modification Nos. M0009 and M0010 Approval and Payment\nAuthorization Emergency Act of 2012 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Contract No. Dcto-2009-C-00253 Modification Nos. M0009 and M0010 Approval and Payment Authorization Emergency Declaration Resolution of 2012", 
  "council_period": "20"
}