{
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-483, effective May 28, 2014\n\n20 DCSTAT 3430\n\nA RESOLUTION\n\nProposed\nResolution\n20-726\n\nTo declare the existence of an emergency with respect to the need to adjust certain allocations requested\nin the Fiscal Year 2014 Budget Request Act pursuant to the Omnibus Appropriations Act, 2009.\n\nSee Emergency\nD.C. Act 20-368\n20 DCStat 3357\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Fiscal Year 2014 Revised Budget Request Emergency\nDeclaration Resolution of 2014\".\n\nFiscal Year\n2014 Revised\nBudget\nRequest\nEmergency\nDeclaration\nResolution of\n2014\n\nSec. 2. (a) On February 26, 2014, the Office of the Chief Financial Officer provided a\nrevised revenue estimate which showed an increase of $2.7 million in Fiscal Year 2014. This\nrevenue is bolstered by an additional $19.8 million from the December revenue estimate and\n$49.0 million from the September revenue estimate. These new revenues plus all other revenue\nsources provide a total of $6,334.1 million for Fiscal Year 2014.\n(b) In addition to these revenues there are also other resources which have been\nidentified that, when netted out, provide an additional $33.8 million. When combined with\nexisting revenue there is $6,367.9 million available for expenditure. Currently existing\nexpenditures for Fiscal Year 2014 total $6,349.6 million, leaving $18.3 million un-allocated.\n(c) Along with this new un-allocated funding, the Mayor has also identified areas of\nsavings. These include $4.3 million from the D.C. Film Incentive Fund, $10.0 million from the\nDC Public Charter Schools, $20.7 million from the Other Post-Employment Benefits account,\nand $51.8 million from sweeping various local, dedicated, and o-type fund balances. When this\n$86.8 million is combined with the $18.3 million, there is $105.1 million available for\nexpenditure as part of this emergency measure.\n(d) The Mayor has identified critical spending items that are being proposed in order to\nutilize these funds. These include funds for the Housing Production Trust Fund, a Fire and\nEmergency Medical Services arbitration ruling, pumper and ladder repairs and testing, snow\nprogram, technology upgrades at the Metropolitan Police Department, streetscapes for Ward 8,\nDepartment of Corrections security cameras, DC Public Library books and materials, and the\nfull repayment of all Fiscal Year 2014 Contingency Cash allocations. These expenditures total\n$104.5 million leaving a Fiscal Year 2014 operating margin of $0.6 million.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the Fiscal\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-483, effective May 28, 2014\n\n20 DCSTAT 3431\n\nYear 2014 Revised Budget Request Emergency Adjustment Act of 2014 be adopted after a\nsingle reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f",
  "title": "Fiscal Year 2014 Revised Budget Request Emergency Adjustment Declaration Resolution of 2014",
  "end": "3431",
  "start": "3430",
  "name": "Resolution_20-483.pdf"
}