{
  "end": "2142", 
  "name": "Resolution_20-264.pdf", 
  "start": "2131", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2131\n\nA RESOLUTION\n\nProposed\nResolution\n20-330\n\nTo approve, on an emergency basis, the negotiated compensation collective bargaining agreement\nsubmitted by the Mayor for employees in Compensation Unit 33.\n\nEmergency\nDeclaration\nRes. 20-263\n20 DCStat 2130\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Compensation Agreement between the District of Columbia and\nCompensation Unit 33 Emergency Approval Resolution of 2013”.\n\nCompensation\nAgreement\nbetween the\nDistrict of\nColumbia and\nCompensation\nUnit 33\nEmergency\nApproval\nResolution of\n2013\n\nSec.2. Pursuant to section 1717(j) of the District of Columbia Government\nComprehensive Merit Personnel Act of 1978, effective March 3, 1979 (D.C. Law 2-139; D.C.\nOfficial Code § 1-617.17(j)), the Council approves the attached compensation agreement, which\napplies to bargaining unit employees included in Compensation Unit 33 and employed by the\nOffice of the Attorney General, and the related salary schedules, which were transmitted to the\nCouncil by the Mayor on June 6, 2013.\nSec. 3. Transmittal.\nThe Secretary to the Council shall transmit a copy of this resolution, upon its adoption,\nto Compensation Unit 33 and to the Mayor.\nSec. 4. Fiscal impact statement.\nThe Council adopts the fiscal impact statement of the Chief Financial Officer as the\nfiscal impact statement required by section 602(c)(3) of the District of Columbia Home Rule\nAct, approved December 24, 1973 (87 Stat. 813; D.C. Official Code § 1-206.02(c)(3)).\nSec. 5. Effective date.\nThis resolution shall take effect immediately.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2132\n\nPREAMBLE\nThis Compensation Agreement (Agreement) is entered into between the District of Columbia Office of\nthe Attorney General and the American Federation of Government Employees, Local 1403, (herein after\njointly referred to as “the parties”) the sole and exclusive collective bargaining representative of unit\nemployees comprising Compensation Unit 33, as certified by the Public Employee Relations Board\n(PERB).\nThe Agreement was reached after negotiations during which the parties were able to negotiate on any\nand all negotiable compensation issues, and contains the full agreement of the parties as to all such\ncompensation issues. The Agreement shall not be reconsidered during its life nor shall either party\nmake any changes in compensation for the duration of the Agreement unless by mutual consent of the\nparties, as specifically provided in the Agreement or as required by law.\n\nARTICLE 1 -- RECOGNITION\nAFGE Local 1403 is recognized as the sole and exclusive collective bargaining representative for the\nfollowing bargaining unit:\nAll attorneys employed by the Corporation Counsel [Office of the Attorney\nGeneral], excluding management officials, supervisors, confidential employees,\nemployees engaged in personnel work in other than a purely clerical capacity\nand employees engaged in administering the provisions of Title XVII of the\nDistrict of Columbia Comprehensive Merit Personnel Act of 1978, D.C. Law 2139.\nPERB Case No. 01-RC-03; Certification No. 121.\n\nARTICLE 2 -- WAGES\nCOMPENSATION AND BENEFIT\nSection A -- FY 2011\nThe A-35 salary schedule for all bargaining unit employees will not increase for fiscal year 2011.\nSection B – FY 12\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2133\n\nThe A-35 salary schedule for all bargaining unit employees will be increased by 1.5% effective the first\nday of the first full pay period commencing on or after October 1, 2011. The wage increase shall apply\nto all bargaining unit employees on OAG’s payroll as of February 26, 2013.\nSection B – FY 13\nThe A-35 salary schedule for all bargaining unit employees will be increased by 1.5% effective the first\nday of the first full pay period commencing on or after October 1, 2012. The wage increase shall apply\nto all bargaining unit employees on OAG’s payroll as of April 5, 2013\nSection D -- Pay for Holidays\nEmployees who are required to work on holidays shall receive not less than 4 hours of compensatory\ntime or shall be paid for not less than four hours at a rate equal to their hourly earnings which ever they\nchoose, or for the hours actually worked, whichever is greater. This section shall be invalidated by any\nlaw to the contrary.\nSection E -- Pay for Work Performed in Higher Graded Position\nEmployees detailed or assigned to perform the duties of a higher graded position for more than onehundred and twenty (120) consecutive days in any calendar year shall receive the pay of the higher\ngraded position. The applicable rate of pay will be determined by application of D.C. government\nprocedures concerning grade and step placement for temporary promotions, and will be effective the\nfirst pay period beginning after the qualifying period has passed. An employee on detail to a lower\ngraded position shall maintain the pay for his/her original position. Advance notice will be given to the\nUnion of any detail exceeding one pay period.\n\nARTICLE 3 -- BENEFITS COMMITTEE\nSection A – General\nThe Parties herein agree to establish a Benefits Committee, with equal representation from Labor and\nManagement.\nSection B – Purpose\nThe purpose of the Benefits Committee shall be to address the benefits of employees in the Local 1403\nbargaining unit within the Office of The Attorney General. The representatives of the Benefits\nCommittee shall abide by the rules established for the Joint Committee.\nSection C -- Responsibilities\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2134\n\nThe members of the Benefits Committee shall be authorized to consider all matters that concern the\nbenefits of bargaining unit employees in the Office of The Attorney General that are subject to\nmandatory bargaining between the Parties.\n\nARTICLE 4 -- BENEFITS ADDENDUM\nExcept as otherwise provided in this Agreement, the Parties hereby incorporate the following specific\nbenefits provided under the Compensation Agreement between the District of Columbia Government\nand Compensations Units 1 and 2, FY 2007 – FY 2010: (1) Life Insurance, Health Insurance, Optical and\nDental, Leave, Pre-Tax benefits, Retirement, Civil Services Retirement System, Defined Contribution,\nDeferred Compensation, as the applicable benefits for bargaining unit members covered by this\nAgreement. If not specified in this Agreement, the Fiscal Years 2007 -2010 Compensation Units 1 and 2\nbenefits provisions do not apply to the AFGE, 1403 bargaining unit.\nSection A -- Life Insurance\n1.\nLife insurance is provided to covered employees in accordance with §1-622.01, et seq. of\nthe District of Columbia Official Code (2001 Edition) and Chapter 87 of Title 5 of the United States Code.\n(a)\nDistrict of Columbia Official Code §1-622.03 (2001 Edition) requires that benefits\nshall be provided as set forth in §1-622.07 to all employees of the District first employed after\nSeptember 30, 1987, except those specifically excluded by law or by rule.\n(b)\nDistrict of Columbia Official Code §1-622.01 (2001 Edition) requires that benefits\nshall be provided as set forth in Chapter 87 of Title 5 of the United States Code for all\nemployees of the District government first employed before October 1, 1987, except those\nspecifically excluded by law or rule and regulation.\n2.\nThe current life insurance benefits for employees hired on or after October 1, 1987\nare: The District of Columbia provides life insurance in an amount equal to the employee’s annual\nsalary rounded to the next thousand, plus an additional $2,000. Employees are required to pay twothirds (2/3) of the total cost of the monthly premium. The District Government shall pay one-third\n(1/3) of the total cost of the premium. Employees may choose to purchase additional life insurance\ncoverage through the District Government. These additions to the basic coverage are set-forth in the\nschedule below:\nOption A – Standard. Provides $10,000 additional coverage. Cost determined by age.\nOption B – Additional. Provides coverage up to five times the employee’s annual salary. Cost\ndetermined by age and employee’s salary.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2135\n\nOption C – Family. Provides $10,000 coverage for the eligible spouse and $10,000 for each\neligible child; $25,000 coverage for eligible spouse and $10,000 for each eligible child; or\n$50,000 coverage for eligible spouse and $10,000 for each eligible child. Cost determined by\nage.\nEmployees must contact the respective personnel office to enroll or make changes in their life\ninsurance coverage.\n\nSection B -- Health Insurance\n1.\nPursuant to D.C. Official Code §1-621.02 (2001 Edition), all employees covered by this\nagreement and hired after September 30, 1987, shall be entitled to enroll in group health insurance\ncoverage provided by the District of Columbia.\n(a)\nHealth insurance coverage shall provide a level of benefits comparable to the\nplan(s) provided on the effective date of this agreement. District employees are required to\nexecute an enrollment form in order to participate in this program.\n(b)\nThe District may elect to provide additional health care providers for employees\nemployed after September 30, 1987, provided that such addition of providers does not reduce\nthe current level of benefits provided to employees. Should the District Government decide to\nexpand the list of eligible providers, the OAG shall notify the Union of proposed additions.\n2.\nPursuant to D.C. Official Code §1-621.01 (2001 Edition), all District employees covered\nby this Agreement and hired before October 1, 1987, shall be eligible to participate in group health\ninsurance coverage provided through the Federal Employees Health Benefits Program (FEHB) as\nprovided in Chapter 89 of Title 5 of the United States Code. This program is administered by the United\nStates Office of Personnel Management.\n3.\nThe plan descriptions shall provide the terms of coverage and administration of the\nrespective plans. Employees and Union representatives are entitled to receive a copy of the summary\nplan description upon request. Additionally, employees and Union representatives are entitled to\nreview copies of the actual plan description upon advanced request. The plan is available on the\nDistrict Department of Human Resources’ website.\nSection C – Optical and Dental\n1.\nThe District shall provide Optical and Dental Plan coverage at a level of benefits\ncomparable to the plan(s) provided on the effective date of this Agreement. Benefit levels shall not be\nreduced during the term of this agreement except. by mutual agreement of the District, the Union and\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2136\n\nthe insurance carrier(s). District employees are required to execute an enrollment form in order to\nparticipate in the Optical and Dental program.\n2.\nThe District may elect to provide additional Optical and/or Dental providers, provided\nthat such addition of providers does not reduce the current level of benefits provided to\nemployees. Should the District Government decide to expand the list of eligible providers, the District\nshall give the Union notice of the proposed additions.\nSection D – Short Term Disability Insurance Program\nEmployees covered by this Agreement shall be eligible to enroll, at their own expense, in the\nDistrict’s Short Term Disability Insurance Program, which provides for partial income replacement when\nemployees are required to be absent from duty due to a non-work-related qualifying medical condition.\nEmployees may use income replacement benefits under the program in conjunction with annual or sick\nleave benefits provided for in this Agreement.\nSection E – Annual Leave\n1.\nIn accordance with D.C. Official Code §1-612.03 (2001 Edition), full-time employees\ncovered by the terms of this agreement are entitled to:\n(a)\none-half (1/2) day (4 hours) for each full biweekly pay period for an employee\nwith less than three (3) years of service (accruing a total of thirteen (13) annual leave days per\nannum);\n(b)\nthree-fourths (3/4) day (6 hours) for each full biweekly pay period, except that\nthe accrual for the last full biweekly pay period in the year is one and one-fourth days (10\nhours), for an employee with more than three (3) but less than fifteen (15) years of service\n(accruing a total of twenty (20) annual leave days per annum); and,\n(c)\none (1) day (8 hours) for each full biweekly pay period for an employee with\nfifteen (15) or more years of service (accruing a total of twenty-six (26) annual leave days per\nannum).\n2.\nPart-Time employees who work at least 40 hours per pay period earn annual leave at\none-half the rate of full-time employees.\n3.\nEmployees shall be eligible to use annual leave in accordance with the District of\nColumbia Laws.\nSection F – Sick Leave\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2137\n\n1.\nIn accordance with District of Columbia Code §1-612.03 (2001 Edition), a full-time\nemployee covered by the terms of this agreement may accumulate up to thirteen (13) sick days in a\ncalendar year.\n2.\nPart-time employees for whom there has been established in advance a regular tour of\nduty of a definite day or hour of any day during each administrative workweek of the biweekly pay\nperiod shall earn sick leave at the rate of one (1) hour for each twenty (20) hours of duty. Credit may\nnot exceed four (4) hours of sick leave for 80 hours of duty in any pay period. There is no credit of\nleave for fractional parts of a biweekly pay period either at the beginning or end of an employee’s\nperiod of service.\n\nSection G – Other Forms Of Leave\n1.\nMilitary Leave: An employee is entitled to leave, without loss of pay, leave, or credit for\ntime of service as reserve members of the armed forces or as members of the National Guard to the\nextent provided in D.C. Official Code §1-612.03(m)(2001 Edition).\n2.\nCourt Leave: An employee is entitled to leave, without loss of pay, leave, or service credit\nduring a period of absence in which he or she is required to report for jury duty or to appear as a\nwitness on behalf of the District of Columbia Government, or the Federal or a State or Local\nGovernment to the extent provided in D.C. Official Code §1-612.03(1) (2001 Edition).\n3.\n\nFuneral Leave:\n\na.\nAn employee is entitled to two (2) days of leave without loss of pay, leave, or\nservice credit to make arrangements for or to attend the funeral or memorial service for an\nimmediate relative. In addition, the Employer shall grant an employee’s request for annual or\ncompensatory time up to three (3) days upon the death of an immediate relative. Approval of\nadditional time shall be at the Employer’s discretion. However, requests for leave shall be\ngranted unless the Agency’s ability to accomplish its work would be seriously impaired. For\npurposes of this section “immediate relative” means the following relatives of the employee:\nspouse (including a person identified by an employee as his/her “domestic partner” as defined\nin D.C. Official Code §36-1401(3) (2001 Ed.)) and parents thereof, children (including adopted\nand foster children and children of whom the employee is legal guardians and spouses thereof,\nparents, grandparents, grandchildren, brothers, sisters, and spouses thereof) and any individual\nrelated by blood or affinity whose close association with the employee is the equivalent of a\nfamily relationship. For the purposes of certification of leave, employees shall provide a copy\nof the obituary or death notice, a note from clergy or funeral professional or a death certificate\nwithin 10 business days of the Employer’s request.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2138\n\nb.\nAn employee is entitled to not more than three (3) days of leave, without loss\nof pay, leave, or service credit to make arrangements for or to attend the funeral or memorial\nservice for a family member who died as a result of a wound, disease or injury incurred while\nserving as a member of the armed forces in a combat zone to the extent provided in D.C.\nOfficial Code §1-612.03(n) (2001 Edition).\n4.\n\nAdministrative Closing – An employee who has previously scheduled leave for a day (or\nportion of a day) on which the District or the Office of the Attorney General, closes by\norder of the Mayor or the Attorney General, shall not be charged leave for that day, or\nportion of the day that the District agency is closed.\n\n5.\n\nBack-to- School Leave – Subject to the discretion of an individual’s manager as\ndescribed in this section, any employee who serves as the primary caregiver of a child\nenrolled in school, including pre-school, elementary school, middle or junior high\nschool, or high school, may take 2 hours of excused leave (that is without charge to the\nemployee’s leave balance) to assist his or her child in preparing for and traveling to the\nfirst day of school during the academic year. An employee’s individual manager shall\nmake every effort to grant requests for excused absences on the first day; however, the\ngranting of all such request may not be feasible if it results in disruption of public\nservices provided by the administration. Accordingly, when an employee cannot be\ngranted an excused absence on her or her child’s first school day, he or she shall be\ngiven an excused absence of 2 hours during the first week of school or as soon\nthereafter as practicable, in order to assist his or her child in preparing for and\nattending school.\n\nSection H -- Pre-Tax Benefits\nEmployee contributions to benefits programs established pursuant to §1-612.19 (1999 replacement\nvolume) (D.C. Official Code §1-611.19 (2001 ed.), including the District of Columbia Employees Health\nBenefits Program, may be made on a pre-tax basis in accordance with the requirements of the Internal\nRevenue Code and, to the extent permitted by the Internal Revenue Code, such pre-tax contributions\nshall not effect a reduction of the amount of any other retirement, pension, or other benefits provided\nby law. To the extent permitted by the Internal Revenue Code, any amount of contributions made on a\npre-tax basis shall be included in the employee’s contributions to existing life insurance, retirement\nsystem, and for any other District government program keyed to the employee’s scheduled rate of pay,\nbut shall not be included for the purpose of computing Federal or District income tax withholdings,\nincluding F.I.C.A., on behalf of any such employee.\nSection I – Retirement\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2139\n\n1.\nCIVIL SERVICE RETIREMENT SYSTEM (CSRS): As prescribed by 5 U.S.C. 8401 and related\nchapters, employees first hired by the District of Columbia Government before October 1, 1987 are\nsubject to the provisions of the CSRS, which is administered by the U.S. Office of Personnel\nManagement. Under Optional Retirement you may choose to retire when you reach:\n(a)\n\nAge 55 and 30 years of service;\n\n(b)\n\nAge 60 and 20 years of service;\n\n(c)\n\nAge 62 and 5 years of service.\n\nUnder Voluntary Early Retirement, which must be authorized by the U.S. Office of Personnel\nManagement, an employee may choose to retire when he/she reaches:\n(a)\n\nAge 50 and 20 years of service;\n\n(b)\n\nAny age and 25 years of service.\n\nThe pension of an employee who chooses Voluntary Early Retirement will be reduced by 2% for each\nyear under age 55.\n2.\nDEFINED CONTRIBUTION PENSION PLAN: All eligible employees hired by the District on or\nafter October 1, 1987, are enrolled into the defined contribution pension plan. As prescribed by §1626.09(c) of the D.C. Official Code (2001 Edition) after the completion of one year of service, the\nDistrict shall contribute 5% of their base salary to an employee’s Defined Contribution Pension Plan\naccount. The District government funds this plan. There is no employee contribution to the Defined\nContribution Pension Plan. After two years of plan participation, an employee is entitled to 20% of the\naccount. After three years of plan participation, an employee is entitled to 40% of the account. After 4\nyears of plan participation, an employee is entitled to 60% of the account. An employee is fully vested\nafter five years of plan participation and is entitled to 100% of the account.\n3.\nDEFERRED COMPENSATION PROGRAM: As prescribed by Section 1-626.05 and related\nChapters of the D.C. Official Code (2001 Edition), all District Government employees covered by this\nagreement, shall be eligible to participate in the District’s Deferred Compensation Program. The\nDeferred Compensation Program is a savings system through pre-tax deductions and allows employees\nto accumulate funds for long-term goals, including retirement. The portion of salary contributed\nreduces the amount of taxable income in each paycheck. The Internal Revenue Service determines the\nannual maximum deferral amount. Under the program, employees can choose from various fixed or\nvariable investment options.\nSection J – Holidays\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2140\n\n1.\nAs prescribed by D.C. Official Code §1-612.02 (2001 Edition) the following non-negotiable\nlegal public holidays are provided to all employees covered by this agreement and are listed here for\ninformational purposes only:\n(a)\n(b)\n(c)\n(d)\n(e)\n(f)\n(g)\n(h)\n(i)\n(j)\n(k)\n\nNew Year’s Day, January 1st of each year;\nDr. Martin Luther King, Jr.’s Birthday, the 3rd Monday in January of each year;\nWashington’s Birthday, the 3rd Monday in February of each year;\nD.C. Emancipation Day, April 16th of each year;\nMemorial Day, the last Monday in May of each year;\nIndependence Day, July 4th of each year;\nLabor Day, the 1st Monday in September of each year;\nColumbus Day, the 2nd Monday in October of each year;\nVeterans Day, November 11th of each year;\nThanksgiving Day, the 4th Thursday in November of each year; and\nChristmas Day, December 25th of each year.\n\n2.\nAny other legal public holiday observed by the District will also be granted to employees\ncovered by this Agreement. When an employee, having a regularly scheduled tour of duty is relieved or\nprevented from working on a day District agencies are closed by order of the Mayor, he or she is\nentitled to the same pay for that day as for a day on which an ordinary day’s work is performed.\n\nARTICLE 5 - COMPENSATORY TIME\nA lawyer who is required to work one or more hours outside his or her normal work hours may\nrequest an equal amount of compensatory time from his or her supervisor. If the request is\ngranted, the time will be recorded on the employee’s records and may be used, in the same\nmanner that annual leave is used. Compensatory time may only be approved for working at\nscheduled or special events outside an employee’s regular work hours, travel time outside\nnormal work hours, and extraordinary assignments. Compensatory time will not be approved to\nallow an employee to complete regular assignments. Regular assignments are preparation for\ntrials, drafting motions and responses to motions, including but not limited to, Motions for\nTemporary Restraining Orders, Motions for Preliminary Injunctions, and any other daily tasks\nperformed by attorneys. Compensatory time will not be provided if additional work beyond the\nregular work day has resulted from the employee’s inefficient use of time during the regular\nwork day. Compensatory time credit should be requested by an employee before the work is\nperformed whenever possible. The decision to grant an employee compensatory time is at the\ndiscretion of union. Employees may not carry more than 24 hours of compensatory time for\nmore than 2 successive pay periods. In no event will an employee be entitled to pay in lieu of\ncompensatory time.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2141\n\nARTICLE 6 -- PARKING SPACES & REIMBURSEMENT\nSection A -- Parking Spaces\nThree (3) parking spaces shall be set aside from among those allocated to the Office of The Attorney\nGeneral in the underground parking garage at 441 4th St., NW, Washington, D.C. for use by bargaining\nunit members as determined by the Union. The parking spaces shall be funded by the Union. The\nparking rate payable by the Union will not exceed the rate applicable to the parking spaces allocated to\nthe Office of The Attorney General. Upon request the Union shall notify the Employer which\nemployees are authorized to use said parking spaces.\nSection B – Parking Reimbursement\nEmployees required to use their personal vehicles for official business shall be reimbursed for noncommuter parking expenses, which are incurred in the performance of his/her official duties, to the\nextent permitted under and consistent with Title I, Chapter 8, Section 818.3, D.C. Municipal\nRegulations. For the purpose of this Section, non-commuter parking expenses are defined as parking\nexpenses incurred by an employee to park his/her personal vehicle at the employee’s worksite on a day\nwhen the employee plans to use a personal vehicle with the approval of his or her supervisor to\nconduct official business on behalf of the District of Columbia government.\nThe Employer will make good faith effort to incorporate a process in the payroll system to provide\nemployees with the option to have commuting and parking expenses withheld, on a pre-tax basis, up to\nthe maximum amount permitted by law.\n\nARTICLE 7 -- PREMIUM PAY FOR SATURDAY COURT COVERAGE\nAny qualified FLSA-exempt employee who is assigned to provide Saturday court coverage shall be\ncompensated for each hour of work performed on Saturday at his/her straight-time rate. The Employer\nmay select employees for Saturday coverage from a pool of qualified employees.\n\nARTICLE 8 - WAITING PERIODS FOR ADVANCEMENT WITHIN STEPS\nThe within-a-grade waiting periods on the A-35 salary scale for step advancement for bargaining unit\nemployees with a prearranged regularly scheduled tour of duty are as follows:\n1.\n\nSteps 2, 3, 4 and 5: fifty-two (52) calendar weeks of creditable service;\n\n2.\nSteps 6, 7, 8, 9 and 10: one hundred and four (104) calendar weeks of creditable\nservice.\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-264, effective July 10, 2013\n\n20 DCSTAT 2142\n\nARTICLE 9 – DURATION\nThis Agreement shall remain in full force and effect from the first full pay period on or after October 1,\n2011 through September 30, 2013.\n\n\f", 
  "title": "Compensation Agreement between the District of Columbia and Compensation Unit 33 Emergency Approval Resolution of 2013", 
  "council_period": "20"
}