{
  "end": "4618", 
  "name": "Resolution_20-689.pdf", 
  "start": "4617", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-689, effective November 18, 2014\n\n20 DCSTAT 4617\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to allow the Grandparent Caregivers\nProgram subsidy to be transferred to a relative caregiver when a grandparent is no longer able\nto care for the child.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Grandparent Caregivers Program Subsidy Transfer Emergency\nDeclaration Resolution of 2014”.\n\nSec. 2. (a) The Grandparent Caregivers Program (“GCP”) was established by the\nGrandparent Caregivers Pilot Program Establishment Act of 2005, effective March 8, 2006\n(D.C. Law 16-69; D.C. Official Code § 4-251.01 et seq.). The GCP provides a monthly stipend\nto eligible low-income District of Columbia residents to help raise their grandchildren, greatgrandchildren, great nieces, or great nephews. Caregivers use the financial assistance to help\ncare for child relatives residing with them.\n(b) The GCP is intended to keep children out of foster care when there is a family\nmember who is willing to care for the child but needs financial help to do so. In 2013, the\nprogram served 449 households with 685 children.\n(c) The Child and Family Services Agency (“CFSA”) has found that elderly caregivers\nreceiving a subsidy have become unable to provide care for a child because of failing mental or\nphysical health or because of death. Unless another relative is willing to care for the child, the\nchild is vulnerable and at risk of entering foster care. If a relative is willing to care for the child\nbut needs financial support to do so, it makes good sense to allow the GCP subsidy to be\ntransferred to that relative. Continuing the subsidy remains true to the intent of the law, which is\nto keep children from being placed in foster care. Continuing the subsidy also strengthens the\nsafety net in place for these children. In addition to the emotional benefit of keeping children\nwithin a family, the GCP subsidy is far more cost effective than foster care.\n(d) This emergency legislation would allow the GCP subsidy to be transferred to another\nrelative who is related to the child by blood, marriage, domestic partnership, or adoption or is a\ngodparent of the child. The transfer of the GCP subsidy would help divert children from\nentering foster care, and would support families remaining intact. The legislation will further\nCFSA’s efforts in building a robust service delivery system that maintains the urgency of\nkeeping families together and children out of foster care.\n(e) There are 685 children who could at any time be placed in the position of needing to\nenter foster care if an elderly grandparent caretaker becomes unable to continue caring for them.\nThe placement of even one child in the foster care system, when the alternative of being able to\n\nProposed\nResolution\n20-1129\nSee Emergency\nD.C. Act 20-508\n20 DCStat 4429\n\nGrandparent\nCaregivers\nProgram\nSubsidy\nTransfer\nEmergency\nDeclaration\nResolution of\n2014\n\n\fCOUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-689, effective November 18, 2014\n\n20 DCSTAT 4618\n\ncontinue to live with a family member is available, would certainly adversely affect the child’s\nhealth, welfare, and economic well-being.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nGrandparent Caregivers Program Subsidy Transfer Emergency Amendment Act of 2014 be\nadopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\n\f", 
  "title": "Grandparent Caregivers Program Subsidy Transfer Emergency Declaration Resolution of 2014", 
  "council_period": "20"
}