{
  "start": "2718", 
  "text": "COUNCIL OF THE DISTRICT OF COLUMBIA\nD.C. Resolution 20-307, effective October 1, 2013\n\n20 DCSTAT 2718\n\nA RESOLUTION\nTo declare the existence of an emergency with respect to the need to approve Modification No. 13 to\nContract No. DCKA-2010-C-0219 with C&D Tree Service, Inc. and to authorize payment for\nservices received and to be received under the contract.\n\nRESOLVED, BY THE COUNCIL OF THE DISTRICT OF COLUMBIA, That this\nresolution may be cited as the “Modification No. 13 to Contract No. DCKA-2010-C-0219\nApproval and Payment Authorization Emergency Declaration Resolution of 2013”.\n\nSec. 2. (a) There exists an immediate need to approve Modification No. 13 to Contract\nNo. DCKA-2010-C-0219 for tree planting services to the District Department of Transportation\n(“DDOT”) and to authorize payment for services received and to be received under this\ncontract.\n(b) On November 8, 2012, DDOT’s Office of Contracting and Procurement (“OCP”)\nexercised option year 2 of contract no. DCKA-2010-C-0219 with C&D Tree Service, Inc. for\ntree planting services in the amount of $999,087.00. The District seeks Council approval of\nModification No. 13, which will increase the number of trees to be planted by 4,992 and will\nincrease the funding by $1,124,402.00, for a total estimated contract amount of $2,123,489.00\nfor option year 2. DDOT must plant more trees than previously required in order to comply\nwith changes to the National Pollutant Discharge Elimination System Permit No. DC00021,\nMunicipal Separate Storm Sewer System 4 Permit, issued by the Environmental Protection\nAgency.\n(c) Council approval is necessary because this modification increases the contract by\nmore than $1 million during a 12-month period. Council approval is necessary to allow the\ncontinuation of these vital services and to allow C&D to continue performance under the\ncontract.\nSec. 3. The Council of the District of Columbia determines that the circumstances\nenumerated in section 2 constitute emergency circumstances making it necessary that the\nModification No. 13 to Contract No. DCKA-2010-C-0219 Approval and Payment Authorization\nEmergency Act of 2013 be adopted after a single reading.\nSec. 4. This resolution shall take effect immediately.\n\nProposed\nResolution\n20-465\nSee Emergency\nD.C. Act 20-201\n20 DCStat 2451\n\nModification\nNo. 13 to\nContract No.\nDCKA-2010C-0219\nApproval and\nPayment\nAuthorization\nEmergency\nDeclaration\nResolution of\n2013\n\n\f", 
  "end": "2718", 
  "name": "Resolution_20-307.pdf", 
  "title": "Modification No. 13 to Contract No. Dcka-2010-C-0219 Approval and Payment Authorization Emergency Declaration Resolution of 2013"
}